text += `§2_001


江ノ島盾子は絶望していた。
何もかも自分の思い通りになってしまって――すべてが希望通りの結果になってしまって――絶望していた。
なんで、こんなにうまくいっちゃうの？
胃の奥から湧き上がったマグマのような熱気が、体の中を逆流するようにせり上がってきて、そして彼女の胸のあたりで大爆発を起こした。
その衝撃は心臓から全身の筋肉へと流れていき、彼女に全力の足踏みを起こさせる。足元の濁った水たまりが、バシャバシャと音を立てながら水しぶきとなって舞っていった。
よく見ると、それは――真っ赤な水しぶきだった。
彼女の足踏みに合わせてシャワーのように降り注ぐ赤い水しぶきが、その服や肌にグロテスクな模様を作り上げていく。
血で真っ赤に染まった服と、血で真っ赤に染まった髪と、血で真っ赤に染まった顔。
だが彼女はそんなことを気にも留めずに、ひたすら地面を踏みつけていた。
それは自分の全存在を、全能力を、全身全霊を懸けたような全力の地団駄だった。
熱病にうなされた獣が暴れ回っているような地団駄――そんな中で、江ノ島は自らを罵倒するように叫んでいた。
「こんなんじゃないッ！」絶叫が反響し合い、バラバラに砕け散った石の破片のようにあたりに降り注ぐ。それでも彼女は、「もっと！　もっと！」と、悲鳴のように叫び続け、「もっと！　絶望的な絶望なのよおっ！」と、ひたすら地面を踏み鳴らし続けた。
絶望的な絶望――それが彼女の望みだった。
それは世界にとっての絶望であり、そして彼女自身にとっての絶望。
「もっともっともっと！　絶望的な絶望が――」と、不意にその言葉が途切れた。
頭の奥に電流が走り、彼女はピタリと動きを止めていた。
その顔は驚いたような表情のまま固まり、真っ赤に染まった全身のあらゆる筋肉が脱力し切ったように、棒立ちしている。そして――そのままボソリと呟いた。
「……そうだ」頭蓋骨の内側でバチンバチンと連鎖的にスイッチが入っていき、真っ暗だった思考に灯りがともされていく。
そこに浮かび上がったのは――顔だった。
もちろん彼女の知っている顔――彼女と同じ希望ヶ峰学園の生徒の顔だった。
「……うぷぷ」笑みと共にブルリと体が震えた。
その震えは徐々に全身へと広がっていき――そして、彼女は再び足を踏み鳴らし始めていた。
「うぷ……うぷぷぷぷぷぷぷぷぷぷぷぷ」今度は踊るような足踏みだった。
嬉しくて楽しくて仕方がない――そんな感情を体全体で表現しているような足踏みだった。素敵！凄く素敵だわ！
これから自分が絶望に叩き込む人物の顔を思い浮かべながら――まるで恋でもしたように軽やかな心地で――絶望のリズムを刻みながら――彼女は踊る。これって、絶望的に素敵だわっ！
恍惚とした笑みを浮かべながら、《超高校級の絶望》江ノ島盾子は踊り続けていた。
狂ったように踊り続けていた。それが始まりだった。
最後に絶望で終わる物語の始まりだった。
私立希望ヶ峰学園――全国から特別な才能を持つ高校生だけが入学を許される政府公認の特権的な学園で、国の将来を担う《希望》を育て上げることを目的とした、まさに希望の学園と呼ぶにふさわしい学園だった。
それゆえ、羨望の意も込め『この学園を卒業できれば人生において成功したも同然』などとも言われるが、各界の重要ポストを担う学園の出身者たちを見れば、それが言いすぎだとは誰も思わないはずだ。
そんな希望ヶ峰学園への入学資格は二つ。現役の高校生であること。各分野において超一流であること。
希望ヶ峰学園には一般的に言う入学試験は存在しない。
その場限りの試験で試すようなことに意味はない――それがこの学園の方針だった。
ゆえに入学者たちは、才能の研究者であり教育者でもある希望ヶ峰学園教職員たちのスカウトによってのみ集められている。
希望ヶ峰学園の教職員たちは言わば才能の育ての親。
才能を見出し、才能を育て上げることこそが、彼らに課せられた重大な使命であった。
だが、そんな彼らは今――そんな学園は今――前代未聞で、未曾有の、危機に直面していた。
希望ヶ峰学園東地区にある教職員棟――そこは東地区内に建ち並ぶ施設の中でも、唯一生徒の立ち入りが禁止されている場所だった。
その建物の中は今――異常なまでの静けさに包まれていた。
いつもなら教職員たちが慌しく行き交う廊下にも人影はない。
個室や、研究室、広大なオフィスを思わせる教職員室も、どこもかしこも無人だった。
そこにいるべき全員は、とある一ヶ所に集められていたからだ。第十三会議室。
教職員棟の最上階にあり、最大収容人数は三百人にものぼる、この学園で最大規模を誇る会議室だった。
今、学園中の教職員たちがその会議室に集まっていた。
広大な会議室が人という人でびっしりと埋め尽くされ、室内に所狭しと並べられた長テーブルに空席はまったくない。だが、その割には静かだった。
会議室内で聞こえるのはたった一人の声だけ。
その声の主は――希望ヶ峰学園長、霧切仁だった。
彼は会議室の最前列のテーブルで、集まった教職員たちと向かい合うようにしながら、手にした原稿を淡々と読み上げている。
ただ淡々と――何の感情もなくそこに書かれた文字を口にしているだけ。オーディオプレイヤーと何ら変わりない。
とは言え、これは霧切にとっては重要な職務だった。
自分にはすべての教職員たちにこの決定事項を伝えなければならない義務がある。
たとえ、どんなに常識はずれの決定事項だとしても……いや、そもそも今の私たちには疑問や迷いなどを抱いている暇はない。
そんな暇があるなら他にやるべきことはいくらでも――「隠蔽するということですか？」唐突に会議室に響き渡った声。
反射的に顔を上げると――三百人以上の視線が一斉に自分に向けられていた。
突き刺すとか探るとかとも違う、もっと居心地の悪い視線だった。
薄皮一枚だけに触れてくるような視線で、霧切は全身の毛が逆立つような心地悪さを感じた。
それらの視線から逃げるように、霧切は自分の右側に並んだ四人の顔を見た。
同じ最前列のテーブルに陣取っている彼らは、どれもこれも皺だらけの顔だった。
揃ってきつく目を閉じているせいで皺だらけの顔がさらに皺だらけになり、霧切の位置から見ると縦に四つ重なった皺だらけの顔が一つの大きな皺のかたまりにも見えた。
彼ら――希望ヶ峰学園評議委員会の面々はとっくに何かを放棄しているような態度だった。
そりゃそうか――と、思わず苦笑いを浮かべた。
ま、最初から期待していなかったけどな――誰にも聞こえないように心の中だけで呟きながら、霧切は自分に向けられている視線と正面から向き合った。
ここからは自分の言葉だけで――そこで決意をした。
最初に言っておくが」霧切は念を押すように言った。
これは先ほど行われた希望ヶ峰学園評議委員会での決定事項なんだ
途端に空気が生ぬるくなっていく気がした。
教職員たちの体温が急激に上がったせいかもしれない。
霧切は手元のコップで口元を湿らせた後、続けた。
「もちろん、この決定がどれだけ異常なことかは私たちだって理解している」私たち――そこに含まれている皺だらけの顔は、相変わらず少しも動かないままだった。
霧切が自分の言葉で語り始めるのも最初からわかっていたような態度だった。
だが、これは責任逃れの隠蔽工作などとは訳が違う。
むしろ私たちが責任を取って済む問題ならいくらでも責任を取ろう。
しかし《例の件》はその程度で片付く問題ではない。
もっと言えば、この場にいる全員が責任を取ったところで済む問題でもない。
事はもうそんな次元にはないんだ。
そこで霧切はいったん言葉を区切ると、自らを落ち着かせるようにコップの水を一気に飲み干した。
誤解のないように言っておくが、私は何も、自分たちの考えが完全に正しいなどと思っている訳ではない。
それならば、あんな《パレード》などが起こるはずもないからな
霧切はカーテンで閉ざされた窓を指差した。何人かが苦々しい視線を窓に向ける。
あの《パレード》も、ここ最近は規模が大きくなる一方だ。
あれに参加している彼らにとって私たちは憎むべき存在なんだろう……そういう見方もあるということだ
そこで霧切は教職員たちの顔をゆっくりと見回すと――その場の一人一人に言い聞かせるように、はっきりとした口調で言った。
それでも私は『才能こそ人類にとっての希望』という希望ヶ峰学園の理念が間違っているとは思えない。
だが、もしここで《例の件》が明らかになってしまえば、私たちはその理念を失うことになるだろう。
それは人類にとって明らかな損失だ……そんなことは後援会や各界のＯＢたちも誰も望んでいない
後援会や各界のＯＢ――その言葉に会議室内が小さくざわめいた。
そこで私と評議委員会の四人で協議を重ねた結果……やはり、私たちは《例の件》は公表するべきではないとの結論に達した
チラリと老人達を窺う――相変わらずだった。
まるで自分は関係ないとでも言わんばかりの無表情。
さっきも言った通り、この決定がどれだけ異常なことかは私たちだって理解している。
だが、それでも私たちには、研究者として教育者として、才能を守る義務がある。
突出した才能が敵視されるなど悲劇以外の何物でもない。
それに……私たちには忘れてはいけないことがもう一つあったはずだ
三百人以上の教職員たちが、霧切の次の言葉をじっと待っていた。
いくら罪を犯そうと……あの生徒が私たちによって育てられた《特別な希望》であることに変わりはないんだ
途端に教職員たちの目の色が変わった。
しかし、ざわめきは起きなかった。ただの沈黙。
誰も反論しない――と言うより反論できなかった。
彼の発言は偏狭的だったが、ここにいる全員がそうだった。
彼らはみな教師であると同時に才能の研究者でもある。
研究者が研究対象にとり憑かれるように彼らもまた――才能というものにとり憑かれているのだ。
そういう人間でなければ、ここにはいられない。
だからこそ彼らは霧切の言葉を聞き、そこで決心した。
自分が信じた理念の為に、自分が信じた未来の為に、自分が信じた希望の為に――希望ヶ峰学園史上最大最悪の事件を――全力を挙げて隠蔽する、と。
舗道の脇の茂みから、黄色い猫が顔を覗かせていました。
猫はゆらゆらと踊る草を搔き分けて舗道へ出てくると、長い尾を動かしながら期待のこもった視線を私に向けてきます。
しかし、その目はすぐに警戒へ、さらには恐怖へと変わっていきました。
軽快なスキップで舗道を突き進んでくる私に恐れをなした猫は、踏み潰されると勘違いしたのか、慌てて茂みの中に逃げ込んでしまいました。
けれど、そんなことなどお構いなしの私は、陽気な日の光を全身に浴びながら、スカートをひらひらと舞わせて、エゲツないほどの軽快なスキップで進んでいきます。
ここは私立希望ヶ峰学園の東地区――その中庭――周囲には真新しい校舎や施設がたくさん建ち並んでいて、まだ建設途中の建物もいくつか見えます。
私は、それらの間を縫うように伸びた舗道の上を、小汚い猫や、勉学や交友に精を出す級友たちには目もくれず、そして久しぶりの外出を楽しむ訳でもなく、ただ目的地に向かってエゲツないほど軽快なスキップで進んでいました。
ただし、私は意味もなくスキップをするほど能天気な女ではありません。
これには理由があるんです。
これから好きで好きで堪らない人に会いに行くからでーす。
とは言え、理由があろうとなかろうと、由緒正しき希望ヶ峰学園の中庭を軽快なスキップで移動している学生なんて他にはいるはずもないので、私は当然のように道行く学生たちから奇異の視線を向けられている訳ですが――そんなことは私には関係ありません。
泣いている女の子も、ケンカ中のカップルも、立ち往生している車椅子の学生だって、貧血で倒れている学生ですら――私のスキップは止められません。
早く会いたい大好きな彼に会いたい――と、私はそんな想いだけに身を震わせながら、そのまま天への階段を駆け上がっていってうっかり羽ばたいてしまっても誰も不思議に思わないほどのエゲツない軽快なスキップで中庭を進んでいきました。
進んでいったのですが――「……あれ？」そこで、ふと立ち止まってしまいました。
「どこ行けばいいんだっけ？」あたりを見回します。
自分がまるで見覚えのない場所に立っていたことに気付き、途端に胸の奥がザワザワと騒ぎ出しました。
大丈夫――必死に自分を落ち着かせながら、背負っていたリュックから一冊のノートを取り出しました。
ノートの最後のページを見ると、そこにはこんな一文がありました。
『希望ヶ峰学園東地区の生物学棟。その三階にある神経科学研究所だよ』爽やかな安堵の風が通り過ぎていったのを感じました。
そうそう、生物学棟だったよね！
――って、あれ？　生物学棟ってどこだっけ？
再び胸がザワザワ。
大丈夫大丈夫――自己暗示のように繰り返しながらノートを慌しくめくっていくと、地図のようなものが描かれたページで目が留まりました。
『これが希望ヶ峰学園東地区の全容だ』よくぞやった、私！　思わずガッツポーズ！すぐに中庭のど真ん中に鎮座する噴水の縁に飛び乗ると、ノートの地図とあたりの建物とを見比べていきます。
文学棟、科学棟、物理棟、芸術棟、数学棟、体育棟、語学棟、教職員棟――噴水の冷たい水しぶきを太ももに浴びながら、目的地である生物学棟をまるで初めて訪れる場所のように必死に探していると――「あっ、あれかな？」薄緑色の壁が特徴的な四角い建物を発見。
生物学棟に関するノートの記述と見事に一致しています。
「よーしっ！」噴水の縁から飛び降りると同時に、私は駆け出しました。周囲にいた男子たちが驚いたようにこちらを見ていたので、ひょっとすると勢い余ってスカートがめくれたのかもしれませんが――そんなことは関係ありません。
とにかく私は、私が忘れない内に、目的地にたどり着かなければいけないのです！
猛ダッシュで生物学棟へと駆け込んだ私は、ロビーの奥に階段を発見。
勢いそのまま三段飛ばしで駆け上がっていき――そして三階に到着。
廊下を走り抜けつつ、扉の上にあるプレートを一つずつ確認していくと――突き当たりに『神経科学研究所』のプレートを発見しました。
慌てて急ブレーキ。いったん深呼吸をすると、手鏡でヘアー＆スマイルチェック。――うん、今日もかわいい！　
その素敵な笑顔を持続したまま、「こんちわー」と、目一杯明るい声で研究所の扉を開けた――その時でした。
ボシュッ――と、風を切る音が耳元をすり抜けていきました。
「……ひゃ？」恐る恐る振り返ってみると――廊下の奥の壁に金属の刃物が突き刺さってビィィィンと揺れています。
私は飛び退りながら叫びました。「な、何でメスが空を飛んでくるのっ？」すると研究所の中からたしなめるような声。「うるさいぞ」その声を聞いた途端に――お胸がドキン。
ドキンドキンしながら研究所の中に視線を移すと、部屋のど真ん中に置かれたベッドの上に男性が寝転んでいました。
「遅刻だ。ブスのクセに遅いってどういうことだよ」薄汚れた白いシャツをだらしなく着崩した彼は、仰向けの体勢で手にしたマンガ本に見入ったまま、こちらを見向きもしていません。
「それにブスのクセに声が大きいってのもどういうことだ。大体、ブスのクセに刃物を怖がるってのもおかしいだろ」
「ちょ、ちょっと待ってよ！」私は慌てて彼の言葉を止めました。「いきなりブス連呼とか、そんな差別発言してるとクレームがくるよ？」
「……クレームってどこからだよ。全日本ブス協会とかか？　むしろ、その協会の存在自体が差別だろ」と、マンガ本を見つめたままブスを連発する彼が――この神経科学研究所の責任者であり、私の治療を担当する医師であり、私の年上の幼馴染みであり、何より私が好きで好きで堪らない――《超高校級の神経学者》松田夜助くん――のはずです。
あ、そうか。お前もその妙な協会の一員なんだろ。だからそんなに怒ってるんだよな？
ち、違うよ！　だって私はブスじゃないもん！
そうだな、確かにお前はブスじゃない
私はにんまり笑顔で胸を張ります。「うんうん、わかってるって。だってさっき鏡でチェックしたばっかり――」「むしろ、どブスだからな」「どブス！」ガーンと擬音が響きそうなほどショックを受けた私でしたが、すぐに気を取り直して激しく反論します。
「う、噓だよッ！　私はどブスじゃないって！　むしろ世間的にはかわいい方だって！」けれど、いくら私が騒ぎ立てても、松田くんはマンガ本から目を離そうともせず、「世間一般的な話なんて知るか。ブスと思うかどうかは俺の主観的判断だからな」そんな風に他人事のように言うだけでした。
「じゃあ、どこがブスなのか教えてよ！　クリニックで治すから教えてよ！」もうほとんどやけくそでした。
「目なの？　鼻なの？　それとも口？　眉はどう？」「後は心もだ」「心はクリニックじゃ治せないって！」
「そうか。可哀相なヤツだな。顔が悪い上に性格も最悪だなんて救いようがない。けど同情の対象にだったらなれるんじゃないか？　駅前で募金箱持って立ってみたらどうだ？　かなり稼げると思うぞ」私はガックリと肩を落としました。そのままガックリと床に手を突き、グッタリとうな垂れてしまいました。完全に打ちのめされてしまったのです。
「……ところでお前は誰だ？」「え？」意外な彼の言葉に、私は驚いて顔を上げました。
「声だけだと、いまいち誰かわからないんだよ」「て言うか、今まで誰だかわからないで話してたの？」「名前を名乗らないお前が悪いんだろ」「な、名前も何も……見ればわかるでしょ？　ほら、私だよ」「よそ見している暇はないんだ」松田くんはマンガ本を読み耽りながら言いました。
「今は読書中だからな」「よそ見って……でも、それってマンガでしょ？」「だから何だよ？」『マンガと私のどっちが大事なの？』とでも聞くつもりか？　だったら答えてやるけど、今もマンガだよ」。
「なるほど『今は』ではなく『今も』ってことは、これまでもこの先もずっと私よりもマンガの方が大事だと……って残酷な事実だね！　知りたくなかったよ！」「ノリ突っ込みはいいから、さっさと答えろって」「わ、わかったよ……」
私は促されるままにリュックからノートを取り出すと――その表紙に注目しました。
『音無涼子の記憶ノート』それを見て私はようやく思い出しました。
自分の名前を思い出しました。「えっと、私の名前は音無涼子……らしいよ？」「自分の名前に疑問混じりで答える間抜けなんて、俺は一人しか知らないな」
「……あ、その私だと思う。多分」すると松田くんはため息混じりに、「ふーん、じゃあ不審者じゃなかったのか……」「……もしかして、さっきメスを投げたのは私を不審者と勘違いしたから……とか言うつもりじゃないよね？」「実際そうだからな。俺は知り合いにメスを投げるような危険人物じゃない」「噓だよ、絶対っ！」
私は松田くんに向かって人差し指を突きつけます。「だって松田くんは私だって確認する前から『ブスのクセに遅い』とか『ブスのクセに声が大きい』とか言ってたじゃん！　それって私だって気付いてた証拠でしょ！」
パタン――松田くんが手にしていたマンガを閉じた音でした。
彼はベッドのクッションを利用して跳ねるように起き上がると、そのままツカツカと私の目の前まで歩み寄ってきました。
「え？　何？　ど、どうしたの……？」じっと彼に見つめられ――体があっという間に熱くなっていきます。「……お前、覚えていられたのか？」「……は？」松田くんの両手が私の肩を強く摑みました。彼はそのまま私に顔を寄せると、問い詰めるような口調で、「お前、俺が最初にブスって言ったのを覚えていられたのか？」
そんな風に真顔の松田くんに間近まで迫られた私は――肋骨のあたりがキューっとなって、心拍数がバクバクバクと急上昇。
「あ、なんか……そうみたい。えへっ、今日は調子がいいのかな？」と、私がピンク色の吐息のような声で答えたところで――彼は私の肩から手を離すと、くるりと背を向けてしまいました。
そして背を向けたまま、小さな声で独り言のように呟きます。「調子が良いのか悪いのか……どっちだろうな……」
「なんでもない」松田くんは首を振った後、すぐに命令口調で言いました。
「いいからベッドに寝ろ。さっさと始めるぞ、このカス」
私はドキドキの余韻に浸りながらリュックを脇に置くと、さっきまで松田くんが寝ていたベッドに横になりました。柔らかなマットに身を預けた途端、シーツに染み込んだ匂いが私の鼻孔をくすぐります。きっと松田くんの匂いです。その匂いを嗅ぎながらベッドに残った彼の体温を全身に感じていると、まるで彼に優しく包み込まれているような幸せな気持ちになってきて――
「うっししししし」思わず笑みが零れました。「うっししししししし」
「……それって、もしかして笑ってんのか？」松田くんはあからさまに顔をしかめていました。
「クソ虫にそんな風に笑う習性があるのはわかった……けど、いくらなんでも気持ち悪すぎだろ。せめてもう少し普通の笑い方はできないのかよ」
「うひょひょひょひょひょ」「どこが普通だ。余計に気持ち悪いぞ」呆れたように言いながら、松田くんは研究所の奥からガラガラと台車を引っ張り出してきました。
台車の上には何だか物々しくて複雑そうな機械が偉そうに鎮座しています。
松田くんはその台車をベッドに横付けすると、「始めるぞ」と、引き締まった眼差しで機械を操作し始めました。
私はそんな松田くんに思わず見入ってしまいます。
サラサラと柔らかそうな髪。そこから覗く切れ長の目。女の子みたいに長いまつ毛。先のとがった顎。小さくて薄い唇。白くて細長い指――「気持ち悪い顔で見んな、どブス」それに口が悪い。
そうです、それが松田くんなのです――と寝っ転がりながらノートに記入。
「そんなことをいちいちノートに書いてどうすんだよ、クズ」
「だって書いとかないと忘れちゃうんだもん」
すると松田くんは大仰にため息を吐き出しながら、
「……まったく、底の抜けたコップみたいだよな、お前の頭って」底の抜けたコップ――酷い言いようですがまったくその通りでした。
私は見聞きした情報を、酷い時には覚えた次の瞬間に、もう忘れてしまうのです。
原因はわかりません。
あったとしても覚えていません。
どちらにしても、私は普通じゃないほど忘れっぽい――ということは確かです。
「でもさ、私だって忘れたくて忘れてる訳じゃないもん。これって脳の病気とかなんでしょ？　だったら仕方ないじゃん。優しくしてよー」
「いや、一概に病気とは言えないな」松田くんは小さく首を振りました。「人間の記憶ってヤツは複雑でまだすべてが解明された訳じゃない。未だブラックボックスなんだ。だから病気の一言で片付くほど簡単な問題でもないんだよ」
そう説明しながら、彼は私の頭や顔にペタペタと吸盤のような物を貼り付けていきます。それらの吸盤から伸びたコードは台車の上の機械と繫がっているようでした。
人間の記憶の中には《エピソード記憶》と分類される記憶があるんだ。
それは個人的体験や出来事についての記憶とされている。
そのエピソード記憶を新しく形成する際に使われるのが、海馬体という脳の部位なんだ。
そこに異常があると新しいエピソード記憶が形成されなくなってしまう。
昔の例だが、手術の為に海馬体を切り取った患者が、その後新たに記憶を獲得する能力をなくしてしまったという有名な話がある。
それ以来、海馬体は脳の記憶形成に重大に関わる分野として研究が進められてきたんだ。
ただ海馬体に異常があっても、自転車の乗り方や、道具の使い方といった《手続き記憶》を新たに形成することはできる。
もちろん、それに関するエピソードを覚えておくことはできないけどな。
要は、自転車には乗れるが、どうやって自転車に乗れるようになったのかは覚えていない……それと似たようなモンだ」
「そっか……だから私は忘れっぽくても、『ノートを読み書きする』ってことだけは忘れないんだね」と、話題のノートを両手で掲げながら、私はふむふむと頷きます。
『音無涼子の記憶ノート』そのノートは忘れっぽい私にとっては記憶そのもの。私が唯一信頼している絶対的な必需品でした。逆に言えば、このノートさえあれば、私は特に不自由することもなく普通の人と同じような日常的な生活を送ることができるはずなのです。
とは言え、記憶のバリアフリー化が遅れているこの学園では、不都合なことが多々あるらしいです。例えば試験の時にはノートを見ることができないので、私はロクな点数が取れず、そのせいで私は休学に――「え！　私って休学になっちゃったの？」思わずノートに向かって叫んでしまいました。「テストの点数が悪いだけで？　そんなの酷いよ！」
「退学じゃないだけマシだろ。それだって俺が学校側に掛け合ってやったからなんだぞ」
「え？　私を庇ってくれたの？」すぐにお胸がキュンと鳴きます。「嬉しいなっ！　えへへっ、松田くんって私に優しいんだねっ！」
そこで松田くんはフンと鼻を鳴らすと、「……研究材料として確保しておきたかっただけだ」
だとしても、松田くんの役に立っているならそれでいいんですけどね！
「おそらく、お前の場合は検索失敗型の長期記憶の忘却だと思うが、神経細胞ニューロンの間のシナプス結合に異常があるのかもしれない……何にしてももう少し詳しく調べてみないとわからないけどな」
「私もよくわかんないけど……とにかく退学にならないで良かったよ！　もし退学処分になっていたら路頭に迷っちゃうとこだったもん！」
だって私はこの学園以外に居場所なんてありません。すべて忘れてしまいましたから。古い友達はおろか、家族のことすら何も覚えていないのです。
「それに、退学になったら松田くんとも離れ離れになっちゃうもんね……」松田くんと離れ離れ――私が一番怖いのはそれでした。自分で言った言葉にも思わず震えてしまいます。
「余計な心配するな」そんな私に向かって松田くんはぶっきらぼうに言いました。
「お前はいい研究材料なんだ。手放す気は……今のところはない」「けど、今のところなんだね！」嬉しいけど、これ以上嫌われないように気を付けないと！
「いちいち文句言うな。こんな重要な研究に携われるだけで光栄に思えよ」
そして、松田くんはそのままポツポツと語っていきました。
記憶消去のメカニズムを解明することは、記憶装置のコアの分子メカニズムの解明にも繫がるはずなんだ。
そこから記憶の持続機能アップや、記憶の喪失防止の治療薬の開発に繫がるかもしれない。
そうすれば将来的には、記憶をコンピューターのハードディスクのデータのように自在にバックアップしたり消去したり……そんな風に操れるシステムを構築できるようになるかもしれない。
実際、海外ではその研究も進められているしな。
すでにプロテインキナーゼＭゼータという酵素分子を抑制することで、ラットの長期記憶を消せることも証明されている」
「なるほどねっ！」全然わからなかったので、とりあえず大きな声を出しておきました。
「とにかく、愛する松田くんの役に立てるなら私は心の底からスーパーハッピーだよ！」
「脳の方がスカスカなら、そこから出てくる言葉もスカスカってことか……お前は本当にスカスカな女だな」
心配してるのか馬鹿にしてるのか、よくわかりませんでした。だけど、それが松田くんなのです。
自分の頭の面倒は自分で見ろ――それが私に対する松田くんのスタンスでした。
彼は冷たいし、素っ気ないけど、私を同情的に扱ったりはしません。
私はいちいち同情的に扱われても鬱陶しいだけなので、こんな松田くんの態度が適温なのです。
「でも、スカスカでもミラクルハッピーだよ！　だって、大好きな松田くんの役に立ててるんだもん！」私がめげずに声を張り上げると、松田くんは呟くように返します。
「ま、役に立ってるのは確かかもな……お前は特にレアなケースだし……」
「レアだって！　何かいい響き！」私は褒められたようで嬉しくなってしまいました。「ねぇ、レアって何がレアなの？　ねぇ教えて、ねぇねぇ教えて！」
「ねぇねぇ、うるさいな……」松田くんは大きなため息を吐きながら、「あんまり言いたくないんだよ。お前はすぐ調子に乗るからな……」
「いいじゃん、いいじゃん！　ねぇ教えて、ねぇねぇ教えてよ！」
それでも私がしつこく食い下がると、ようやく松田くんは教えてくれました。
「……あんな《妙な能力》を使えるほどの優れた頭脳を持つ人間が、記憶喪失になるなんて、なかなかあることじゃない……そういうことだ」
「……能力？　優れた頭脳？」いまいち、ピンときませんでした。
「忘れているならそれでいい……あんな能力なんて使われた方がむかつくだけだしな。言っておくけど俺には絶対に使うなよ。わかったか、クソブス」
よくわからないけど――クソブスと釘を刺されてしまったので、わかったことにするしかありません。
「ま、何でもいいや。結果、こうして松田くんと親密な関係でいられるんだし、むしろ頭の病気には感謝しないとね！」
「だから病気じゃないって言ってんだろ……」
松田くんは私のニヤニヤ顔を隠すように、吸盤を貼り付けていきます。
「それにしても、お前の吞気さには逆に感心するよ。その状況でよく笑えるよな。少しは心配したらどうなんだ？」「……え？心配って何の心配？」
「だからさ」と、松田くんは呆れたように、「少しは気にならないのかって聞いてるんだよ。たとえば自分の症状が治るのかとか……そういうことだよ」
「……え？」私はビックリしてしまいました。そんな風に改まって聞いてくる松田くんが、何だかおかしかったのです。「あはははは、全然だよっ！」だから笑ってしまいました。
「だって、私が覚えている私って今の私だけなんだよ？　忘れっぽくなる前の自分なんて覚えてないから、そもそも比べようがないんだって。だから私は《忘れっぽい》ことを欠点だとも思ってないよ。こういうモンなんだなって……そう思ってるだけだよ」
「欠点と思ってないにしても、その忘れっぽさがいつから始まったのかとか、いつまで続くのかとか……それくらいは気になるんじゃないのか？」
「ううん、気になんない。むしろこれが治ったら治療も終わって、そうなったら松田くんと会えなくなっちゃうんじゃないかってことの方がずっと心配だよ」
私がそう言ったところで、不意に沈黙が訪れました。
その沈黙がしばらく続いた後――松田くんがぽつりと呟くように言いました。
「心配するな」しかも、やけに沈んだ声でした。
「この治療はずっと終わらせないさ……」
「え……？」ふと見上げると――真っ黒な髪の隙間から覗く松田くんの顔が、何かを思い詰めたように強張っていました。
「松田くん？」私が呼びかけると、ようやくピクリと反応しました。
「いや、何でもない……」彼は取り繕うように首をコキリと鳴らすと――何事もなかったようにまた手を動かし始めます。
「ま、この手の症状は悲観的になるのが一番良くないんだ。そういう意味ではそれくらい能天気でいいのかもな」
「うん、私ってモルディブシンキングだからね！」
「確かに、お前の頭はモルディブ並みの陽気さだ。友達とか家族とか、物忘れする前の自分自身さえ忘れてそれなんだから、恐れ入るよ」
「だって、忘れたってことは最初からないのと一緒だからね。だから私が忘れたことは、みーんなまとめて、もう私とは関係ないってことにするんだ！」
「また、その口癖か」松田くんはやけに長い瞬きをしながら言いました。「そうやって『関係ない』で済ましていったら、お前の中には何も残らなくなるぞ？」
「大丈夫だよ、松田くんがいるから！」私は胸を張って答えました。
「私は松田くんのことだけは覚えていられるんだよね。だから松田くんがいる限り、私は一人ぼっちになったりしないんだ」
「……きっと、俺に会うという行為自体が『治療』という《手続き記憶》の一環に組み込まれているんだろうな。だからお前は俺のことを覚えていられるんだ」
「違うって、そういうことじゃなくって――」
「あぁ、わかってるよ」ムキになりかけていた私を制するように、松田くんは言いました。
彼は薄汚れたシャツの隙間から覗く薄い胸元をポリポリと搔きながら、淡々と吸盤の取り付け作業をこなしていきます。
その様子からして、本当にわかっているのかは疑問でした。
面倒臭くてそう言っただけかもしれません。
もしかしたら、私が『覚えている』と言ったことすら信じていないのかもしれません。でも本当なんです。
確かに、その『覚えている』は、普通の人が使う意味とはまるで違いますけど――それでも噓ではありません。
私は松田くんのことを覚えています。忘れているけど――覚えているんです。
それは、今まで彼とどんな話をしたとか、今まで彼とどんなことをしたとか、そういうことを覚えているという意味ではありません。
その程度のことはノートに任せておけば良くて――私が覚えているのはもっと特別で大切なことなのです！
つまり、私は記憶ではなく感情で――頭ではなく心で――松田くんへの《想い》を覚えているんです。
彼を目にした時、私は頭で理解するより先に、胸の鼓動で彼を感じます。そして、その鼓動が私に大事なことを告げてくれるのです。――彼は私にとってかけがえのない存在なのだと。
だからいくら忘れっぽくても、私が松田くんを忘れることはありません。
私と松田くんとの間には、記憶以上の繫がりがあるからです。
つまり、私にとって松田くんは、特別で別格でミラクルで、そしてそして――「うるさいな」「えっ？」そこで慌てて我に返った私は、「どっ、どうして聞こえちゃったのっ？」と、飛び起き掛けたところで――松田くんに頭を押さえられました。
「暴れるとコードが外れるだろ、人間のクズかお前は」コードを外しそうになったくらいで酷い言われようです。
「だって声に出してなかったのに……あっ、うるさいって、私の心臓の鼓動がうるさいってこと？　無理だよ、無理無理！　だって心臓止めたら死んじゃうもん！」
「……俺が言ったのは外の話だ」「え？　外？」松田くんが顎をしゃくって、窓を指しました。
耳を澄ましてみると――窓の向こうから妙な音が聞こえてくるのがわかります。
罵声、怒声、野次、非難、反発、に満ちた声が、とぐろを巻きながら地響きのように鳴っています。それは本能的に眉をひそめたくなるような不快な声の集合体でした。
「……何これ？」「《パレード》だよ。まったく日に日に騒がしくなってるな……」「パレードって、まさかあのパレード！？」「噓つけ。どうせ覚えてないんだろ？」松田くんは私のおでこをぴしゃりと叩くと、渋い顔で説明を始めます。
「要はデモだよ。それをここの教職員たちが……というよりも、その上の評議委員会の連中がそう呼ぶのを嫌って、《パレード》なんてバカバカしい名前で呼んでいるだけだ」
「……だけど、デモとパレードって意味的に逆じゃない？」「だからこそ、だろ」「でも、なんでデモなんかが……あ、ジョークじゃないよ！」松田くんは弁解する私を無視するように、
「予備学科の連中だよ」「予備学科……？」これまた聞いたこと――ありませんよね？
「やっぱり忘れてるのか。ま、お前の頭はガバガバだから仕方ないか」「ちょっと！　女子にガバガバなんて超セクハラ発言だよ！　江戸時代ならきっと打ち首もの……ふぎゅ！」起き上がりかけた頭を押し込まれてしまいました。
そもそも、希望ヶ峰学園は他の学校のような純粋な教育機関とは違うんだ。
ここは才能の教育機関であると同時に、才能の研究機関なんだよ。
同じように、ここの教職員たちは教育者であると同時に、才能を研究する研究者でもあるんだ。
だけど研究者ってのは厄介な生き物なんだ。
研究すればするほどさらなる研究を求めようとする。
そうすると決まって何かが足りなくなるんだが……わかるか？
「えーっと……それは多分ね……」「金だよ」「そう、それだね！」解答のチャンスを失った私はせめてそれだけ言いました。
つい最近まで、希望ヶ峰学園は政府の補助金と卒業生の寄付金頼りの小規模な学園でしかなかった。
だから資金の面で研究が行き詰まることも多々あったみたいだ。
だけど今の評議委員会の連中はそれでは満足しなかった。
そこで、さらなる才能の研究を追求する為に導入されたのが、予備学科ってシステムだ
うんうん――と、私は頭だけで相槌を打ちます。
要は《超高校級》と呼ばれる俺たちを本科として、それとは別に、予備学科という入学制度を設けたんだ。
予備学科は本科のある東地区から離れた西地区にあるから、俺たちとは交流もなくて、あまり知られていないんだが……本科とは何から何まで違うらしいぞ。
そもそもスカウトじゃなくて普通の入学試験で志願者を選別しているらしいし、それは彼らを教える教職員もそうだ。
本科を教えるのは学園に泊まり込んでいる研究者たちだが、予備学科を教える教職員のほとんどは、外からやって来た一般の教職員たちばっかりだ「それじゃあ普通の高校と一緒じゃん」
あぁ、そうだ……それでも希望ヶ峰学園への入学希望者は殺到した。
ブランド力は偉大ってことだ」松田くんはまるで吐き捨てるような口ぶりでした。
「いくら予備学科とはいえ、今まで完全スカウト制を貫いていた希望ヶ峰学園がようやく開いた門戸だ。
当然、そのブランド力に人は群がる。
そして、あいつらはそのブランド力を利用して金を集めたんだ。
それを機にこの学園は一気にデカくなっていって……今となっては広大な敷地に、専門家も羨む施設や設備が次々と建てられている。
驚くべき急成長だよな。
たった一、二年の間で希望ヶ峰学園がここまで大きく変貌するとは誰も思わなかったはずだ。
今の評議委員会の力がやけに強いのも頷ける話だ
「でも、なんか詐欺みたいだよね？」「みたい、で済めばいいけどな」
松田くんは苦笑のように口許を歪めながら――ともかく、と続けます。「今や、希望ヶ峰学園はどっかの国の身分制度も真っ青の完全無欠のピラミッド構造って訳だ。」
《超高校級》なんて呼ばれている本科の学生たちを支える為だけに、その下に数多くの予備学科の生徒たちが存在しているんだ。
一応は予備学科から本科に編入できるシステムもあるらしいが……まともに機能しているか疑問だな。
そもそも本科の教職員たちは、予備学科の連中のことなんてロクに見てないだろうしな
「えー、教師失格じゃーん」「教師としてはな。だけど研究者が研究対象にしか興味を持たないのは仕方ないさ。俺だってそうだしな。あいつらの場合はその対象が《人の才能》だったってだけの話だ」
「でもさ、やっぱ不公平だよ！」と、私は思わず頰を膨らませます。
「そりゃ不公平だ。そうでなけりゃ、あんなデモなんて起きないからな。ただ、そうは言っても――」松田くんはそこでいったん言葉を区切ると、急に警戒するような声に変わりました。
「あいつらだけで、これを仕掛けたとも思えないけどな。もしかすると、これは誰かが何かを企んだ結果かもしれない……何かそんな気がするんだ」
「え……？」松田くんは恣意的に細めた目を窓の外に向けていました。その視線の険しさは私が声を掛けることを躊躇ってしまうほどです。
「おい、ブス」しばらくした後で松田くんは急に思い出したように言いました。
「今の話はちゃんとノートに書いておけよ。『私には関係ない』なんて言うなよ。予備学科の連中からしたら俺たちは面白くない存在なんだ。まぁ、いきなり襲われるなんてことにはならないだろうけど……気を付けておくに越したことはない」
「うん、わかった」と、返事をしたところで――自分の顔や頭が吸盤ですっかり埋め尽くされてしまって、口を動かすのもままならない状態にあることに気付きました。
「しばらくそのままにしてろ。寝ててもいいぞ」松田くんはそれだけ言うと、私の視界から歩き去ってしまいました。
「でも、ぜんぜん眠くないんだけど……」私が不安げな声で訴えると、視界の外から松田くんの声だけが聞こえてきます。
「だったら睡眠薬やるよ。一ダースくらいでいいか？」「え？　それって致死量じゃない？　大丈夫かな……？」と、ますます不安な気持ちになってきたところで、松田くんが戻ってきました。彼はさっきまでの薄汚れた白シャツの上に、制服のジャケットを羽織っています。
「俺のいない間に機械に万が一のことがあったら殺すからな」「……もしかして、どっか行っちゃうの？」「ちょっと用事だ。とにかく、俺のいない間に機械に万が一のことがあったら殺すからな」繰り返して言うあたり本気のようです。
「でも、松田くんになら殺されてもいいんだけど……」「俺が嫌だ。グロいのは苦手なんだ」人の脳を研究している時点で既にグロいんじゃ――とは、もちろん言えませんけどね。
「あ、じゃあさ！　大人しく待ってる代わりに用事が終わったら一緒に映画観ようよ」「……映画？」「えーっと……ほら、アレなんかどうかな……」私は寝っ転がったままノートをめくって、映画に関する記憶を探しました。
「あ、あった！　あのね、マカリスター家にハリーとマーブって強盗コンビが――」「もしかしてホーム・アローンか？　忘れているみたいだから教えてやるけど、前にもしつこく誘われて観たことあるんだぞ」「あ、そうだっけ。えっと、じゃあね……」と、検索し直すものの、ホーム・アローン以外の記憶は一向に出てきませんでした。なぜにピンポイントでこの映画だけ――けれど自らを責めてばかりいても仕方ありません。
「ま、傑作なんだし、きっと何度観ても面白いって！」「確かに悪くない映画だけど、普通は何度も観たいと思わないな」「普通？　普通って言ったの？　ねぇ、松田くんにとっての普通って――」「そういう中学生日記みたいな話は嫌いだ」ジロリと嫌悪感の込められた目を向けられてしまいました。
だけど、それでも諦め切れない私は、「いいじゃん！　きっと初めての気持ちで観れば、また面白いって！」と、ノートを読み返しながら、「あっ、私の感想によると、主演のワコール・カルキンくんって男の子が超カワイイらしいよ！　カワイイ男の子だよ。ほら、気になってきたでしょ？」
「むしろ、どうして俺がそこに食い付くと思った？　それと主演の男の子はそんな女性用下着みたいな名前じゃなくて、マコーレー・カルキンだ」
「あははっ、超カワイイから、カルキンくんを私の子供にしたいって書いてあるよ！」「そう言えるのは、カルキンくんの今を知らないからだ。ズブズブのど変態め」「ズ、ズブズブのど変態……」私があまりの毒舌に打ちのめされていると――松田くんは切れ長の目をさらに細めながら、額の前髪をかき上げて言いました。
「いいから、しばらく大人しく寝てろ」どうやら、私とのやり取りを強制終了させるつもりのようです。
「待って！　行かないでっ！」だから慌ててそれを止めました。
「やだよ、やだやだっ！　寂しいから置いて行かないでよ！　せっかく久しぶりに会えたのにもう行っちゃうなんて寂しいよっ！」
「……久しぶり？」そこで松田くんはふと足を止めると、「どうして久しぶりに会ったって思ったんだ？」「……え？」「どうして久しぶりだと思ったのかって聞いているんだよ……」松田くんの背中越しの声にはどこか切なげな響きがあって――それを聞いた私はすっかり困惑してしまいました。
「え、えっと、それは……私の胸のドキドキ具合からしてそうなんじゃないかと……」と、私が弁解するように言うと、
「じゃあ、毎日俺に会っていたらドキドキしないってことか……」「う、ううん、違うって！　そうじゃなくって――」「そもそも、俺とお前は昨日も会っているはずだぞ」「……え、そうなの？」「やっぱり忘れているのか……」松田くんは落胆したように背中を丸めます。「俺のことだけは覚えていられるって言ったのは噓だったんだな……」「ちょ、ちょっと待って！　すぐに思い出すから！」
私は大急ぎでノートをめくって、食い入るように端から端まで見直しました。けれど、どこを探しても昨日も松田くんと会った記憶なんて――ガラガラピシャ。
あれ、と視線を上げると――松田くんの姿はもうどこにもありません。
「……チッ！」やられてしまいました。
こうなってしまったら、どうしようもありません。
あーあ、もう本当に寝るしかないようです。
――ま、それはそれでいいんですけどね。
だって少なくとも眠っている間は夢の中の出来事に夢中になれる訳だし、松田くんのいない寂しさに翻弄されずに済むはずだし――それに、夢の中で松田くんと会えるかもしれないし！
そんな期待を胸に、私は顔中に張り巡らされたコードに細心の注意を払いつつ体を横向きに倒すと、枕に残った松田くんの匂いを仔犬のように嗅ぎながら、「はうはうはう」と枕に頰ずり。「はうはうはう、松田くんの匂い」と、悶えながら目を閉じます。
視覚がシャットアウトされ、他の感覚が研ぎ澄まされていくと、やがて私の世界は松田くんの匂いだけに満ち溢れ――いえ、それだけではありませんでした。
どこからか聞こえてくる声が、私と松田くんだけの世界を邪魔していました。
それは、やたらと感情的で不快感を伴った嫌な声の集合体――耳にしている内に、ぼんやりとした不安が浮かんでくるのを感じた私は、慌てて耳を塞ぎます。
――私には関係ないもん。けれど眠り方を忘れてしまったのか、私はなかなか寝付くことができません。
早く眠ってしまいたい。眠ってしまって、松田くんがいない世界をやり過ごして――また松田くんに会いたい。
――松田くん松田くん松田くん松田くん松田くん松田くん松田くん松田くん。と、私は松田くんを夢見ることを夢見ながら――
ゆっくりと夢の中へと落ちていくのでした。
研究所を出て数十分後――重々しい雰囲気を漂わせる扉を前にして、松田夜助は思わず居住まいを正していた。
――緊張している？そんな自分を嘲りたくなるのと同時に、それが仕方のないことだと理解もしていた。
教職員棟――足を踏み入れるのは初めてだった。
ここは言わば希望ヶ峰学園の中枢。
本科の施設が揃う東地区にありながら、生徒の立ち入りを禁じている唯一の場所で、実際ここにたどり着くまでに何度も教職員たちに咎められ、その度に説明を繰り返す羽目になった。
しかも彼がやって来たのは、そんな教職員棟の中でもなおさら特別な場所だった。
そこで、松田夜助は顔を上げ――眼前の扉を見据えた。
物々しい装飾が施された木製の扉は、入る者を拒絶するような存在感に溢れている。
その扉に掲げられたプレートには、希望ヶ峰学園評議委員会室――とあった。
言うなれば、ここは希望ヶ峰学園の中枢のさらに中枢。
生徒どころか教職員でさえ滅多なことでは入れない特別な場所だ。
これだけの条件が揃っていて緊張するなという方が無理な話かもしれない。
いや、だからといって――「……らしくないよな」松田は小さく咳払いをした。場の空気に吞まれそうになっている自分を奮い立たせようとしたのかもしれない。
そして彼は拳を握ると、扉を二回ノックした。
「希望ヶ峰学園第七十七期生、松田夜助です」重い扉をゆっくりと押し開ける。
「……失礼します」明らかに教室とは雰囲気が異なっていた。天井や柱や壁にはゴテゴテとした装飾が施され、荘厳で重苦しい印象を醸し出している。松田が歩を進めると、足元の絨毯が彼の足音を吸い取った。
「わざわざ呼び出してすまなかったな」思いのほか軽い調子の声が上がった。その声の先には希望ヶ峰学園長の霧切仁がいた。
何度見ても、と松田は改めて思う――やっぱり若いな。
松田が連想する校長と言えば、白髪に口ひげで中間色のスーツを着た初老の男性という定番のイメージでしかなかった。それゆえ、まだ三十代の霧切は格段に若く感じる。
「とりあえず適当に座ってくれ。立ち話って訳にもいかないからな」その部屋の中央には円形の大きなテーブルがあり、その外周に沿う形でアンティーク調の椅子がずらりと並べられている。
「失礼します」松田が一番近くにあった椅子に腰掛けると、霧切とは円形のテーブルを挟んで向かい合う形になった。
腰を下ろした瞬間、複数の視線が一斉に自分に向けられるのを感じた。
円形のテーブルに等間隔に陣取った四人の老人たちが、じっと松田を見つめている。
誰もが揃って葬式帰りのような漆黒のスーツ。
それと同じ色のネクタイ。
彼らの値踏みするような視線にさらされ、松田は首筋に生温かい息を吹きかけられるような不快感を覚えた。
「私たちのことは知っているか？」老人の誰が発した声かはわからない――錆び付いたような声だった。
「評議委員会の方々ですよね？」「《例の件》では、君にも色々と世話になったらしいな」「……何の話ですか？」老人たちの顔の皺が深くなる。話をはぐらかされたことにムッとしたようだった。
「警戒する必要はない。私たちはすべてを知っているんだ」さらに、別の老人が声を上げる。
「確か、君には第一発見者の生徒の取り調べを手伝ってもらったんだったな」第一発見者――その言葉を耳にした途端、松田の心臓が大きく鼓動した。
それを隠すように彼はすぐに聞き返す。「……あの生徒の取り調べをもう一度行いたいということですか？」
「そうではない」首を振ったのはまた別の老人だった。「今度は別の生徒の取り調べだ。だが、その生徒は問題を抱えている。ちょうど君が得意とする分野の問題だよ。だから君に頼んでいるんだ」
すでに決定事項のような言い草だった。それが気に掛かった。
「……もし僕が断ったらどうなるんですか？」すると、しばらくの沈黙の後で――一人の老人が笑い声を上げた。初めは小さな笑い声。けれど、それは徐々に大きくなり――つられるように、二人、三人、四人と笑い声が繫がり、そして膨らんでいく。
いつの間にか、嘲笑にも似た笑い声が室内に反響し、あらゆる角度から松田目掛けて降り注いでいた。
「なぁ、松田くん……」ふと、笑い声がやんだ。「そんな選択肢が存在するとでも思ってるのか？」それは完全に見下したような口ぶりだった。
「確か、君が治療中の彼女……休学扱いらしいが未だに治る兆候はないんだろう？」今度は松田の眉間に深い皺が刻まれる。
「……何が言いたいんですか？」「君もまだ学生なんだ。治る望みのない落ちこぼれに、あまり時間を費やしすぎるのは感心しないな」その言葉には冷笑の色さえ浮かんでいた。
それに、我々としても戻る見込みのない生徒をいつまでも休学中にしておく訳にはいかないんだよ。ここは優れた才能を育成する機関なんだ。
出来そこないには大人しく出て行ってもらった方が、他の生徒の為にも良いに決まっている……だがな、もし君が我々に協力すると言うなら――「黙れよ、ジジイ」「……なッ！」「ベラベラ喋るな、口が臭いんだよ」急激に空気が変わった。部屋の圧力が一気に高まっていく。
「き、貴様ッ――」立ち上がったところで老人は全身を凍らせた。
松田が老人たちに向けていたのは虫けらでも見るような目――いや、それ以上に強い軽蔑と怒りが込められていた。まるで虫けらを踏み潰そうとでもしているような目だった。
「……落ちこぼれ？　出来そこない？　言っておくけど、あいつをバカにしていいのは俺だけだ。それ以外のヤツには、あいつをバカにする権利なんてないんだよ」
「お、お前、誰に向かって――」「だから黙れって」松田はその一言で本当に老人たちを黙らせると――低い声で続けた。
「あいつは自分がバカにされても『関係ない』で済ますようなヤツだからな。だから俺が代わりに言っておく……そうしないと俺の気が済まないんだよ」
それは評議委員会の彼らからしてみれば、不気味としか言いようのない威圧感だった。
たかが十数年生きただけの少年に、どうしてここまで気圧されるのか――いや、彼らはその答えをとっくに理解していたはずだ。
それが才能を持つ者の力。希望ヶ峰学園の言うところの希望の力なのだ。
「……あ、ちょっといいか？」と、そこにやけに間延びした声が割って入ってくる。霧切の声だった。松田の威圧的な視線が、そのまま霧切に向けられる。
「いや、そろそろ私にも話をさせて欲しいと思ってね……」霧切は苦笑いを浮かべながら頭を搔いていた。まるで緊張感のない態度だった。勢いを削がれてしまった松田はゆっくりと目を閉じ、そして大きなため息と共に浮かし掛けていた腰をそっと戻した。
それを見届けたところで、霧切は穏やかな口調で切り出した。
「松田くん、これはあくまで頼み事だよ。ただし、ここにいる私たちと言うよりは、他の生徒たちも含めた希望ヶ峰学園全体としての頼みと言えるかもしれないな。そういう意味では、せめて話くらいは聞いてもらえると助かる」
松田は黙ったまま霧切を見つめていた。まだ彼の真意を量りかねていた。
霧切はそんな松田の様子を確認すると、「話だけは聞いても構わない……そう判断したと受け取らせてもらうよ」
そう告げた後、さっそく本題へと入っていった。
「今更、《例の件》については説明するまでもないと思うが……やはり、まずはその話から始めないとまずいだろうな」コホンと咳払いした後、胸の前で両手を握った。そこに視線を落としながらポツポツと語っていく。
「あれから一カ月以上が経った今でも私はまだ信じられないよ。あんな凄惨な事件がこの学園で起きたなんてな……まるで悪い夢でも見ているようだ」「だが実際に起きた事件だ！」老人の一人が声を荒げた。
「十三人だぞ！」また別の老人が叫ぶ。「十三人もの犠牲者を出しておきながら事件の詳細は不明のままだ！　どうして我が学園でこんなことが起こるんだ！」
そんな怒鳴り声が一段落したところで、松田は確認するように尋ねた。
「……結局、警察には連絡していないんですよね？」「当然だろう！　警察に連絡してどうなると言うんだ？　それで何が解決する？　これは犯人を捕まえて済むような問題じゃないんだ！」「でも……犠牲者の親族たちは？」「そんなものは何とでもなるっ！」
間を置かずに別の老人が怒鳴った。「貴様がそんなことを心配する必要ないっ！」その口ぶりからして、すでに根回しをしているのだろう。きっと希望ヶ峰学園ＯＢを頼ったに違いない。彼らの中には希望ヶ峰学園のブランド力を頼りにのし上がった者も多いはず。そのブランドが地に落ちたとなれば、困る人間も多いはずだ。
「……確かに僕の心配することではなさそうですね。だったら、僕は何を協力すればいいんですか？　さっき言った『取り調べして欲しい生徒』って、《例の件》の関係者なんですよね？」「君には、その生徒から話を聞き出し、《例の件》の真相を明らかにする為の手伝いをして貰いたいんだよ」そう答えたのは霧切だった。
「真相を明らかにするって……でも、それって矛盾してませんか？　だってあの事件は隠蔽することに決まったんですよね？」隠蔽――松田は学園側からその説明を受けている唯一の生徒だった。彼は多額の研究費用と研究設備の代わりに学園への協力を約束したのだ。そういう意味では、彼もまた研究者だということなのかもしれない。
だが――彼が協力した本当の理由はそれではない。
しかし、それは松田以外の誰も知らないことだった。
「確かに、矛盾しているように聞こえるかもしれないな」わずかの逡巡の後、霧切はそう答えた。
だが、これも必要なことなんだ。
私たちは《例の件》を徹底的に隠す必要があると考えているが、それにはまだ知らないことが多すぎるんだよ。
隠す対象がはっきりしないのに隠すことなどできない。
だから、私たちはまず《例の件》の全貌を知らなければならないと考えているんだ。
「隠蔽するからには万全を期す……この希望ヶ峰学園を守る為だよ」そう言い切った霧切に迷いは見えなかった。
希望ヶ峰学園を守る為なら何でもする――一緒だ。
何かを守る為に何かを犠牲にする――まったく今の俺と一緒じゃないか。松田はそう思った。
「……それで誰なんですか？　取り調べして欲しい生徒って」霧切は乾いた唇を湿らせながら、松田の質問に慎重に答える。
「これは君にも知らせていなかった事実なんだが……《例の件》には、君も知っている第一発見者とは別に、二名の生存者がいるんだ」
二名の生存者――確かに松田にとっては初耳だった。
「当然、事件の当事者である彼らは真相解明には欠かせない存在だ。本来であれば第一発見者の取り調べの後で、すぐに話を聞くべきだったんだが……ある事情により、それはできなかったんだ」「……ある事情？」「生存者の一人は昏睡状態のまま意識を取り戻していない。もう一人の生存者は幸いにも無傷だったんだが……消えてしまったんだ。そして今も行方不明のままだ」昏睡状態。行方不明。
確かにどちらからも話を聞くことはできない。
だが、それでもまだ可能性があるのは――「つまり、その昏睡状態の方から話を聞き出せるようにして欲しいってことですね？」霧切はすぐに頷く。「そういうことだ」
隠す為に明らかにする事実――やっぱりどこか歪んでいるような気がした。
だが、この依頼は松田にとっても好都合だった。
――これはチャンスかもしれない。――あいつを守れるチャンスかもしれない。
「わかりました」となれば、松田はそう答えるしかなかった。
「……やるだけやってみます」「なんとかなるのか？」
すぐに老人の一人が腰を浮かせる勢いで身を乗り出してくる。「今はまだ何とも言えません。本人次第です。どちらにしても最善は尽くしますよ」
松田は素っ気なく返すと、再び霧切に視線を戻した。
もう一つだけ、どうしても彼に聞いておきたいことが残っていたのだ。
「だけど……もう一人の行方不明の方はどうするんですか？　まさか、そのまま何もしないって訳にはいきませんよね？」
しばしの沈黙の後――霧切が身を乗り出すようにして覗き込んできた。「……何か気になることでもあるのか？」
鋭角な視線が松田に向けられる。それは、すべてを見透かすような視線で、松田は目を逸らしたくなるのを必死に堪えた。
「いえ、ちょっと引っ掛かっただけです」声が緊張していた――それを隠そうと一気にまくし立てる。
「だって行方をくらましたなんて、いかにも怪しいじゃないですか。だからその行方不明のヤツが十三人の生徒を殺し、残った一人を昏睡状態に追いやった犯人なんじゃないかって……そう思っただけです」
途端に、老人たちのざわめきが評議委員会室に広がった。
だが、そんな中でも霧切だけは冷静さを保ったままだった。
「確かに、状況からしてその生徒が怪しいのは間違いないだろうな」「だったら――」「だからこそ、なんだよ」霧切は松田の言葉を遮るように力強く言った。
「だからこそ、私たちは《例の件》を隠蔽するしかないんだ。そうしなければ……この学園は終わってしまうんだ」――終わってしまう？その言い回しが引っ掛かった。
――つまり、行方不明になった生徒はそこまで特別ってことか。ふと、松田の脳裏にある人物の名前が浮かんだ。
それは噂でしか聞いたことのない名前で、今まで都市伝説のような類のオカルト話だと思っていたが――もし、その人物が実在していて、この事件に関係していたらどうだ。
だとすれば、納得できる。これが《希望ヶ峰学園史上最大最悪の事件》と呼ばれることにも納得できる。
納得はできるが――最悪だな。心の中でそう呟く松田のこめかみから――汗が一滴流れ落ちた。
顔面の皮膚を思いっきり引っ張られる激しい痛みに飛び起きると、吸盤付きのコードの束を手にした男性が枕元に立っていて――私のハートがドキンドキン。
「あっ！　松田くんでしょ？　そうなんでしょー！」と、間髪入れずに飛び掛かった私でしたが、マタドールのようにひらりとかわされ、ロード・ランナーにおちょくられたコヨーテみたいに壁に頭から激突。お星がキラキラとディープインパクト級に降り注いできました。
「うぐぐぐ……な、何でよけるの……？」「お前の顔がエグいからだよ」「そ、そんな……女子の顔をエグいだなんて……」フラフラした足取りでデスクの上の鏡を覗き込むと、十円玉状の青紫色の斑点が顔じゅうにびっしりと――うん、確かにエグい。
「……って、松田くんが乱暴に吸盤を引き剝がすからじゃん！」「急いでいるんだから仕方ないだろ」「私は松田くんが漏らしても気にしないのにっ！」「……トイレで急いでる訳じゃないぞ」「やっぱりね！　松田くんはトイレなんかしないもんね！」
「お前は俺を何だと思ってるんだよ、どブス」「もちろん、人類史が始まって以来の最も崇高なる存在でしょ？」「そんなケタ外れの幻想性を俺に求めてどうすんだ……」松田くんはやれやれと大きな息を吐き出すと、
「もういい、お前と話していると俺の頭までどうにかなりそうだ」そう言いながら台車を片付け始めました。
「とにかく、今日はこれから用事ができたんだ。さっさと帰ってくれ」「ええっ！　そんなっ！」当然のように、私はそれを全力で拒否。
「無理無理！　だって寂しいもん！」「まったく、仕方がないヤツだな……」松田くんは目を細めながらゆっくりと私の眼前まで歩み寄ってくると――そこで私の両肩を優しく摑みました。
「目を閉じろ」「……えっ？」「いいから閉じろ」目の前に迫った松田くんの顔にドキドキしながら、言われるままに目を閉じました。
何だか体が熱いです。溶けてしまいそうなほど熱いです。耳の裏の血管がドクドクと音を立てながら激しく脈打っています。だって、このシチュエーションってやっぱりアレですよね！　もの凄い勢いでベタな感じのアレですよね！　そうなんですよね！
と、そんな期待に心臓をドドドッとさせていると――松田くんが私の背後に回り込みました。あれ、と思う暇もなく背中をぐいぐいと押された私は、そのまま一気に廊下の外へと押し出されてしまいました。
「痛っ！」勢い余って廊下に倒れ込んでしまいましたが、綺麗なパンツを穿いていたのが不幸中の幸いです。
「次の治療は三日後だ。あんまり出歩かないで寄宿舎で大人しくしてろよ」松田くんは倒れ込んだ私にそれだけ言って、ガラガラピシャと扉を閉めてしまいました。
「ううっ……騙された……」私はガックリと肩を落としながら、仕方なく神経科学研究所を後にしました。
生物学棟を出たところで、まずノートを確認します。
寄宿舎に帰ろうにも、その場所を忘れてしまっている私は、歩きながら『音無涼子の記憶ノート』をペラペラとめくっていきます。
すると、私が描いたらしき学園の見取り図を発見しました。
うんっ、この際なので全面的に復習しつつ、ついでにこの希望ヶ峰学園の全貌について説明してしまいましょうか。
ではでは――私の地図によると、希望ヶ峰学園の敷地は巨大なひし形をしていました。
その敷地は大きく四つの地区――東地区、西地区、南地区、北地区、に分かれていて、それらの一つ一つが普通の高校と同程度の広さがあるようです。
その中でも、私が今いる東地区は希望ヶ峰学園の中心とも言える地区で、ここには本科の学生たちが使う校舎や施設があります。
まだ建設中の建物もありますが、松田くんがいる生物学棟のように、各分野の研究者たちが羨む施設がいくつも存在し、さらには一般生徒では立ち入ることのできない教職員棟もこの地区にあるようです。
そして西地区。ここには予備学科の校舎や施設が集められているらしいのですが、私も実際には行ったことがないようです。
残念ながら私のノートにはこの地区のことはあまり書かれていませんでした。
南地区には、希望ヶ峰学園の生徒たちが生活をする寄宿舎があるようです。
それ以外にもコンビニや本屋、ショッピングセンターなど生活に必要な物を買えるお店があるのが特徴みたいです。
ちなみに寄宿舎に入居することができるのは本科の学生のみのようで、しかも使用料はなしという破格待遇のおまけ付きらしいです。
そして最後の北地区ですが、現在は空き地となっているようです。
つい最近まで使われていた旧校舎だけがポツンと残されていて、後は手付かずのまま放置されている状態なので、当然のように立ち入り禁止となっているみたいです。
つまり、特に語る必要はないってことですね。
そして、それら四つの地区に囲まれるようにして――学園の敷地の中央には《中央広場》と呼ばれる木々の生い茂った広大な公園のようなスペースがありました。
ここは普段は生徒たちの憩いの場としても利用されているのですが、夜十時から朝七時までは立ち入り禁止とのことです。
ま、どっちにしろ夜中に出歩いたりしない私には関係なさそうですね。
――と、こんな具合に、手書きの割にしっかりと情報の書き込まれた地図を参考にしたお陰で、私は無事に寄宿舎へと戻ることができました。
そして、寄宿舎の廊下ですれ違う他の生徒たちの挨拶を無視しながら、私は真っ直ぐ自分の部屋へ帰っていきます。
部屋に入ると、至る所に貼られた『ここは私の部屋』という貼り紙がお出迎えをしてくれたので、やはりここは間違いなく私の部屋のようです。
それを確認した私はしばらくその場にぼーっと立っていたのですが、いくら考えてもやることが見つからないと気付いたところで――力なくベッドへと倒れ込みました。
けれど、どこかで昼寝でもしたのか、まったく眠くありません。なので仕方なく暇潰しすることにしました。と言っても、私が思いつく暇潰しなんて――一つしかありません。
私は取り出した『音無涼子の記憶ノート』を寝そべったままめくっていきます。
このノートに書かれた記憶は確かな事実なのですが、私はそれを覚えていません。
つまり、私は私自身のノンフィクションを読んでいるという訳です。
自分の体験を追体験するドキドキ感だけは、忘れっぽい私にしか味わえない最高のエンターテイメントなのです。
そこには、松田くんとこんなこと話したとか、松田くんが何て言ってたとか――要は、ほとんど松田くんのことばかりが書いてあります。
でも、だから楽しいんですけどね。と、そんな具合にノートをめくっていくと、あるページでふと手が止まりました。
そのページいっぱいに、男性の顔が描いてありました。
私の胸がドキン――ほどではないプチドキンとします。
おそらく、これは松田くんの似顔絵なのでしょう。けれど私がプチドキンとしかしないということは――つまり、その程度にしか似ていないということです。
どうやら、もう少し修正した方が良さそうですね。
「うーん、鼻が違うのかな……いや目か……」松田くんの顔をはっきりと覚えている訳ではない私は、自分の胸のドキン具合を手掛かりにして、似顔絵に慎重に手を入れていきました。
きっと地雷を探している爆発物処理班がこんな気持ちなんでしょうね。いや、ちょっと違うかも。
と、そんな具合に似顔絵にしばらく手を入れていくと――私の胸のドキン具合がさっきまでより少し増した気がしました。
「やった……」思わずニンマリとしてしまいました。
こうやって少しずつ手を入れていけば、いつか本当に松田くんの似顔絵が完成するのかもしれません。と言うか、私は今までずっとそうやってこの似顔絵を描き続けてきたのでしょうね――もちろん覚えていませんけど。
ただ、この似顔絵制作は想像以上の集中力を要する為、あまり長時間は続けられませんでした。すっかり疲れた私は、ノートを枕元に置くと、ゴロリと仰向けに寝転がってしまいました。
そして呟きます。――松田くんに会いたい、松田くんに会いたい、松田くんに会いたい。他にやれることはこれだけでした。
ただひたすら心の中で、松田くんに会いたいと呟き続けるだけ。私には他にすべきことも、考えるべきことも、やるべきこともありません。
だって私には、学校もクラスメイトもそれに家族さえもなくて――しかも何もないことにすら何とも思えないのです。
私にとっては、外の世界の出来事やそこに生きる他人なんて、客席から見る退屈な舞台劇と一緒で、そもそもそれが現実の出来事とは思えないし、彼らが私と同じ空間で生きているという実感さえないのです。
廊下から見るみんなの授業風景や、体育館で汗を流している光景や、昼休みのピクニック気分の昼食とか、部活帰りの買い食いとか、地べたに座ってくだらない雑談とか、照れ臭い家族との会話とか――それらを見て羨むことや妬むこともできない私には、何もかもが本当に関係ないことでしかないのです。
だけど、そんな風に世界と断絶されている私と唯一関係している存在が――松田くんでした。
だから、私は彼のことだけを考え続けるのです。他のことなど気にも留めずにただひたすら、松田くんに会いたい、松田くんに会いたい、松田くんに会い――カタン。
妙な物音が聞こえたところで、私は我に返りました。ベッドから体を起こすと――玄関の扉の下に手紙が落ちているのを発見しました。
「松田くんからだ！」当然のようにそんな結論に辿り着いた私は、飛びかかるように封筒を手にすると、そこに入っていた便箋を急いで確認します。
『拝啓、超高校級に忘れっぽい残念子さんへ。アンタが大切に書き留めていた《過去の記憶》はすべて頂きました。
松田夜助との思い出がいっぱい書き留められている《記憶》でした。あれがアンタの過去の重さなんですね？
そうなんですね？　そうなんですよね？それはそうと、噓だと思うならベッドの下を覗いてごらんなさいな。
そこに保管してあった《記憶》は一冊たりともありませんから。なぜなら、アタシが頂いちゃったからです。
さて、本題はここから。《記憶》を返して欲しければ、今日の深夜一時に中央広場の噴水前に来てみれば？
もちろん一人でね。誘えるような間柄の人間なんて最初からいないって？
それなら、なお良しです。以上です。ご確認のほどよろしくお願い致します。
読み終えた私は硬直していました。硬直したままプルプルと寒天のように震えていました。つまり、そんな喩えがふさわしいのか判断付かないほど困惑し切っていたのです。
――脅迫状？――何これ……――意味不明なんだけど……けれど、そんな疑問ばかりで行数を埋めている場合ではありません。
まずは脅迫状にあったベッドの下を確認しないと――と、すぐに覗いてみるものの、そこには何もありませんでした。
正直に言うと、ベッドの下に古いノートを置いていたことすら覚えていないのですが、もし本当に松田くんとの思い出が詰まったノートを盗まれたのだとしたら大変です。
私に残された記憶は、手元の書きかけのノートだけということになってしまいます。
――たったこれっぽっち？――十何年も生きてきた私の記憶がたったこれっぽっち？途端に、馴染みのない感覚に襲われました。
もしかして、これが喪失感？空っぽの私は今まで喪失感とはずっと無縁でした。
きっと小さな傷に慣れている人ならある程度の痛みにも耐えられるのかもしれませんが、私の場合はそうではありません。
この痛みとどう折り合いを付けるべきなのか、それすらよくわかりませんでした。
なので――とりあえず怒っておきました。「どこの誰よ……こんな悪戯するなんて……」震えた声を振り絞りながら、手にした手紙をぐしゃぐしゃと握り締めます。
「な、何なの……何なのよ……」そのまま怒りに任せて思考を走らせていきます――もしかすると、これは私と松田くんの恋路を邪魔しようと目論んでいる下衆の仕業なのかもしれません。
松田くんは外見が素晴らしくカッコ良いという設定だったと思うので、きっと他の女子にも目を付けられているはずなのです。
その女にしてみたら私と松田くんが愛を育んでいるという事実は面白い訳ないので、そこで強硬手段に打って出た。
彼女は私の記憶を人質に私を呼び出し、そこで私をどうにかしようという腹づもりなのでしょう……あぁ、なんて卑怯な女！　と、そこで沸点を迎えた私の怒りはエトナ火山のように大爆発を――起こしませんでした。
「うーん……」どうやら私は怒り方まで忘れてしまったようです。
でも仕方ありません。世界と関わり合いのない私にとって、怒るという状況もまた無縁なので――何にどう怒りをぶつけていいのかまったくわからないのです。と言うか、想像からくる怒りなんて所詮はこの程度なのかもしれません。
とにかく、私は怒り切ることができなかったばかりか、逆に急速に冷めていってしまいました。
「ま、とりあえず行ってから考えてみるしかないよね」すっかり冷め切ってしまった私はベッドの上に寝転がったまま、呼び出された深夜一時になるのを待ちました。
自分が何を待っているのか忘れないようにと、ひたすら手紙を読み続けながら約束の時間を迎えた私は――「……でも喧嘩になったりしないよね、大丈夫だよね」と、憂鬱な気持ちを抱えながら部屋を後にします。
薄暗い寄宿舎の廊下を進み、外へと出た途端――ひんやりと湿った夜の風が私の肌を撫でていきました。
「えっと、中央広場……だったよね？」私は『音無涼子の記憶ノート』で学園の見取り図を確認しながら、重い足取りで夜の舗道を進んでいきました。
そこは夜の世界です。誰もが寝静まった世界。その中を私だけが歩いています。あたりに人の気配はありませんでした。
人以外の気配ならありそうな雰囲気でしたけど――その点については深く考えたくありません。
正直、帰ろうかなという考えが何度も頭をよぎりました。けれど、自分の記憶を取られたまま放っておくのも気持ちが悪いので、私はしぶしぶ足を動かし続けます。
そのまましばらく進んでいくと、そう遠くない距離に大きな鉄柵が見えました。舗道を丸ごと塞ぐように閉じた鉄柵です。
私のノートによると、中央広場は夜十時から朝七時までは立ち入り禁止になっているようなので、そのせいで鉄柵が閉じているのでしょう。
つまり、鉄柵を乗り越えないと目的地に辿り着けないみたいです。
本当に帰ろうかとも思いましたが、ギリギリのところで決心を固めると、私は鉄柵をよじ登っていきました。
なんとか反対側の芝生に着地すると、待ち合わせ場所である噴水を目指して、中央広場を歩き始めます。
すると闇が増しました。周囲の樹木が増えているせいかもしれません。おそらく陽の光の下では鮮やかな緑色に輝いていたであろう木々も、今は星のない夜空に黒く塗り潰されているだけでした。
そんな暗闇の中をさらに進んでいくと、急に視界が開けました。そこはちょっとした広場のようになっていて、その真ん中に立った外灯が周囲を比較的明るく照らしています。
その外灯のたもとに噴水が見えました。噴水から流れ出る水が、ちろちろと可愛らしい音をあたりに響かせています。
あれが目的地――そう意識した途端、緊張が増してきました。私はやたらと慎重な足取りで噴水へ向かって歩を進めていきます。
けれど数歩進んだところで――その足が止まりました。噴水の向こう側に人が立っているのが見えたのです。
樹木の陰から覗くのは半身だけでしたが――男性の後ろ姿だとすぐにわかりました。
「あの……」思い切って声を掛けてみましたが、反応はありません。
――もう少しだけ近付いてみようかな。踏み出した私の足元で芝生が鳴りました。それにもかかわらず、その人物が気付いて振り返るような気配はありません。
そのまま進んで――また声を掛けます。「えっと……私を呼び出したのってあなたですか？」それでも反応はありません。
聞こえてない――訳がありませんよね。何だか体が重くなってきました。大きく膨らんだ不安が私の両肩を押さえつけているようです。
いつの間にか握り締めた手は汗でびっしょりでした。それでも謎に対する本能的な欲求が私の足を動かしていくと、次第にぼんやりとした人影の輪郭が少しずつ形を成していきました。
そこで見えたのは――スーツ姿の男性です。その頭は白髪だらけで、首筋には無数の深い皺も見えました。
と、その時――不意に突風が吹きました。ゆらゆら。ゆらゆら。風に煽られ、男の体が力なく揺れました。
すると急激な寒気に襲われました。氷の手で首筋を摑まれたようなゾワリとした寒気です。
やめておけと言うもう一人の自分の声を耳にしながらも、それでも私の足は勝手に動き、気付いた時には男の顔を覗き込んでいました。
と、そこで目が合いました。見開かれた目から零れ落ちそうになっている真っ赤な眼球と――目が合いました。
男の顔は土色に変色していて、そこに浮かび上がった青黒い血管が、不気味なまだら模様を作っていました。その口からは腐ったナマコのような舌がデロンと首筋まで垂れ下がっています。
男は立っていたのではありません。首に巻き付いたロープで吊るされていたのです。それが風に煽られ、ゆらり、ゆらり、と揺れていたのです。
それは見ているだけで体温が奪われていくような光景でした――などとノートに書いている場合ではなくてもう逃げよう！　こんなの私には関係ありませんっ！ポタポタ。けれど――そこで足元から聞こえてきた異音に、私はつい視線を落としていました。
男のつま先から垂れ落ちた雫が彼の足元で水たまりを作っていました。その水たまりの下には――なぜかノートが落ちています。
それを目にしたのと同時に、私の脳髄にバリバリと強烈な電流が走りました。
そのノートの表紙には滲んだ文字で、けれどはっきりと――『音無涼子の記憶ノート』と、書いてあったのです。
はっと気付くと、私は涙と鼻水をグチャグチャに撒き散らしながら走っていました。
走りながらノートに記憶を書き留めていました。
だけど自分がどうして走っているのか忘れてしまった私は、そこでいったんスピードを緩め、書きかけのノートに視線を落としました。
すると、脳裏にさっきの記憶が蘇り――「きゃああああああああああああ！」私は絶叫しながら、さらに全速疾走で中央広場を走り抜けていきます。
がむしゃらに鉄柵を乗り越え、さらに舗道を突っ走っていくと、前方に寄宿舎が見えてきました。
私は一目散に寄宿舎へと飛び込むと、そこから松田くんの部屋を目指します。
こんな時に思い出せるのも、こんな時に頼れるのも、私にとっては彼だけなのです！
寄宿舎の廊下を走りながら、松田くんの部屋を探してノートをめくっていくと、そこである記憶を思い出しました。
『用もないのに松田くんの部屋を訪ねるのは禁止』けれど、今は用がないどころかこれ以上ないほどの緊急事態なので、その注意書きは全力で無視。さらにノートをめくっていって、ようやく松田くんの部屋がある場所を思い出した私は、そのまま彼の部屋へとやって来ました。
ドンドンドンドンドンドンッ！扉の前に立つや否や激しく全力でノックし、力いっぱい叫びます。「ま、松田くんっ！　たたたた大変だよっ、大変っ！」けれど、いくら待っても扉が開く気配はありません。
「ま、松田くんっ！　松田くんってば！」それでも私はしつこく扉を叩き続けます。取り乱したように叩き続けます。半狂乱になって叩き続けます。叩いて、叩いて、叩き続けていると――ようやく扉が開きました。
「……もう、誰だよう？」けれど、そこで開いたのは――隣の部屋の扉でした。――って、あれ？しかも妙なことに、そこには人がいません。
扉が開いて、人の声まで聞こえたにもかかわらず――そこには誰もいなかったのです。
「ねぇ、どったの？　なんかうるさいんだけど」誰もいないはずの廊下に響き渡る声――しかも子供の声でした。
私はもう一度あたりを見回しました。けれど、やっぱり誰もいません。
「……お姉ちゃん、どっち見てんの？　僕ならここだって」「ど、どこにいるのっ？」私は誰もいない廊下に向かって叫びます。「ど、どこに隠れてるのよっ！」すると、また声だけが聞こえてきました。
「あはは、隠れてなんかいないよ。ちゃんと目の前にいるじゃん。お姉ちゃんが気付いてないだけだって」――目の前？
とりあえず深呼吸して、激しくなった動悸を落ち着かせてから、しっかりと意識を集中させてみました。
すると――そこでようやく気が付きました。
「お、やっと気付いたみたいだね？」私の目の前に――座敷わらしのような小さな男の子が立っていました。
「……あ、別に気にしなくてもいいよ。存在感が薄いのは生まれつきだからさ。大体みんな僕には気付いてくれないんだよね。でも慣れっこだから心配しないで」変声期前の透明感ある声で語る少年の顔は――びっくりするくらい特徴がありませんでした。
例えば、写真も見ないでいきなり子供の顔を描けと言われて描いてみたら出来上がったような顔です。
ありふれていて特徴がない――それが逆に特徴になっているような不思議な顔でした。
「それで、どうしたの？」「……え？　どうしたって何が？」「コラコラ、こんな深夜に人の部屋のドアを乱打しておいて、『何が？』はないでしょうに。不眠症の人だってウトウトしてる時間ですぞ！」そんな彼の手には、成長期特有の溢れんばかりの食欲を満たす為であろう、大量の菓子パンを詰め込んだ紙袋がありました。
紙袋には店名らしき『ヘンデル＆グレーテル』のロゴがプリントされています。
彼はそこから取り出した菓子パンを口に放り込みながら――「ふへ、ふぉっふぁの？」
「……え？　何て言ったの？」すると少年は咀嚼していたパンをゴックンし、「で、どったの？　僕に話してみれば？　力になれるかもしれないよ？」そう力強く言いながら、少年は値踏みでもするように私の全身を――特に胸元と足をジロジロと見回しています。
「えっと、その前に根本的な疑問なんだけど……どうして子供がここにいるの？　誰かお兄ちゃんとかお姉ちゃんがこの学園に――」「僕は希望ヶ峰学園第七十七期生の神代優兎。よろしくね」「……は？」「こう見えて高校生なんだよね」――なんと！
「当然、下の毛だって生え揃ってますがな」――なんと、まあ！「……驚いてばっかじゃなくてさ、こっちだって自己紹介したんだから、お姉ちゃんの名前も教えてよ」「う、うん。えっと……」そこで私は、手にしていたノートの表紙を少年の目の前で広げます。
「あはっ、変わった自己紹介だね」ノートの向こうから少年の感想。「ふーん、音無涼子ちゃんね……うん、悪くない名前だよ。僕がお姉ちゃんなら自己紹介が待ち遠しくなるレベルだね」と、無邪気に笑う彼は、やっぱりどう転んだって小学生にしか見えません。
「さて」けれど、その顔が急に大人びたものに変わりました。
「それで、どんなトラブルなの？」その目は好奇心でキラキラ――と言うよりギラギラでした。
それは好奇心よりも、もっと欲深く、もっと打算的で、もっと狂的な輝きです。
「あれだけ慌ててたってことはさ、それ相応の結構なトラブルと見たけど？」
彼は幼い顔付きには似つかわしくないほどの熱気が込められた目で私を凝視しながら、紙袋の中に手を突っ込むと、そこからくじ引きのように菓子パンを選び取っていました。
「やった、当たりだ！　えびすかぼちゃメロンパンだ！」途端に無邪気な笑顔に包まれた彼は、嬉々としながらパンを頰張っていきます。
「で、どったの？　どんなトラブル？」「えっと……別にトラブルってほどでもなくて……。私はただ、この部屋の松田くんにちょっと用があっただけで……」「ふぁふぁふぉふぅへ」「いや、全然わかんないけど……」
神代くんはパンをゴックンと飲み込むと、「松田夜助なら留守だよ」「……留守？」「うん、留守」「ええええええええええっ！」思わず叫んだ私の声が、寄宿舎の廊下に響き渡りました。
「こ、困るよっ！　困る、困るって！　この一大事に留守なんて困るんだって！」「そう言われても、留守なんだから仕方ないじゃん」取り乱す私をよそに、神代くんは落ち着いた様子でパンを齧っています。
だって、あいつの神経質っぷりは同期の七十七期生の間でも有名なんだよ？　そんなヤツが、あんなに強くドアを叩かれて気付かないなんてあり得ないでしょ。
「隣の部屋でくつろいでいた僕でさえ、うるさくて出て来たほどなんだし」「でも留守って……じゃあ、松田くんはどこにいるの？」「また研究所で徹夜でもしてるんじゃない？　あいつの徹夜はしょっちゅうだからさ」「わかった、研究所だね！」私は身を翻すと、すぐに走り出しました。
「あ、待って」それを神代くんが止めます。
「まさか行くつもりじゃないよね？　忘れたの？　東地区は鉄柵に防犯センサーが付いてるから入れないと思うよ」「……え？　行けないの？」つまり、どうしたって松田くんには頼れないってことですか？
「そんな……ウソでしょ……」私はすっかり頭を抱え込んでしまいました。「やばい……どうしよう。これって私史上かつてない最大の危機だよ……」
「だったら僕を頼ればいいじゃん」そんな私に向かって神代くんは涼しげな顔で言いました。「お姉ちゃんみたいに無駄にかわいい顔した女の人のお悩みなら、いくらでもドンと来いってなモンだからさ。で、どんなトラブルなの？　聞かせてごらんよ」
どんなトラブルって、だからそれは――「……あれ？」だからそれは――「えっと……なんだっけ？」どうやら私は頭を抱えている間に、そもそも自分がどうして頭を抱えているのかを忘れてしまったようです。「えっと、ちょっと待ってね……」なので、急いでノートで確認しました。
「あはは、隠さなくたっていいって。だって、よっぽどのトラブルじゃなきゃ、あんな風にドアを叩いたりするはずないもんね。あの時のお姉ちゃんったら、死体発見現場に出くわした時の金田一少年みたいだったからね！」
死体発見現場――と、神代くんが口にしたのとほぼ同時に、私もノートからその言葉を見つけていました。
途端に、意識を握り潰されるような息苦しさに襲われ、私の呼吸が止まります。
「おや、どうしたの……って、お姉ちゃんの顔面が怪奇大作戦ばりに真っ白だ！」
死体を見つけてしまったという記憶に驚いた私は息もできなくて――私はその息苦しさから逃れる為に、必死に自分に言い聞かせました。――こんなの私とは関係ない。
何度も何度も言い聞かせました。
「関係ない……関係ない……関係ない……」それは私にとっての魔法の言葉でした。
呟く度に世界が急速に閉じていく――魔法の言葉。
「そうだよ、私には関係ない……関係ないよね……」そうやって繰り返し呟くことで、ようやく落ち着きを取り戻した私は、今度こそ本当に忘れてしまおうとノートを閉じかけたところで――うっかり、その続きの記憶を目にしてしまいました。
『死体の足元に音無涼子の記憶ノートが落ちていた――』と同時に、私はかつてないほどの絶叫を上げていました。
「あああああっ！　忘れてたああああああああああっ！」濁った水溜りに落とされていた私のノート――
いくら私が関係ないと主張したところで、現場に私の名前が書かれたノートが落ちていたら、そんな主張が通る訳もありません。
きっと私はエキストラに囲まれた舞台の上に引っぱり上げられ、顔のない観客たちの前にさらされながら残酷な仕打ちを受けるに違いありません！
やばいです。何だか動悸が激しくなってきました！
「どどどどどうしよう……どどどどうしよう……」崩れていきます。私の世界が足元から音を立てて崩れていきます。このまま完全に崩れ去ってしまう前に、何としてでもあのノートを確保しないとっ！
そんな危機的焦燥感に駆り立てられた私は、一目散に駆け出しました。
「あ、お姉ちゃん！　待ってよ！」それを背後から呼び止める声。「トラブルだったら僕に相談してくれれば――」「じゃあお願いするけど、松田くんが帰ってきたら私が捜していたって伝えといて。さようならっ！」振り返らずに声を上げると、そのまま一気に廊下を駆け抜けていきました。
そして寄宿舎から飛び出した私は、南地区の舗道を一気に走り抜け、勢いそのまま鉄柵を乗り越えると、暗闇に支配された中央広場を全速力で進みます。
自分の息が切れていることにも気付かないくらいの全力で走り続けた私は、やっとの思いで噴水の所まで戻って来ました。
戻って来たのですが――「……あれ？」そんな私の目の前に広がっていたのは――違和感でした。
何度も目を凝らして見たところで――やっぱりそこには違和感しかありません。
すぐにノートを開いて確認します。誰よりも自分の頭を信用していない私は、こういう違和感と出くわした場合、真っ先に自分の頭を疑うことにしているのですが――『中央広場の噴水近くで老人の死体を発見した――』
その記憶が私に確信を抱かせました。
やはり、この違和感の原因は、目の前の光景の方にあるようです。
死体がない――というこの光景。
死体があった不自然に加えて、死体がなくなった不自然。
それは不自然に不自然が重なる――とてつもない不自然でした。――実は生きてたとか？――歩く死体とか？
訳がわからなくなった私は、思わずあたりを見回していました。
すると――すぐ近くの樹木の根元に、ある物を見つけました。
それはノートです。『音無涼子の記憶ノート』と書かれたノートでした。――って、あれ？　どうして私のノートがここに？
そんな疑問を抱きながら、私がノートに駆け寄ったところで――「タッタラタッターン！」ビクンと体を震わせながら振り返ると――いつの間にか背後に女の子が立っていました。
「ふっふっふ、ようやくこのイベントシーンに到達したわねっ！」
腕組みで仁王立ちする――私と同年代くらいの女の子です。
ファッション誌から飛び出してきたような派手なメイクに、ふわふわと大きく膨らんだ金髪。
着崩した制服の胸元はバカみたいに大きく開き、頭が悪いほど短いスカートからは白くて長い足がスラリと伸びていました。
それは一見すると普通の可愛らしい女の子なのですが――その目だけは、普通とは何万光年も離れた異様な目をしていました。
濃い闇色を湛えた双眸は底なし沼のように深くて、周囲の闇さえも取り込んでしまうほどに暗い――そんな異様な目です。
その目を見た途端、私の頭の中の危険信号が激しく点滅を始めました。
逃げろ、と全細胞全神経が警告を発しています。
けれど同時に、あらゆる抵抗が無駄なのだという絶望的な観念に囚われ――結局、私は身動きできませんでした。
「……おやおや？　どうして無視するの？　それともデフォで無言ちゃんキャラとか？」彼女の顔に浮かんでいるのは笑顔でしたが――それは絶対的な強者が愚かな弱者を見下す時のような邪悪な笑みでしかありません。
「あ、わかった！ 」唐突に声を張り上げた彼女は、ビッと伸ばした人差し指を私の眉間に突きつけながら、
さては、アンタ今思ったっしょ。アタシの腕組みを見て思ったっしょ。『そう言えば、私って最近腕組みしてないなー。だってこの豊満なお胸が邪魔で腕組みなんてできないもーん』って。
ちょっと失礼じゃないの！　女のボイン自慢は見苦しいって！　て言うか、世間のボイン信仰なんて、良からぬゲームやアニメやバラエティー番組から生まれたくだらない幻想にしか過ぎないって知ってんの？あぁ、キモい！　マジでキモいんですけど！
あのね、今時そんなもんを信仰してんのって、田舎ではチヤホヤされてたけど都会に出て来たら誰にも相手にされなくてでもやっぱりチヤホヤされたくて仕方ないからよっしゃと服を脱いじゃうような頭空っぽの女どもにうつつを抜かすこれまた頭空っぽで下半身だけが立派な童貞ヤローどもだけなのよ！
話変わるけどさ、童貞って最悪じゃない？　董卓と字が似てるってトコ以外は、丸っきり最悪じゃない？　と言っても、その董卓ですらしょせんは呂布のかませ犬な訳だけども、それでもやっぱり童貞よりは董卓の方が何兆倍も素敵よね。
……で、何の話だっけ？　あぁ、そうそう……ん、曹操の話？　それじゃあ、ちょっくら黒山軍の反乱あたりの話から振り返ってみると――」
「ねぇ、ちょっと待っ……痛いっ！」初登場にして明らかに字数オーバーな台詞を止めようとした私の眉間に、彼女は人差し指を押し付けることで、それを無効化。
「あっ、今度こそ思い出した！　ボイン信仰の話だったよね！　あのさ、悪いことは言わないからそんなボイン信仰なんて、今すぐ捨てさるべきよ。イタリア風に言うとサルベッキオ！　でないと、年取ってから苦労するだけよ。わかってる？
デカい分だけ垂れるんだからね。それともアンタはアレなの？　重力との戦いに勝てちゃうの？　重力無視のスキルでもお持ちなの？　あらら、ビックリこいちゃうわね。マグニートー様からスカウト来ちゃうんじゃない？　て言うか、すでに接触済みだったり――」
「だから、ちょっと待っ……ふがっ！」しつこく止めに入った私でしたが、今度は口の中に指を突っ込まれての無効化。
「シャットダウン……あれ、違う。黙れって何て言うんだっけ？　まぁいいや。とにかく黙れ。口を挟むな。アタシは喋るのが大好きなのよ。無言ちゃんは無言ちゃんらしく黙ってろって。今はアタシのターンなんだからさ……」
「ふぐ……はふへふ……」「アハッ！　何言ってんのかわかんねー！」私の口の中から溢れ出した唾液が彼女の指を伝って、糸を引きながら地面へと落下していきました。けれど彼女はそんなことに構いもせずに、「ところで、無言ちゃんのお名前は？」
「ふがほへ……ふがっ……」「おいおい」彼女は途端に不機嫌そうに顔を歪めると、「ふがふが言ってないで、名前を言えっつーの。三秒ルールに則って三秒以内に言わないと舌を引っこ抜くから」
言い終わるや否や彼女の指が私の舌を摑みました。その指の力は凄まじく、私の舌は万力で挟まれたみたいに微動だにしません。
「はーいっ！　いっち……」カウントダウン開始――え、冗談じゃなくて？体中の毛穴という毛穴が一気に開き、大量の冷や汗が噴出します。――て言うか、舌を摑まれてたら喋れませんて！「にぃ……」と、そこで私はノートを手にしたままだったことに気付き、大慌てで彼女の眼前にそれを突き出しました。
「ふーん。音無涼子ね……だけど残念でしたっ！」彼女は地獄の鬼のように口を大きく開けて――笑いました。
「アタシは名前を言えって言ったの。名前を見せろとはこれっぽっちも言ってないのよねっ！」「……へがっ？」「さてと、じゃあ三秒経っちゃったし、アンタの舌は頂きまーーーーす！」「は……はがぁぁあああふぐぅぅううっ！」
私は全身を使って必死の抵抗を試みました。けれど、彼女の爪が私の舌に残酷に食い込んでいくだけでした。
口の中に広がった鉄っぽい血の味が唾液と共に溢れ出し、その味が急速に私の戦意を奪っていきます。
そんな私を見つめる彼女の目は、どんな希望をも吸い取ってしまうような闇色の絶望に満ち溢れていて――そこで私は抵抗するだけ無駄なのだと思い知らされました。
全身から力が抜け、手からノートが滑り落ちます。
ガックリとうな垂れた私は、そこですべてを放棄しました。
この仕打ちさえも諦めてしまったのです。
「…………うふっ」すると――笑い声が聞こえてきました。「うふっ……アハッ……アハハハ！」
彼女は頰を紅潮させながら、恍惚とした表情で、狂気的で猟奇的に、そして圧倒的に笑っていました。
「アハハハハハハハハハハハハハハハハハハハハハハハハッ！」その無慈悲で野蛮な爆笑が一段落したところで――彼女はようやく私の口から指を引き抜きました。
「ゴホゴホッ、げほっ！」途端に狂ったように咳き込む私の口許から、血と唾液の混じった液体が糸を引きながら垂れ落ちていきます。
「アハッ、ウケる。超ウケるんですけど！　つーか、舌なんて欲しがる訳ないじゃん！　どこの部族だっつーの！」
「……ゴフッ、ゴホッ、ゴホゴホッ！」
「ねぇ、どうしてアタシがこんなことをするのか不思議に思ってるんでしょう？　あのね、答えを言うとね、アタシはアンタの絶望的な顔が見たかっただけなの。だって、それってアタシへの何よりもの自己紹介だからさ」彼女は、腰を折った体勢で咳き込み続ける私の背中で唾液に汚れた手を拭き取ると――そこで改まったように言いました。
「ところで、こっちの自己紹介がまだだったわよね？」ビクリ、と体が反応しました。嫌な予感。そのデカいヤツの到来です。
彼女とは関係してはいけない――と直感的な拒否反応が働いています。けれど彼女は止まりません。そのまま誇らしげに――高々と自分の名前を名乗りました。
「アタシの名前は、天空城羅否幽太よ！」「てんくうじょう……らぴゅ――」「なんてね！　ジョークよ、ジョーク！」ジョークって――このタイミングで？
「あ、『このタイミングで？』って思ったでしょ？」しかも見事に言い当てられてしまいました。
「だけど、ジョークって偉大なのよ？　ほら、『ジョークやユーモアがあるから人間は狂わずに生きていけるのだ』って伊藤博文も言っていたでしょ？　ううん、それはウソ。だって、博文ちゃんはそんなこと言ってないもん」どう返して良いのかわかりませんでしたが、ともかく彼女はそこでようやく――本当にようやく――
「アタシの名前は江ノ島盾子。《超高校級のギャル》って設定の、ある時はカリスマ読者モデル。またある時はカリスマほにゃらら……ここはまだ内緒なんだ。ゴメンね！」
そう名乗った彼女は外灯の明かりを背中に受け、まるで舞台の上でスポットライトを浴びる女優のようでした。――江ノ島盾子。
彼女とは関係してはいけないと頭では理解しているのに――体が勝手に動きます。
ふと気付くと、私は拾い上げたノートに彼女の名前を書き込んでいました。
「……およよ、何してんの？」
すぐに江ノ島さんが不思議そうな顔で覗き込んできます。
「あ、えっと……これは……」
話して良いものか判断が付かずに言い淀んでいると――「もーうっ！　そうやって内緒にして、また無言ちゃんモードになるつもりなんでしょ！」
彼女は幼い少女のように頰を膨らませ、不満げな表情を作っていました。よく次から次へと目まぐるしく表情を変えられるものだと、私は思わず感心してしまいます。
「あのさ、無言ちゃんキャラなんて今時流行らないよ？　それに、人間には会話っていう優れたコミュニケーションツールがあるんだから、もっとそれを活用しないと、もたいまさこ、じゃなくて……もったいないよ？」「か、会話も何も、さっきからあなたが言ってることって意味不明すぎて――」
「あなたはやめて。自己紹介したでしょ？」ピシャリと咎めるような口調でした。「えっと……さっきから江ノ島さんが言ってる事って意味不明すぎて――」
「いらない。そういう他人行儀な呼び方って嫌いなのっ！」
「でも、他人行儀も何も数分前に会ったばっかだし……」
「むしろ完全に他人だって？　アハハッ、それは違うわね！　だって、アタシたちって文通仲間じゃーん！」
「……ぶんつうなかま？」「だってほら、手紙読んだでしょ？　読んだからここに来たんでしょ？」――手紙？　手紙って何でしたっけ？と、私はすぐにノートで確認し――すぐに思い出しました。
そして思い出した途端に驚きの声を上げていました。「えっ？　じゃあ、あなたがっ！？」「そ、アタシこそがアンタの記憶を人質に取った、美しき誘拐犯の正体なのなのなっ！」悪びれも、もったいぶりもせず、彼女は堂々と妙な語尾を付けて言い放ちました。
「で、でも、どうして――」「ちょっとぉ！　聞くばっかりじゃなくて自分で考えなさいよねっ！」「え、えっと……やっぱり私と松田くんの――」「それは関係なしっ！」せっかく考えたのに、もの凄い剣幕で一蹴されてしまいました。
「ま、どっちにしろ今はまだ教える気なんてないんだけどね！」そう言いながら、江ノ島さんは樹木の下に放置されていたノートを手に取ると、表紙を濡らす液体のことなど気にも留めずに懐にしまいました。
「うふふ、残念だけどノートはまだお預けなのよね。このイベントシーンでは、そこまで進まないことになっているかららら、あらららあららら」と、そこで江ノ島さんは突然大きく目を見開くと、
「あらあらあらあらあらあら？」頭をぐるぐると回転させながら、狂ったように喚き出しました。
「ないないないないないないないないっ！」そんな彼女の豹変っぷりに面食らいつつ、私は恐る恐る問い掛けます。
「な、ないって……何が？」「ない、ない！　おかしくないっ？　何でないの！　何でないのっ！」けれど、彼女は樹木の外周を壊れたオルゴールのように回りながら喚き散らすばかりで、まるで要領を得ません。
「だから、ないって何が！」そこで私がさらに強めの口調で問い掛けてみると――「ん？　あぁ……」ようやく私に向けられた彼女の顔は――予想と反して丸っきりの無表情でした。
そして彼女はその無表情のまま極端に抑揚のない声で、小銭でも落としたみたいな軽い調子で言いました。「死体よ、死体。ここにあったはずの死体がなくなっちゃったのよ」「は？」「あ、それも忘れちゃったの？　もーう、忘れっぽいのも大概にしてよね。アンタだってあの死体を見たんでしょ？」と、そこでまた別の疑問が湧き上がってきます。
「……あれ、どうして私が忘れっぽいこと知ってるの？　言ったっけ？」「そ、そんなことはどうでも良くて、とにかく死体は間違いなくあったんだってば！」江ノ島さんは声を荒らげて、私の疑問を撥ね除けます。
「お願いだから信じて！　ついさっきまでここに死体があったのよ！　実際に殺したアタシが言うんだから間違いないって！」「……は？」私は思わず固まってしまいました。
「あのね、後ろから一気に吊るしたったの！　この細腕で吊るしたったの！　そしたら、あいつ漏らしてやんの！　まったく、ジジイなんだからオムツくらい常備してろって。それなら多い日も安心だっつーのに！」
すっかりメダパニ状態――つまり混乱し切った私をよそに、江ノ島さんは身振り手振りを交えながらじっくり語っていきます。
「てへっ、ぶっちゃけ、ちょっと服に付いちゃったのよね。だからトイレに洗いに行ったんだけど、そうしたらその隙にこれよ……死体がドロン。あらん死体がドロン。けど悪いのは、ションベン如きにビビってるアタシの方ね。だから戒めとして、今のアタシの服の下にはションベンまみれのノートが入っているって訳なの！」
「つーか、せっかく見せしめにしようと吊るしといたのに……マジで誰の仕業よ……」
「ねぇ、さっきからそれ何なの？　時代を先取る省エネキャラでも気取ってんの？」「は？」「ダミだこりゃ」駄目でした。
頭の中を、意味すら、言葉すらなさない思考がぐるぐると巡り――そのせいで軋むようなひどい頭痛に襲われていました。まったくもって訳がわかりません。
そもそも人を殺したってそんなに呆気なく言うことなのでしょうか？
「あ、どうしてアタシがそんなに呆気なく言っちゃったのか不思議なんでしょ？」しかも、またまた言い当てられてしまいました。
「そんなの決まってんじゃん！　もちろんアンタを巻き込む為よ！」「……えっ？」漠然と、だけど途方もない不安が、私の全身に広がっていきました。
「わ、私を巻き込むって……？　ちょ、ちょっと待ってよ！　ど、どうして私が巻き込まれなくちゃいけないのっ！」「だから……どうして私が巻き込まれなくちゃいけないのっ！」
「だ、だからっ――」「そんなに怒んないでよっ！　省エネキャラをパクった程度でさ！」
「そうじゃなくって私は――」「だったら逆に聞くけど、例えばアンタはカップラーメンを食べる時にお湯を入れて三分待つでしょ？　その時、『どうして三分待つの？』って聞かれたらなんて答える？　ほら、答えらんないでしょ？」
私の思考が圧倒的な大混乱で満たされていきます。
「な、何言ってんの？　いきなり話を――」「変えてない！　まったく一緒！」江ノ島さんは強い口調で切り返します。「そう決まってることだからアタシはそうするだけってこと！　それ以上の説明なんてないのよ！」
あ、でも自慢じゃないけど、アタシって気が短いから、いっつも三分ガマンできないで手を付けちゃうのよね。人はアタシのことを絶対的固麵信仰者なんて言うけど、それにはこういう深～い理由があるの。ね、理解してくれたでしょ？
認識力がガラガラと音を立てながら崩壊し、すっかり瓦礫だらけになってしまった私の脳髄には、大量のクエスチョンマークだけが残されました。
まったく理解できません。それが唯一無二かつ絶対的な回答でした。
他人を完璧に理解しようとするなんて、超人オリンピックを目指すくらいに不毛な行為だと最初からわかっていましたが――それにしたってこれはケタはずれです。
やっぱり最初から彼女に関わってはいけなかったんです。ほらみろ。でもまだ遅くないはずです。これ以上関わってしまう前に――
そうだ、逃げよう！最終的にそんなシンプルな答えに辿り着いた私は、すぐさま身を翻すと、強く地面を蹴り付け、後方へと一気に走り出しました。
直後、江ノ島さんと正面衝突。「何でっ！？」尻もち。全身が痺れるほどお尻を打ち付けた私がそこで見上げると――いつの間にか江ノ島さんが私の進路に立ち塞がっていました。
私には彼女の動きがさっぱり把握できませんでしたが、彼女は私が動き出す前から動き出していたように、一瞬にして私の背後に回り込んだのです。
「しゅ、瞬間移動？」「むしろ縮地法って言って。その方がラノベっぽくて好みなの」お尻だけではなく何もかも打ちのめされた気分でした。
どうやら私は彼女から逃げることもできないようです。関係ないといくら自分に言い聞かせたところで――彼女がそれを許してくれません。
「ねぇ、もしかしてアンタ勘違いしてない？」そこで江ノ島さんは腰を落とすと、へたりこんだままの私を覗き込んできました。
彼女の目を見てはいけない――そんな警告がまたもや頭の中に鳴り響きましたが、それでも私は目を逸らすことすらできません。
言っとくけど、アンタの意思なんて関係ないんだからね。関係あるのは江ノ島盾子の意思だけなのよ。だから江ノ島盾子から逃げるって考え方自体がナンセンスなの。
だって世界のすべてが完璧に江ノ島盾子のもので、どいつもこいつも誰もが江ノ島盾子の世界を間借りして生きているだけなんだもん。
つまり、『お前の物は俺の物』どころか『お前自体も俺の物』……それが全世界全人類と江ノ島盾子の関係性なのよ」――何それ。
それは吐き気をもよおすほどケタはずれで邪悪すぎる自己中心的主義でした。
もし彼女が本気でそれを言ってるのだとしたら――私は彼女と出会ってしまった自分の運のなさを恨むしかなさそうです。
「ま、いいや。それより、そろそろ本題に戻ろっか。そう、死体の話よ」
彼女は気を取り直したように腰を上げながら、私に向かって尋ねてきました。「ところでアンタは、希望ヶ峰学園評議委員会って知ってる？」「……希望ヶ峰学園評議委員会？」
とりあえずノートで確認してみました。けれど、そんな言葉はどこにも見当たりません。
どうやら本格的に心当たりはないようです。でも、このタイミングで出てくる名前ってことは――「ツンときちゃったみたいね……あ、ゴメン。擬音を間違えた。やり直し。ピンときちゃったみたいね！」
江ノ島さんはショーの司会者のように大袈裟に両手を広げると、「ビンビンゴ～！　そう、ここにあったはずの死体は、希望ヶ峰学園評議委員会のメンバーのものなのでした。
ここの教師連中とか学園長とかよりもさらに偉い、つまり実質的に希望ヶ峰学園の実権を握っている老いぼれたちよ。うふふ、そう聞くとワクワクするでしょ？」と、彼女は一人でワクワクしながら続けます。
「でも心を痛める必要なんてないわよ。だって、こいつがここで殺されるのは決まってたことなんだもん。そう、全部最初から決まってたことなの。だから、こいつらがいくら必死に《例の事件》を隠そうとしたって無駄なのよ！」
「……例の事件？」私は思わず聞き返していました。それは思わずという表現以外に見当たらないほど咄嗟の反応で――口に出した瞬間に自分がどうして聞き返したのか困惑するほどでした。
「あらあらあら、やっぱ気になっちゃう？　そりゃ気になっちゃうわよね？　こうして何度も《例の事件》と括弧付きで連呼されたら気にならない訳ないもんね？」そこで江ノ島さんは腰に両手を当て、胸を張るようなポーズになると――高らかに言い放ちました。
「希望ヶ峰学園史上最大最悪の事件！　それがアタシの言う《例の事件》の正体よ！」
その言葉を聞いた途端――頭蓋骨の内側が妙な熱に侵されていく感覚に襲われました。何これ。チリチリと焼けるような熱が私の意識を麻痺させていきます。と同時に、私はまるで誰かに操られているみたいにその言葉をノートに書き留めていました――希望ヶ峰学園史上最大最悪の事件。
「うん、言われたことをちゃんとメモに取っておくなんて偉いわね」それを見た江ノ島さんが満足そうに笑っています。
アンタ、きっといいアルバイトになるわよ。教えられた仕事はメモっておくってのはバイト初日に大抵の店長が言うことだからね。だけど、もしアタシにそんな口を利く店長がいたら、そいつは地獄行きね。
本当の意味で地獄行きだから。まず家族から攻めて、次に友人や周囲の連中にたっぷり絶望を味わわせた後、最後に自ら殺してくださいって懇願するような目に遭わせてやるんだから……ところでアンタ誰？
「えっ？」驚いてノートから顔を上げると――彼女の目の睨みの角度が極端に増していました。
薙ぎ払うような視線は、私のさらにその奥に向けられています。
咄嗟に振り返りました。けれど、そこには夜の闇の中に黒々とした木々が立っているだけです。
「ねぇ、誰って聞いてんだけど？」それでも江ノ島さんは、その闇に向かって不機嫌そうな声を発しています。
すると――視界の隅で何かが動いた気がしました。
その直後、密集する木々の隙間から何かがゆらりと浮かび上がってきました。
「……え？」漆黒に塗られた背景に現れた白い仮面――それは人の顔でした。まるで絵の具で塗り潰したみたいな真っ白な顔です。
「あーあ、見つかったか」そんな声と共に、暗闇の中から人の形をしたシルエットが浮き彫りになっていきます。
それは立ち上がった蛇のように瘦身長軀な男でした。やけに細長い全身を真っ黒な学生服で包み、さらに肩まで垂れる真っ黒な長髪が黒に黒を重ねています。
その隙間から覗く真っ白な顔には爬虫類を思わせる細くて小さな目が刻まれていました。
「斑井一式……それが俺の名前だよ」男の口許は、ほとんど動いたように見えませんでした。
「あっそ。どうでもいいけど……だっせぇ名前ね！　江ノ島盾子の方が百倍かっこいいじゃん！」
私の肩越しに吠える江ノ島さんを横目で窺うと――彼女はこんな状況にもかかわらず余裕の笑みさえ浮かべていました。
「参ったな、名前には自信あったんだけどな……ついでに言えば、参ったことがもう一つあるみたいだな」
「へぇ、何かしら？」「いや、できれば一人の時にじっくり話を聞きたかったんだけど……ま、こればっかりはしゃーないか。もうこうなった以上は、しゃーないって話だよな」
ボソボソと呟きながら斑井は懐から何かを取り出しました――写真のようです。彼は爬虫類のような目を上下にせわしなく動かしながら、その写真と私たちの間で視線を行き来させていました。
「……なるほどね、そっちが江ノ島盾子か」「で、その江ノ島盾子になんか用？」彼女が間髪入れずに返します。
「いや、ちょっと噂を聞いてさ」「江ノ島盾子が超絶的絶世の美人ってことを？」「ま、それもそうなんだけど……」斑井はいったん言葉を区切ると――そこで声の雰囲気をがらりと変えました。
「江ノ島盾子ってのは《例の事件》の関係者らしいじゃねーか」「だから話を聞きたいって？　はは、そりゃ無理でしょ！」それでも江ノ島さんは相変わらず余裕の笑みで、その強気な姿勢には少しの陰りも見られません。
「アンタみたいな雑魚に聞かせる話なんて一個もねーって。身の程を知れっつーの」「……そう言うと思ってた。ま、そう簡単には話してくれねーよな」
「だったらどうするって？　まさか力ずくで聞き出すとか言うつもり？　アンタって懐古主義者なの？　そんな古臭い展開はＶシネだけで十分よ！」
「……古臭い展開ついでに言っとくけど、俺は女だからって容赦しないタイプなんだ。そのへんには期待しない方がいいぞ」斑井の威圧するような視線が私たちを射抜きます。
睨み合う江ノ島さんと斑井との間から、ゴゴゴゴゴと地鳴りのような擬音が聞こえてくるようでした――て言うか、これって私には関係ありませんよね？
これは斑井一式という男と、江ノ島盾子という女の間のみの問題で――だから私には一切の関係がなくって、こうして恐怖に体を震わす必要なんてどこにもないんですよね？
「さてと、二人共覚悟は決まったか？　だったら――」「ちょ、ちょっと待って！」堪らず声を張り上げた私に、江ノ島さんと斑井の視線が同時に向けられます。
「あ、えっと……二人共ってのはおかしくないですか？　だって斑井さんが用があるのって……」
「片方だけ逃がす訳にはいかないだろ。江ノ島盾子と関係している以上は、そっちだって事件に関係している可能性があるからな」斑井は舌舐めずりでもするように言いました。
「ま、恨むなら俺じゃなくて、江ノ島盾子と関係した自分を恨むんだな。それに、さっきから文句ばっか言われているけど、こっちだって面倒なんだぜ？　一人の予定が二人になったってことは二倍の労力ってことだからな。それでもこっちはガマンしてんだから、そっちだってガマンしてくれよ」
「な、何……それ……」無茶苦茶な理論――いいえ、それは理論の体すら成していません。
圧倒的な自己中心的主義。とは言え――それでも彼女ほどではありません。
「ふーん。なるほどね、アンタがやる気満々なのはわかったわ。でもね……こっちの彼女はそれ以上に殺る気満々よっ！」そう言いながら、江ノ島さんは笑顔で私の頭を撫でています。――って、こっちの彼女ってどこの彼女？
「ほら、ボーっとしてないでさ、後はヨロシクね！」――は？　何がよろしく？
「あ、似てる。それって頭の悪いオットセイの顔真似でしょ。……って、それはいいから、さっさとアイツと戦いなさいよ。それがアンタの役目なんだからさ」――わ、私が戦う……って？
「な、な、な、何言ってんのおおおおっ！」私は頭上の手を払いのけながら絶叫しました。
「大丈夫だって。あなたはやればやれる子……そう、殺れば殺れる子なんだからさ……」
「おいおい、物騒な話はよしてくれよ……殺すとか殺されるとか、健全な高校生の言葉じゃないだろ」と、それを聞いた斑井は苦笑気味に顔を歪めています。
「あらら、殺し合いは嫌いなの？」江ノ島さんが嘲るような口調で返しました。「何だ、思ったより覚悟がないのね。ちょっとガッカリだわ」
「……当たり前だ。殺してどうすんだよ。俺はそっちから聞かなくちゃならない話が山ほどあるんだ。せめて口だけは動くようにしておかないとマズイんだよ」そこで斑井は爬虫類じみた目をさらに細め――強調するように繰り返しました。
「ま、口だけは……だけどな」そして長身を蠟燭の炎のようにゆらゆらと揺らしながら、ゆっくり歩を進めてきます。
「ふーん、マジでやる気なんだ」「当たり前だ。こっちは、あの事件以来ずっとこのチャンスを待っていたんだぞ」言いながら斑井は自分の胸のあたりに突き出した拳を強く握りました。
蛇のような体には似合わない、サザエのようなゴツゴツとした握り拳でした。あんなので殴られたらきっとマンガみたいに顔が陥没してしまいます！
「どどどうしようっ……どどどうする……っ！」私は涙目で振り返りました。「やっぱ、やるしかないみたいね」
江ノ島さんは強張った低い声で呟いた後――それとは打って変わった爽やかな声を私に向けました。「アンタがねっ！」「ちょっ、ちょっとおおおおおおおおっ！」「アハハッ、心配しなくても大丈夫だって！」
江ノ島さんは私の肩をいじめっ子のように抱き寄せると、「もちろんアタシも協力してあげるからさ。アンタが自分の《能力》を思う存分に発揮できるようにね！」――は？　能力？　私の能力って？
「ほらほら、困った時はノートを見るんでしょ？」「あ、うん……」と、私が江ノ島さんに促されるままノートに視線を落とした――その時でした。
バシンッ！ガガッ、バキッ！ドキャ、ガシッ、ドスッ、ババババッ！　そんなアニメでしか耳にしないような擬音があたりに響き渡りました。
そこで私が条件反射のように顔を上げると――「……えっ？」私と肩を組んでいたはずの江ノ島さんが、いつの間にか前方数メートル先で、斑井と激しい打撃の攻防を繰り広げていました。
ドシンッ、ズババッ、ドドドドッ！長い手足を鞭のようにしならせて攻撃する斑井。それを相手に一歩も引かないギャル風味の江ノ島さん――って、何この格闘アクション！
「ちょっと、アンタッ！　何をブタみたいにブーっと……いや、ボーっとしてんのよっ！」江ノ島さんが新体操のような華麗な足払いを繰り出しながら声を上げます。
「ほら、さっさとノートにメモんなさいっての！」と同時に、彼女の足払いが見事に決まり、斑井は短い呻き声を上げながら芝生の上に腰を落としました。
それでも彼は細長い体を独楽のように回転させると、回った勢いそのままのブレイクダンスのような足払いを返します。
「おっと！」江ノ島さんがジャンプしてかわすと、その隙に斑井も一気に立ち上がり、そして間髪入れずに右ストレート。
それは明らかに遠すぎる間合いからの一撃でしたが、彼の異様に長い手はその間合いをものともしません。
しかし江ノ島さんはその拳をパーリングで払いのけつつ、逆に一気に踏み込むと、右足のつま先を彼の腹部に突き刺しました。
「グフッ……！」斑井の口から嗚咽が漏れ――そこでようやく二人の動きが止まりました。
「お、決まった。三日月蹴り。雑誌で見て以来ずっと試したかったのよね」うずくまる斑井を追撃するでもなく、江ノ島さんはニヤニヤ笑いを浮かべています。と言うか、そもそも――どういう経緯で急に学園格闘バトルが始まったんですか？
私が忘れているだけなのか、それとも本当に脈絡がないのか――「だからさ、何をボケっと突っ立ってんのよ」
呆然と立ち尽くす私に、苛立ったような江ノ島さんの声が浴びせられます。
「さっさとノートにメモりなさいって。何の為にアタシが体を張って――」そこで、その顔が吹っ飛びました。
背後から浴びせられた鞭のようなハイキックに、江ノ島さんの細い体が紙屑のように薙ぎ払われました。
「あっ！」と、思わず声を上げながら、彼女が飛ばされた先に視線を移すと――「……ふぅ、危ない危ない」彼女は膝立ちの体勢から何事もなかったように立ち上がっていました。
ダメージと言えば、左腕が赤くなっているくらいでした。どうやらその左腕で斑井の蹴りをガードしたようです。でも、それにしたって彼女の細い腕くらい折れてもおかしくないような衝撃だと思ったのですが――そう思ったのは私だけではないようです。
江ノ島さんを睨み付ける斑井の顔には、明らかに焦りの色が見られました。
「うふっ、強くてビビったっしょ？　たじろいだっしょ？　そう、三百戦無敗の最終兵器ギャルとはアタシのことなのよ！　ビターン！」「黙れ」彼女の言葉を憎々しげに一蹴すると、斑井は再び彼女に襲い掛かりました。
そこから激しい攻防が再開されます。お互いが、右手、右足、左手、左足と、全身をフルに使いながら、目まぐるしく攻守の入れ替わる打撃戦を展開していきます。私はその光景に釘付けになりながら、ひたすらノートにペンを走らせていました。
「おらぁあああああっ！」江ノ島さんがさっきのお返しとばかりに大振りのハイキックを繰り出すと、斑井の口許がニヤリと歪みました。
彼は江ノ島さんのハイキックを避けるタイミングでぐぐっと腰を沈めると、体ごと一気に飛び込むような低空タックルを仕掛けました。
彼の長い手がうねるように伸びていき、江ノ島さんの腰あたりを搦め捕ろうとした――その瞬間でした。
江ノ島さんのひざ蹴りが斑井の顎を目掛けて突き上げられます。
「……くっ！」タックルの軌道を逸らすことで、斑井は紙一重でひざ蹴りを避けていました。
けれど、バランスを崩した彼は思わず芝生に右手を突きます。すると、がら空きになった斑井の右半身目掛けて、「えいやっ！」という間の抜けた声と共に、江ノ島さんの回し蹴りが放たれました。
斑井は慌てて左手でガード――しかし間に合いません。
強烈な蹴りが斑井の右こめかみを直撃すると、乾いた音と共に、折れ曲がった斑井の長身が芝生の上を滑るように飛んでいきました。
「楽勝、楽勝！　チョウチョウサンバにジグザグサンバね！」と、江ノ島さんは高笑い。
「偉そうな口叩いといて動きがクセだらけなんだもん。ま、もう一回基礎からやり直さないと駄目ね、ハイハイぐらいから！」
江ノ島さんはケタケタと笑いながら、制服の下から取り出した手鏡で乱れた髪の毛のセットを始めていました。驚くべきことに、あれだけの攻防を繰り広げた割に、彼女は息一つ乱していません。
私はそんな彼女に駆け寄ると、喜びの歓声を上げました。
「よ、良かった！　とにかく良かったよ！　一時はどうなる事かと思ったよぉ！」すると、江ノ島さんの表情が一変しました。
「はあ？」彼女はこれ以上ないほど蔑むような目になると、「……アンタさ、勘違いしてない？　まさか今ので一件落着とでも思ってんの？　だとしたら、それってアルマゲドン級の勘違いよ」
「え……？」その時、私の視界の隅で何かがのそりと立ち上がりました――斑井でした。
「な、何でっ？」「当然だっつーの。あの程度の蹴りであんな大袈裟に吹っ飛ぶ訳ないじゃん。さっきのアタシと一緒で自分から飛んだのよ。もちろんダメージを軽減させる為にね。ま、それもアタシが手加減してやったからって大前提がある訳だけどね」
ギギギギギギギ――金属が擦れるような不快な音が聞こえてきました。剝き出しになった斑井の歯が火花を散らすほどの勢いで歯軋りをしている音でした。
「あ、あれ怒ってるよね……？　あの人怒っちゃってるよね……？」私は前方の斑井に目を向けたまま、うわずった声だけを後方の江ノ島さんに向けます。
「大丈夫だって。アンタがあの程度のヤツにやられるなんてあり得ないから……多分」「せめて言い切ってよ！」と、振り返り掛けたところで――「目を逸らしちゃダメ」それを制する江ノ島さんの鋭い声。
「獲物から目を逸らしちゃダメ。それ基本だから」「え、獲物って……」
むしろ獲物は私の方です。斑井は歯軋りをしながらじわじわと私たちとの間合いを詰めていました。彼が放つ毒蛇のような殺気に搦め捕られ、私は怖気づいたウサギのようにプルプルと震えることしかできません。
こんな状況では、やっぱりどう考えたって江ノ島さんを頼るしか――「なっ？」
そこで突然、斑井の目が大きく見開かれました。
「い、いつの間に……？」いつの間に――って？その言葉に嫌な予感を抱いた私が恐る恐る振り返ると――「………………」えっと、あれって何て言うんでしたっけ？と、そこでいったんノートを確認し、そしてようやく思い出しました。
あぁ、そうそう――「……縮地法だったよね」振り返った私の視界にはもう誰もいません。
いつの間にか、江ノ島盾子の姿は影も形もありませんでした。
「見捨てられたみたいだな……」すぐ背後から人の声。
振り返ると――これまたいつの間にか私の眼前に立った斑井が、粘りのある視線で私を見下ろしていました。
「だけど恨む必要はないぞ。あいつとの決着は後できっちりつけてやる。ただ順番が変わっただけ……それだけの話だ」
死刑宣告のような言葉を掛けられたところで、私はようやく自らの根本的な過ちに気付きました。
そもそも江ノ島盾子なんかに頼ろうとした私が愚かだったのです。などと愚痴を言っている場合じゃありません。
とにかく何とかしないとっ！　と、私がおぼつかない視線をノートに落としたところで――頭上から斑井の声。「……おい、ノートなんか見て余裕だな」「あ、あの……その……」
私は顔を上げることもできません。内容なんて全然頭に入ってこないのに、無理矢理ノートをめくっているだけでした。そのままロクな打開策も見つけられず、時間稼ぎの言い訳を口にするのが精一杯です。
「ちょ、ちょっと待ってください……あなたの目的って希望ヶ峰学園史上最大最悪の事件とかいうのを調べることなんですよね？　だ、だったら私に聞いても無駄だと思いますよ。だって私はその事件については何も――」
「どうしてわかったんだ？」斑井の凍てつくような声に体がビクンと震えます。
「な、何が……ですか？」　「さっき俺は《例の事件》と言っただけだ。それなのに、どうしてお前はそれが希望ヶ峰学園史上最大最悪の事件だとわかったんだよ？」こわごわ顔を上げると――斑井の目の鋭さが驚異的に増していました。
その視線から逃げるように、私はすぐにノートに視線を戻します。「え、えーっと……それはですね……ちょうどタイムリーに耳にしたばっかりだったので……き、きっとそうなんじゃないかと思っただけでして……」
「そもそも《希望ヶ峰学園史上最大最悪の事件》って名称自体も、この学園内で知る人間はほとんどいないはずなんだ。それを平気で話し合ってるってことは……やっぱりお前らは怪しいな。どうやら大当たりだったみたいだ」
もう見なくてもわかります。斑井は爬虫類のような目を残酷に歪ませて笑っているに違いありません。背筋が悪寒でビリビリと痺れ、冷え切った手足が硬くなって、私は完全に身動きが取れなくなっていました。――終わった。
多分ですけど、それは私にとって生まれて初めて自分の死を意識した瞬間でした。そして、そんな時に私の空っぽの頭に浮かぶのは――――松田くん。
やっぱり大好きな彼のことでした。と言っても、思い出が走馬灯のように頭をよぎったりする訳ではありません。
私が思い出せるのは彼への感情だけなのです。だから私は心の中で彼の名前を何度も呟くことで、それを思い出そうと――松田くん松田くん松田くん松田くん松田くん松田くん松田くん松田くん……――あれ？えっと、やり直し。
おかしいです。なんかうまくいかないんですけど……「思い……出せない……？」急激に全身がざわついてきました。
松田くんを思い出せないという事実に、私はかつてないほどの恐怖と孤独に襲われていました。――これが松田くんを失った喪失感？
それは今まで体験したことのない地獄のような感覚でした。邪悪な怪物に体の大部分をごっそりと食い千切られたような酷い感覚です。
「どうした、顔が真っ青だぞ？」「……えっ？」斑井を見上げたところで、私はようやく理解しました。
目の前の人物から与えられるこの恐怖は、今や私の感情のすべてを支配しています。
そのせいで――私は松田くんへの気持ちを思い出せない。「まるで、これから襲われそうになってるヤツの顔みたいだな」
そんなどうしようもない冗談に、言った本人だけがクックと音を立てて笑っています。――松田くん松田くん。
恐怖に飲み込まれながらも、私は心の中で何度も彼の名前を呟きました。だけど、私の感情は何の反応も示しません。
それでも私は必死に何度も呟きます。祈るような気持ちで呟き続けます。
松田くんの顔が見たい。松田くんの声が聞きたい。松田くんの匂いを嗅ぎたい。松田くんに触れたい。松田くんに会いたい。松田くんに会いたい。松田くんに会いたい。すると――それは突然でした。
ドクンと心臓が大きく鼓動し、猛スピードで逆流してきた濃い血液が一瞬にして全身に広がっていき――自分でもびっくりするほどの熱が、私の手足を縛りつけていた恐怖を溶かしていきました。――松田くんに会いたい。
それだけを何度も呟き続けている内に――私はそれまで自分を支配していた恐怖を、すっかり忘れてしまったのです。――松田くんに会いたい！　松田くんに会いたい！　松田くんに会いたいっ！
「松田くんに……会いたい……」
「……ん？」私の異変に気付いた斑井が咄嗟に距離を取っていました。
どうやら見かけによらず慎重な性格のようです――と、分析するぐらいに冷静な思考を取り戻した私は、その冷静な思考のまま、もう一度ノートを頭から読み返してみました。すると、いきなり最初のページで目が留まります。
そこには――私が持っているらしい《ある能力》について書いてありました。
辿り着いてみれば、今までどうしてそこに辿り着けなかったのか不思議なくらいです。
でも、きっとこれが――松田くんが私に与えてくれた愛の力なのでしょう！――松田くんに会うんだっ！　松田くんに会うんだっ！　松田くんに会うんだっ！
今や、それは欲求ではなく明確な目的として、私の思考の中に確かな熱を生み出していました。
「……そこ、どいてください」ノートから顔を上げた私は、真っ直ぐ斑井に向かって言い放ちました。
「私は松田くんに会いに行くのっ！」「誰だよ、松田くんって……て言うか、お前は何きっかけで覚醒してんだって」「もちろん愛だよ！」私は勝ち誇ったように叫びました。「松田くんの愛の力だよっ！」恥ずかしげもなくそう叫びました。
「いや、確かに愛の力ってのは偉大だけどさ……人を考えられないような行動に駆り立てたり、時には狂わすことだってするしな……けど、それにしたって、お前のはよくわからないぞ」
「……とにかく、邪魔はさせないから」そう言いながら私は斑井を強く睨み付けました。
「……それって自棄になってるだけか？　ま、それはそれで厄介だけどな。自棄になったヤツってのは何をするかわかったもんじゃない。強いも弱いも関係なく、間違いなく厄介なモンだからな」
「いいからどいてよ」「やっぱ……よくわからない女だ」そこで彼は重心を落とすと、低く構えるような体勢になりました。自らを襲う混乱を原因ごと踏み潰そうとしているのでしょう。だけど、そんなの――私には関係ありません。
その程度では、赤く燃える私の炎は消せません！――松田くんに会うんだっ！　松田くんに会うんだっ！　松田くんに会うんだっ！
そう決心した私は開いたノートを手にしたまま無防備で歩を進めていきます。
それに反応した斑井がさらに重心を低くしながら、腰のあたりで拳を握りました。
臨戦態勢ってヤツです。逆に言えば、自ら先手を打つつもりはないようです。要はそれだけ警戒心が強く、慎重な性格なのでしょう。
だけど――いや、だからこそ――私はそこで足を止め、そして言い放ちました。
「斑井一式、チェックメイトよ！」「なんだよ、そのダサい決め台詞は……」「……斑井一式、チェックメイトよ！」
やっぱり他の決め台詞が思い付かなかったのでまた繰り返しながら――私は獲物に襲い掛かろうとする野生動物のように、ゆっくりとした動作で重心を落としました。
その体勢のまま二本の脚に全身の力をぐぐぐっと流し込み、その力をギリギリまで溜めたところで――一気に解放！
はち切れんばかりに溜め込んだ力で地面を激しく蹴り付けると、爆発するように走り出しました――待ち構える斑井とは反対の方向へ。
「おっ……おいっ！」完全に意表を突かれた様子の斑井が後方で困惑の声を上げています。
私はそれを聞きながら、ノートの最初のページを開くと、そこに書いてある《自分の能力》について、もう一度確認しました。
そう、これが私の能力。この状況を打破する為の唯一の方法。――覚えてないから実感ないけど。
しばらくすると後方から私を追ってくる足音が聞こえてきました。
そこで私は試しに予測してみることにしました。私を追ってくる人物が今何を考えているのか――きっと彼は今こんな風に考えているはずです。
本当によくわからない女だな――と。「本当によくわからない女だな……」斑井一式は走りながらそんな独り言を呟いていた。
油断していた訳ではない――だからこそ裏をかかれてしまった。
あの流れで逃げ出すとは想像していなかった。だが冷静に考えてみれば、それは当然の行動だったのかもしれない。
窮鼠猫を嚙むなんて言うが、実際に鼠が猫を嚙むことなどほとんどない。たとえ瀕死の重傷を負って身動きの取れない状態まで追い詰められようとも、それでもまだ鼠は逃げようとするだけだ。
なぜなら――それが鼠の《本気》だからだ。それは前方を走って逃げている女も一緒のはずだ。つまり、逃げることこそがあの女の本気なのだ。
「……じゃあ、捕まえればそれで終わりってことだよな」その口許に残酷な笑みが浮かぶ。
それは獲物を追う狩人の顔――ただし捕食の為の必死さはそこにはない。だからこそ余計に残酷な笑みだった。――捕まえて、痛めつけた後で《例の事件》について洗いざらい吐かせてやる。
希望ヶ峰学園史上最大最悪の事件――斑井は、その事件に、そして事件に関係する人間たちに、激しい憎悪を抱いていた。そして今や事件への復讐だけが斑井を突き動かす原動力になっていた。
そんな彼がようやく摑んだチャンス。きっかけは数時間前の怪しげな密告だった。――中央広場に事件の謎を知る江ノ島盾子が現れる。
罠という可能性は大いにあったが、それでも構わなかった。それが罠だったとしても、罠を仕掛けた人物に会えるチャンスのはず――むしろそう考えた。――俺は必ず復讐する。――守る為にも復讐する。
斑井の目に炎が宿った。その目が前方を走る標的へと向けられた途端、彼の走る速度が劇的に上がった。長い髪が一直線に横にたなびき、標的との距離が一気に縮まっていく。あっという間に、手を伸ばせば捕まえられる距離になった。――これで終わりだ。
左足を強く踏み込み、長い右手をグンと伸ばす。その指先が標的の髪に触れる――その瞬間だった。
標的が斑井の右手をすり抜けるように急角度に方向転換をし、意表を突かれた彼は思わずバランスを崩した。
まるで見計らったかのようなタイミングだった。
「……チッ！」斑井は赤い舌を鳴らしながらすぐに体勢を立て直すと、再び標的を追って走り出した。だが、その直後彼は気付いてしまった。前方を走る標的の――その異常な行動に。
「……ありゃ……なんだ？」標的は走りながら――ノートにペンを走らせていたのだ。
「は……？」――走りながら書くって？――ありえねーだろ、どう考えたって。
それが斑井の心を大きく惑わせた。その行動の意味が理解できなかったというだけではなく、『標的が逃げる以外の行動をしている』ということ自体が予想外だったのだ。
あいつはただ逃げるだけの鼠じゃない？　逃げる以外の策を隠し持っている？だが、それ自体がブラフとも考えられる。最初の逃走の時のように、こっちの警戒心を煽ることで逃げる隙を作ろうとしているだけかもしれない。
いや、どっちにしろ――迷っている暇なんてない。希望ヶ峰学園史上最大最悪の事件への復讐――その強烈な動機が彼に迷う暇を与えなかった。
斑井はがむしゃらにスピードを上げると、再び標的を射程に捉えた。――今度こそ終わりだ。
標的の死角から伸ばした右手が彼女を摑む。いや――摑んだのは空気だけだった。
またもや見計らったかのようなタイミングで、標的が突然の方向転換をしたのだ。勢い余って突っ込んだ斑井の眼前には闇に沈んだ大木があった。慌てて手を突くと、ざらついた木の表面が手の平に食い込んだ。――なんだそりゃ！
斑井はムキになったように地面を蹴ると、一気にトップスピードになった。すぐに標的を射程に捉えると、殴り付けるように手を伸ばす――だが、その手をかいくぐるようにしてまたしても標的は逃げていく。――捕まえられない？
その時になって斑井は初めてそう意識した。だが、その理由がわからない。そもそも向こうはノートに目を落としたまま振り返りもしないのに、どうして背後から伸びてくる手を避けることができるんだ？　しかも、こっちが手を伸ばした絶妙なタイミングで。
まるで背後の動きが見えているとしか――いや違う。あれは見えているとかそういうレベルじゃない。――まるで予めわかっているみたいだ。
「冗談だろ……」その考えを振り払うように斑井は再び全速力で走り出した。
あっと言う間に迫った標的の無防備な背中に向かって、もう一度手を伸ばす。
その手が触れそうになった瞬間――やはり標的はその手をかわして逃げていく。だが、それを見越していたように――斑井はその動きに合わせて体を反転させると、両手を広げながら標的へと体ごと飛び込んだ。長い手を活かした得意のタックルだった。
今度こそ捕らえた！――つもりが、そこで標的の姿が消えた。
「……なっ？」かわされるのを読んでいた斑井の動きをさらに読んだように――彼女は完璧なタイミングで斑井の足元で亀のように腰を屈めていた。
そのまま標的に乗り上げるような格好になってしまった斑井は、無様に回転しながら前方へと激しく転倒した。
芝生の上に投げ出された斑井はしばらく動けなかった。
体の痛みを感じる程ではないが、しかしそれ以上のダメージが斑井にはあった。
「なんだよ……そりゃ……」ようやく芝生から体を起こした斑井は、長髪を振り乱しながら標的の姿を捜した。そこで捉えた彼女の後ろ姿はすでに小さくなっていた。
遠ざかる標的の背中を見つめながら、斑井は信じられないといった口調で呟いた。「……頼むから、予知能力とか言わないでくれよ」――予知能力？
きっと彼はそんな想像をしているでしょうけど、もちろんそんなものは存在しません。
いえ、予知能力自体は存在するかもしれませんし、夢があるのでむしろ存在して欲しいくらいですけど――この危機的状況で私がそんな能力に目覚めるなんて、そんな少年漫画的かつご都合主義的な展開はあり得ないのです。
だから、これは予知能力とかそんな大それたものではなく――単なる予測なのです。
私は彼の考えそうな事や彼の行動を分析し、起こりうる未来を予測しただけなのです。
そう、それこそがノートで確認した私の能力でした。――超分析力。
私はその能力を使って、斑井の考え方や行動パターンなどを統計学的に分析し、そこから彼の行動を予測しただけなのです。と言っても、その分析には膨大な量のデータが必要です。当然ですがデータがなければ予測なんてできませんから。
でも、だからこその『音無涼子の記憶ノート』でした。
私は斑井の言動や仕草から、彼の行動パターンを割り出すのに使えそうなデータを片っ端からノートに書き込んでいきました。
特に、斑井と江ノ島さんとの打撃戦は貴重なデータ源になりました。
彼女は様々な攻撃方法で斑井を攻め、あるいは自分を攻めさせていました。
今考えれば、あれは彼の行動や攻撃パターンを私に見せ付けようとしていたのかもしれません。
あの江ノ島さんがどうしてわざわざそんなことをしたのか、それはさっぱりわかりませんけど――とにかく、あのデータのお陰で私が斑井の行動パターンを摑むことができたのは確かです。とは言え、出会って数分程度のやり取りで彼の行動のすべてがわかる訳ではありません。
ただ、今の私の目的は、こういう状況に置かれた場合の彼がどう行動するか予測することなので――それには充分なデータが集まりました。
だから今の私には、彼がどのタイミングで、どの角度から、どう攻撃してくるか――それらが手に取るように予測できるのです。
でも、そんな私の予測だと――彼はまだこの程度では諦めないはずです。
今は、私の能力を目の当たりにして呆然としている彼も――これもまた私の予測ですけど――すぐに自分の身に起きた現象の原因が私のノートにあると気付くはずです。
おそらく今度は開き直って追ってくるでしょう。そうなれば、このまま無闇に逃げ回っているだけでは埒が明きません。
だったら、どうするか――その答えも、もうすぐ見えてくるはずです。
そう予測しながら、ノートに描かれた中央広場の見取り図を頼りにしばらく走っていくと――木々の生い茂る地帯を抜け、開けた一帯に出ました。
予測通り、その奥に小さな建物が見えてきました。それこそ私の目指していた場所です。
その目的地を発見した途端――私の頭の中では勇気と恐怖が同時発生を始めていました。でも、やるしかありません。不安や恐怖なんてさっさと忘れて――やるしかないんです。
松田くんに会う為にも私はやるしかないんです。やります。やれるに決まっています！ちなみに、これは予測なんかでありません。ただの意気込みです。
あのノートに秘密があるはずだ――斑井はそう結論付けた。そうだ、そうに決まってる。予知能力なんて存在してたまるか。
そもそも向こうは捕まれば大変な目に遭うという状況下にもかかわらず、しつこくノートに何かを書き続けていた――と言うことは、あそこには必ず何か秘密があるに違いない。
それがどんな秘密かはわからないが、『秘密がある』という事実がわかっただけでも十分だった。――だったら、そのノートを破り捨てればいいだけだからな。
元々、斑井は複雑な思考を重ねるタイプではなかった。見かけによらず慎重と言われる彼の性格だって、生まれつきのものではなく、彼の今までの役割上そうする必要があったからこそだった。
しかし今となってはもう――その役割も無意味なものとなってしまった。――けど、それは俺のせいだ。――俺が守れなかったせいだ。
そんな自分に残された役割は――希望ヶ峰学園史上最大最悪の事件の真犯人を見つけ出し、そいつに復讐することしかない。
「だから……こんな所で立ち止まってる場合じゃねーんだ」斑井は再び走り出した。そしてシンプルにこれからやるべきことだけを考えた。――標的を捕まえ、痛めつけ、そして吐かせる。
すっかり開き直った斑井は標的が逃げていった方向に全力で走っていった。時間的ロスはあったが、致命的なロスではない。それに、もし逃げられたとしてもまた追えばいいだけだ。自分が諦めない限りこれに終わりはない。――捕まえ、痛めつけ、そして吐かせる。
確認するように繰り返しながら、斑井は薄暗く生い茂る木々の間を、黒い蛇のように走り抜けていった。
あたりを注意深く見回しながら進んでいくと、途端に視界が開けた。
広場のようになっている一帯に出たようだ。
ぐるりと見渡すと、その広場の奥に小さなプレハブ小屋が見えた。
プレハブ小屋の傍らにある外灯は明滅を繰り返していて、それが小屋全体の雰囲気をホラー映画のように不気味に演出している。
怪しすぎて怪しい。いや、だからこそ逆に――「……迷っているより調べた方が早いか」
斑井はそこでスピードを落とすと、慎重な足取りでプレハブ小屋に歩み寄っていった。本来であれば落ち着いた印象を与えるはずのクリーム色の壁と屋根でさえ、明滅を繰り返す外灯に照らされると、薄気味悪さしか感じない。
プレハブ小屋の前に立った斑井は、まず壁面の窓から慎重に中の様子を窺った。
頭上の外灯の明滅に合わせて、埃っぽい室内が目に入った
おそらく中央広場の管理用倉庫なのだろう。
肥料やペンキ缶などが置かれた棚や、掃除用具などが所狭しと置いてある。
中に人影は見当たらないが――隠れるスペースだらけだった。
斑井はいったん窓から離れると、倉庫の入口へと回った。
扉は木製の薄い開き戸だった。指先だけでドアノブに触れ、仕掛けがないことを確認してからドアノブを握る。
しかし開かない――やはり鍵が掛かっているようだった。
斑井はその場で腰を屈ませると、周囲に生えた雑草を観察した。くるぶし程まで伸びた雑草の先端がところどころ折れ曲がっている。おそらく誰かが踏んだ痕跡だろう。――これで決まりだな。
だが、その顔に余裕や安心の色はない。逆に忘れかけていた警戒心を思い出していた。――で、どんな罠を仕掛けて待ってるんだ？
斑井は深呼吸を繰り返した。そして一際大きな息を吐き出した後――目の前の扉に向かって全力の前蹴りを放った。
――ドン！鈍い音と共に扉がわずかに開く。――ドン！　ドン！
立て続けに何度も蹴り付けると、扉の隙間が人一人くらいなら入れそうなほどまで広がった。その隙間の向こうでは暗闇がぽっかりと口を開けている。
斑井は長身を屈めながら暗闇の中に体を滑り込ませた。
「邪魔するぞ……」砂を踏んだ音があたりの静けさの中を水紋のように広がっていった。
倉庫内は奥行きがあるせいで思ったよりも広く感じられた。
窓から入る外灯の明滅だけが唯一の明かりで、それ以外は不気味な薄暗さに包まれている。
倉庫の隅には蜘蛛の巣が張っていた。
窓と逆側の壁には背の高い大きな棚が置かれ、そこにはペンキなどの塗料が並べられていた。
床には綿ぼこりと砂利が散乱していて、あちらこちらに清掃や整備に使われる用具が乱雑に置かれていた。
さらに倉庫の奥には、肥料などが詰められているであろう大きな麻の袋が、いくつも大量に山積みになっている。
「おいっ、隠れてるのはわかってるぞ！」狭い倉庫内に斑井の声が反響した――と、そこで彼の視線がある方向に向けられる。山積みになった麻袋の向こう側で《何か》が小さく動いた気がしたのだ。まるで斑井の声に反応したかのように、ビクリ――と。――あそこか。
斑井は警戒心を強めながら、じりじりとした足取りで距離を詰めていった。罠は必ずあるはずだ。
倉庫内にはいざとなれば武器になりそうな物がゴロゴロしている。斑井の脳裏に、暗闇の中でそれを握って震えている標的の姿がイメージされた。
「……何を企んでんだ？」声で牽制しながら、倉庫内を用心深く進んでいく。倉庫の中央付近まで来る頃には斑井の目もすっかり暗闇に慣れていた。
「ま、反撃したいなら勝手にしろ」斑井は抑揚のない冷酷な声で言った。「その代わり後悔することになるのはお前の方だ。どうせ後で痛めつけ――っ！！？？」一瞬、何が起きたのかわからなかった。
顔面に衝撃を感じた直後――突然視界が真っ白になった。
「……くっ！」呻きながら薄目を開けて確認すると――あたりが真っ白な霧に包まれていた。
「……えいっ！」正面に立つ標的が山積みになった麻袋の向こうから白い塊を投げてくるのが見えた。
その塊は斑井の体にぶつかると、弾けるようにあたりに舞い散った。そして、彼女は投げ終わると同時に目の前の麻袋に手を突っ込むと、そこから大量の粉を摑み取り――それをまた投げてきた。
「えいっ！　えいっ！」怯んだ、というより呆気に取られた。それは反撃とは名ばかりの、まるで子供の喧嘩のようだった。雪合戦で投げる雪の代わりに粉を投げているだけだ。
「くだら……ねーな……」斑井の顔が怒りに歪んでいく。自分はこんな時間稼ぎにもならない抵抗を警戒していたのか――そう思うと無性に腹が立ってきた。――もういい、さっさと終わらせてやる！
斑井の目が明滅する外灯の光を反射して鋭く光った――その時だった。
「……粉塵爆発って知ってますか？」斑井が動き出そうとする絶妙なタイミングで発せられた声――勢いを削がれた斑井は思わず動きを止めた。
「この状況で火を付けたら……どうなると思います？」「ど、どうなるって……」今や、この倉庫内全体が白く舞う粉にすっかり覆われていた。
不意に斑井の脳裏によぎる光景――火が一瞬の内に空気中に舞う粉から粉へと燃え移り、そして一気に倉庫内を吹き飛ばす。
「……そんなことしたら、お前だってただじゃ済まねーぞ？」「……どっちにしろ、ただじゃ済まないんですよね？」それを聞いた斑井は、自分の言葉を思い出していた。――自棄になったヤツってのは何をするかわかったもんじゃない。
斑井は白い霧の中に目を凝らした。粉塵の向こうに見えるのは女のシルエットだけで、その表情までは見えなかった。目の前を舞う粉を払いのけると、ようやくその向こうに女の顔が見えた。
それは、まったくの無表情。それゆえに、得体の知れない威圧感に満ちていた。
「誰だよ、お前……」怯えて逃げる標的の顔ではなかった。彼女は色のない目を瞬きもさせずに、ただ一直線に斑井へと向けている。思わず背筋がゾッとした。
「できる訳ねーだろ……そもそも火を付けるって、そんな物がどこにあんだよ」「………………」彼女は無言だった。
じっとりと肌にまとわりつくような緊張感で、自分の周りの空気が重くなっていく。どす黒く濁った感情が斑井の内部をじわじわと侵食していった。――マジでこいつ……誰なんだよ。
斑井はその女の色のない目の奥に――怯えた自分の顔を見た気がした。――逃げるか？　先に仕掛けるか？
二つの選択肢がぐるぐると頭の周りを高速で飛び交っていく。と、その時だった。
わずかに標的の目が動いた。反射的に視線の先を確認すると――床の上に乱雑に置かれた業務用の掃除機が見えた。そのすぐ傍には剝き出しのコンセントもある。
業務用の掃除機――剝き出しのコンセント――火花か！
連想ゲームのように思考が繫がり、気付くと斑井は動き出していた。
躊躇している暇はない！　警戒している余裕もない！　あの女よりも早く！飛ぶように駆け出した斑井は、伸ばした長い手で掃除機のホースを強く摑んだ。そして振り回すように力任せに自分の方へと引き寄せ――と、そこで違和感。
確かに手応えはあった。むしろありすぎた。しかも――女が動いてなかった。
斑井の視界の隅に立つ彼女は、斑井が掃除機を手にした今でさえ、その場所から一歩も動いていない。むしろ、その目は何か期待が込められているように輝いてさえいた。――しまった！
斑井の抱いていた違和感が、『ある一文字』に形を変えた。――罠。
だが気付くのが遅すぎた。斑井の視界にゆらりと大きな影が差す。目の前の棚が傾いて作った影だった。
スローモーションで棚から投げ出されたペンキ缶がガラガラと音を立てながら、自分に向かって落ちてくる――影が迫る。もう、眼前に。
そして轟音と砂埃が舞う中――斑井一式は、倒れてきた大きな棚に押し潰された。
地鳴りのような音と共に、あたりの粉塵が激しく舞い上がっていました。
棚に並べられていた色とりどりのペンキが、床や壁を見境なく染め上げ、あたりはまるで魔法の国のような有様です。
私は吸い込んだ粉塵にゴホゴホと咳き込みつつも、ホッと胸をなで下ろしていました。
警戒心の強い彼が粉塵爆発と聞いた後にあの掃除機を見つけたら、そのまま放っておく訳がない――それは私が予測した通りの結果でした。
私は倉庫の窓を一気に開放すると、付近に落ちていたスコップを構えながら、慎重な足取りで、棚に押し潰された斑井の様子を窺いに行きました。
彼と対峙していた時は強気を装っていましたが――緊張でまだ足が震えています。スコップを握る手もすでに汗でびっしょりでした。
「もしもーし……」おずおずと、倒れた棚の隙間から奥を覗き込んでみると――
斑井は棚と地面に挟まれて、まるでサンドイッチの具のようになっていました。それでも意識は残っているらしく、弱々しい視線を私に向けています。
「こ、こんな手に引っ掛かるなんてな……」胸が圧迫されているせいか、彼は喋り辛そうにしていました。
「で、でも……どうして爆発しない？　こんな棚が倒れたら……せ、静電気や火花で爆発するはずだろ……」
私はスコップを構えたまま答えます。「あ、この粉はセメント粉なんで爆発しないんですよ……」「……セメント粉？」
私はスコップを構え直すと、空いた方の手でノートを広げながら、「えーっとですね……粉塵爆発に必要な条件って、可燃物の粉塵、酸素、それと着火源らしいんですけど……そもそもセメント粉って酸化しないから燃えないんですよ。
つまり可燃物の粉塵じゃないんで粉塵爆発は起こらない……ということらしいんです」
じゃあお前は……それを知ってて……
「この倉庫の管理人のおじさんってやけに話好きな人らしくって……たまたまそれに捕まって一方的に色々と聞かせてもらったことがあるみたいなんです……って、そんな話を女子高生に無理矢理に聞かせるのってどうなんですかね？　でもそのお陰で助かったんだし、やっぱり感謝なのかな……」
私はさらにノートをめくりながら、語っていきます。
「とにかく、その管理人のおじさんはいわゆるＤＩＹってヤツに凝ってるらしくって、自分で作れる物は何でも作っちゃいたいみたいなんですよね。それでセメント粉を大量に購入して、ここに保管しておいたみたいなんです」
「そ、それを……囮に使ったって訳か……」「はい。あなたに掃除機を引っ張ってもらう為にです」
私はノートに視線を落としたまま、力強く頷きました。
あ、ちなみにホーム・アローンって映画は知ってますか？　そこに出てくるトラップをアレンジして使ってみたんです
掃除機と棚をロープで結んでおいて掃除機を引っ張ると一緒になって棚が倒れてくる仕掛けで……そうそう、ちなみに粉を撒いたのはロープ自体を隠す目的もあったんですよ。それもあって白っぽいロープを使ったんですけど――「……もういい」斑井が弱々しい声で私の言葉を遮ります。
「け、結局は……その仕掛けがお前の奥の手ってことだろ……？」
「うーん、奥の手とは違うかも。だってホーム・アローンだと、最後に強盗に止めを刺すのってカルキンくんじゃなくって彼を助けに来た大人たちなんですよ。一作目も二作目もね。だから奥の手って言うなら、むしろ誰かが私を助けに――」
「わかったから……もういい……」斑井はうんざりしたように顔を歪めていました。
「だ、だけど……勝った気になるのはまだ早いんじゃねーのか？」「……はい？」その妙な言い回しが気になって――私は思わず聞き返します。
「あの……どういう意味ですか？」「こ、こっちはまだ……奥の手を見せちゃいない……そういう意味……だ……」そんな言葉を最後に――斑井は黙り込んでしまいました。
それ以降は呼びかけても反応しません。どうやら気を失ってしまったようです。
何だか煮え切らない気持ちでしたが、多量のセメント粉を吸引すると塵肺になる恐れもあるらしい、とノートにもあるので――とりあえず倉庫を出ることにしました。
すると倉庫から出た途端――私は心配事を忘れて清々しい気分になっていました。
ま、後のことは警備部に任せるとしましょう。きっと警備部にあの異常者を捕まえてもらえば一件落着のはずです。女子を襲うなんて重犯罪に手を染めた以上は退学は確実だと思うので、もう会うことも――「……ふぎゅっ！」
そこで踏み潰された小動物のような嗚咽を漏らしたのは――私でした。
喉元に強い衝撃。ゴツゴツとした何かが私の首を締め付け、息ができません。
――何これ？――何が起きてんの？そんな混乱の中でも、目の前に真っ黒な電柱があるのだけはわかりました。――って、何で電柱？
さらに混乱しながら視線を上げていくと――細長い電柱の上に真っ白な顔が乗っているのが見えました。
どうやら人の顔のようです。しかもその顔には見覚えがあります。忘れっぽい私でも、さすがに見覚えがあります。だってその顔は――
今さっき棚の下敷きになって気を失ったはずの――斑井その人だったからです。
「……驚いているみたいだな」しかも彼は無傷で――服すら汚れていません。
「お前はきっとこう思っているはずだ。『どうして今さっき倉庫で倒したばかりのこの男が私の前に立ちはだかっていて私の首を絞めているんだ？』って……そうだろ？」
斑井が口を大きく裂いて笑っています。「要は、これが俺の奥の手なんだよ……今はまだその一部だけどな」
彼は極限まで細めた目をしっかりと私に固定させています。その目が脂っこく輝いていました。
「さてと、差し当たって手足を折らせて貰うぞ。ちょっとばかり痛いだろうがガマンしてくれよ……っと、その前に意識飛ばしとくか。叫ばれると厄介だしな」
その口調は冷酷と言うよりも冷静で――だからこそ命乞いが通用する余地のないことを如実に物語っていました。
私の喉を締め付ける斑井の手に力が込められ――私の意思と意識はゆっくり薄れていきます。私自身が消え失せていくような欠落感が、私の体からあらゆる感覚を根こそぎ奪い取っていきました。
もう声を出すこともできません。もう息をすることもできません。もう予測することもできません。
私の手からノートが零れ落ち――目が霞み、視界がぼやけ、周囲の景色と一緒に、目の前の斑井が歪んでいきました。そう――歪んでいったのです。
斑井の体が歪みながら、円の軌道を描くように回転しました。そして天と地がひっくり返った状態のまま頭から落下し――グシャリと鈍い音を立てて地面と激突しました。
私はそれを見ていました。消えかけの蠟燭みたいにゆらゆらとした意識の中から、これが夢なのか現実かさえもわからないまま――それでも私は確かに見ていました。
「ぐぐぐううっ！」踏み潰されたカエルのような声を発しながらも、斑井は素早く体勢を立て直していました。そして飛び跳ねるように立ち上がった途端――その目が自らの右腕に釘付けになります。
彼の右腕の肘から先の部分が、飴細工のように不自然にねじ曲がっていたのです。
何が起こったのかわからない――最初はそんな顔で自分の腕を見つめていた斑井も、すぐに思い出したように悲鳴を上げます。
「ひ……ひぎゃあぁぁぁああがっっふぐわぁぁぁあああっっっ！」
混乱と恐怖と痛みの混じり合った悲痛な叫び声が、彼の体中の空気を絞り出すほどの勢いで吐き出されていきます。
そんな凄まじい悲鳴を聞きながら――私は呆然自失の表情でその場に立ち尽くしていました。と言うか、自分が立っているのか倒れているのかもよくわかりません。
よくわからないまま――そこでよくわからない声を聞きました。「うぷぷ。ちょっと本気出しすぎちゃったかな」それは声というよりも――音に近かったかもしれません。「……でも仕方ないよね。さすがにここで死なれたら困っちゃうからさ。だって、オマエは一応このシナリオの主人公なんだしね！」
そこで私は気付きました。むしろ、どうして今まで気付かなかったのでしょう――いつの間にか、私の目の前に真っ黒な影が立っていました。その黒く塗り潰されたシルエットの中には、どこか見覚えがある顔が浮かんでいます。
けれど思い出せません。それが誰なのか――私には思い出すことができませんでした。
「うぷぷ、ボクが誰だか思い出せないんでしょ？　そりゃそうだよね。ま、でも気にしなくていいよ。きっとその内、思い出せるようになるはずだからさ」そう言って笑った後――影の発する声が急に低くなりました。
「……それより、まずはそっちを片付けちゃいますかね」その後のことは――すべて一瞬の内に始まり、一瞬の内に終わっていきました。
まず壊れたように叫び続ける斑井の頭上にそっと手が置かれました。その手が優しく彼の頭を撫で始めます。
斑井が驚いたような表情で見上げると――その表情のまま彼の頭がボキボキと音を立てながら回転し、そして不可解な角度で停止しました。
自分が何をされたのかもわからないまま力なく崩れ落ちていった斑井は、私の足元で赤い泡を吐きながら、びくんびくんと痙攣しています。――あ、これは夢なんだ。
私はそんな思考に辿り着き、そして妙にホッとした気分になっていました。
そうです、そうに決まっています。こんな現実味のない光景なんて――夢に決まっていますよね。
「うぷぷぷぷ」だから耳の奥で響くこの笑い声も――ただの夢。
気が付くと、黒い影が再び私の正面に立っていましたが――これも夢に違いありません。
「ま、オマエが思い出すまではボクのことを……そうだな、《超高校級の絶望》とでも呼んでおいてくれればいいと思うよ。うぷぷぷ」
影に浮かんだ見覚えのある顔は、そう言いました。
その目はあまりに深い闇色をしていて――それはもはや目と言うよりは穴でした。
じっと見つめている内に、私は意識ごとその穴の中へと吸い込まれていきます。
穴の中は黒々とした泥に満たされた底なし沼でした。
ずぶずぶと落ちていく私の全身に泥が染み込んでいき、私が私以外のものに浸食されていきます。
すると、どこか遠くから声が聞こえてきました。
「また会おうね！　その時こそちゃんとオマエを殺してあげるからさ！」それは遠くから聞こえてくるようなか細い声で――耳元で囁かれているみたいにはっきりとした声でもありました。――何だか変な夢。
そんな感想を最後に底なし沼の中へと沈んでいった私の意識は――そこで完全に消失してしまいました。
「…………はにゃ？」と、女は首を傾げた。
「……はにゃにゃにゃ？」と、江ノ島盾子は大きく首を傾げた。
「うーん。ついつい戻ってきちゃったのはいいとしても……これって、どういう状況なのかしら？」ゆらり、と膝立ちの姿勢から立ち上がった彼女の視線の先には、ある物があった。それは死体だった。腕と首が奇妙に捻じ曲がった男の死体だった。
「えーっと、確かこいつは……」顎に手を当て、目を固く閉じる。
まるで推理している探偵のようなポーズでしばらく逡巡した後――江ノ島盾子は歓声のような声を上げた。
「あ、思い出した！　そうそう、斑井って名前だったよね！　て言うか、自分で殺しておいて忘れるなんて……アタシもつられて忘れっぽくなっちゃったとか？」
「なーんてね、アハッ、アハハハハハハハハハッ！」江ノ島の笑い声が夜空に反響し、何重にも重なり合っていく。まるで彼女が何人もいて、一斉に合唱しているような笑い声だった。だが次の瞬間には、その笑い声はもう止まっていた。
彼女は笑うことに飽きたように――すっかり不機嫌そうな顔付きになっていた。
「つーか、あっちで消えた死体はマジでどこに行ったんだっつーの……」すると、そこで彼女はまた笑った。さっきまでの不機嫌にも飽きてしまったように――満面の笑みで笑った。
「ま、本当はどこに消えたっていいんだけどね。うぷぷ、まったくアタシったら絶望的に計画上手よねー」と言った後で――またまた不機嫌そうな顔付きに戻る。
「だけど計画上手すぎて物足りないんだけど。これって誰のせい？　まったく誰がどう責任取ってくれんの？」
彼女は一言ずつコロコロと表情を変えていた。それらのすべてが演技などではない。どれも彼女の本心に他ならなかった。絶望的な飽きっぽさ――それが彼女なのだ。それが――《超高校級の絶望》江ノ島盾子なのだ。
江ノ島は不機嫌そうな顔のまま、トコトコと斑井の死体に歩み寄っていくと、「おい、お前のせいだぞ。やいやい……」と、つま先でその死体を突き始めた。
「やい……何とか言いなさいって……そんな簡単にアタシに殺されてどうすんのよ。もっと頑張ってアタシの計画の邪魔をしてくんないと、アタシが絶望できないじゃない」
そこで彼女は急に声色を変えると――「い、痛いよっ。ごめんなさい～！」まるで腹話術でもするような口調で――死体となった斑井の声を真似る。「江ノ島さま。許してくださ～い！」
過剰に作られた声を出しながら、つま先を押し付けると、死体の口からドロリとした赤黒い液体が溢れ出した。
「死んでお詫びしますから、許してください～！」そこで彼女は再び自分の声に戻ると――
「死んでお詫びも何も、アンタもう死んでるしっ！」盛大に突っ込みながら斑井の顔面を強く踏み付けた。グチャ。
何かが潰れるような鈍い音があたりに響く。「うぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷ！」
そんな一人芝居がおかしくて堪らないように、江ノ島は下卑た笑い声をあたりに響かせていた。けれど、それにも飽きた彼女は、すぐに素の表情へ戻ると――
「さーてと……そろそろ残念なお姉ちゃんに連絡しますか。ここの後片付けをお願いしないといけないしね」――まずはそこの汚い死体と。――あっちの倉庫の方も片付けてもらわないとね。
「で、最後に……音無涼子ちゃんを大好きな恋人の元へと運んで終了ね！」
そんな調子で確認作業を終えると――彼女は思い出したようにまた笑い出した。「うぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷぷっ！」
天に向かって大袈裟に両手を広げながら、下卑た笑い声を響かせる。残酷で凄惨な笑い声を高々と夜空に響かせる。そこに脈絡はない。必然性や感情もない。それが――《超高校級の絶望》江ノ島盾子なのだ。ようやく目を覚ますと、天井が見えました。
どうやらいつの間にか寝てしまったみたいですが、忘れっぽい私はいつだって寝た時のことを忘れているので特別慌てたりはしません。
落ち着いた視線を天井から移していくと窓が見えました。窓のカーテンの隙間から爽やかな陽の光が差していて白い室内を明るく照らしています。どうやら朝日のようですね。
そんな朝日に照らされたこの部屋は――やはり見覚えのない部屋でした。
でも、それもいつものことです。とにかく、慌てず騒がず『音無涼子の記憶ノート』で状況を理解することが最優先なので、私は慌てず騒がずゆっくりとベッドから体を――起こせません無理でした。
「……何これ？」私の体は頑丈なロープでガッチリとベッドに縛り付けられていました。それは芸術的とすら言えるほどの見事な縛られ方で、これっぽっちの身動きすら取れません。首もロクに動かせず、室内を見回すことすら不可能でした。
そこでようやく――私はこの脈絡のない状況に恐怖を覚え始めました。
つまり、『何これ？』から――『何これっ！』となっていったのです。「な、何これっ！」でも、いくら暴れてもベッドがガタガタと揺れるだけで、丹精込めて縛られたロープは解ける気配を見せないどころか、逆にギチギチと私の体を縛り付けていく一方でした。
「だ、誰かっ……」恐怖のあまり私は叫びました。
「た、た、助けてええええええええ！」いったん叫び声を上げると、後はもう止まりません。「お願いいいいいいいいいっ！」叫んで、叫んで、叫び続けるしかありません。「誰かあああああああ！　誰かあああああああっ！」と、そんな風にひたすら絶叫を続けていると――「うるさいぞ、ゴミ虫」
いきなり誰かの声で罵られ――だけどお胸がドキンドキン！
「えっ？　松田くん？」「叫ぶならもっと静かに叫べよ、ど低脳」「やっぱ、松田くんだっ！」大好きな松田くんの毒舌を耳にした私は、慌てて彼の姿を探そうとしますが――頭をガッチリと縛られているので、見回すこともできません。
「どこっ？　松田くんはどこいるのっ？」と、私が必死に声を上げると、「どこって……お前の下に決まってんだろ」「は？　私の下って？」「お前が寝ているベッドの下だよ、この肉便器」とりあえず肉便器はスルーしたとしても――それでも意外すぎる言葉でした。
「えっ、どうしてベッドの下にっ？」「イライラを抑える為の精神統一だ」緊縛プレイの真っ只中なので確認はできませんが、確かに松田くんの声はベッド越しに聞こえていました。どうやら彼がベッドの下にいるのは間違いないようです。
「……でも、精神統一ってベッドの下ですることなの？」「俺の場合はな」何だか松田くんにも色々あるみたいです。
「ねぇ、松田くん。何か辛いことがあるなら話してみれば？　私が聞いてあげるからさ」「じゃあ、お言葉に甘えるかな……」松田くんは大きく息を吸い込むと――一気にまくし立てました。
「徹夜明けに知り合いのどブスが行方不明だと知らされて仕方ないからあちこち捜し回っても見つからなくていったん研究所に戻ってみたらいつの間にかやたら埃っぽい格好のどブスがベッドの上でグースカいびきをかいて寝ているのを発見した時のイライラの対処法を教えてもらえないか？」
「……なんか、とんでもないどブスがいるんだね」「お前だけどな」ま、やっぱりそうですよね！
「……え、じゃあ私って行方不明だったの？」「自覚なく行方不明になるようなヤツに行動の自由は必要ないな。やっぱり縛っておいて正解だったみたいだ」つまり私を縛ったのって松田くんだったんですね。驚きです！　松田くんにこんな職人的な縛りができたとは驚きです！　なんか興奮です！
「とりあえず、お前はそのまましばらく反省してろ」「……ちなみに、しばらくってどのくらいを想定してるの？」「そうだな、次のワールドカップが――」「絶対に無理だって！」「……仕方ないな。だったら今日いっぱいでいいか」
「それでも破格だよ！　丸一日ベッドに縛り付けるなんて恋人にすることじゃないよ！」「誰が恋人だ。俺は害虫の恋人になるほどイカれた人間じゃないぞ」「が、害虫って……」あまりの毒舌に私は言葉を失ってしまいました。
どうやら松田くんが苛立っているのはやっぱり本当だったらしく――彼もそのまま口を閉ざしてしまいました。ベッドの上で無言の私。ベッドの下で無言の松田くん。
そんなぎこちない沈黙がしばらく続きました。「……まったく、お前はいつもそうだよな」
しばらくすると、松田くんがため息混じりに言いました。「……え？　何の話？」「思い出したんだよ。前にもこんなことがあったなって……まったく、俺はいつもお前にイライラさせられてばっかりだ」「聞きたいような聞きたくないような複雑な気分だけど……でもやっぱ聞いとくね。で、前にはどんなことがあったの？」松田くんはポツポツと語り始めました。
頭の中に浮かんだ光景をゆっくりと言葉にしていく口調です。「あれは、お前がまだ小学校の低学年くらいの頃だったな」意外にも古い話で驚きました――と同時に嬉しくなりました。
私と松田くんはそんな昔から一緒だったんですね。そんな古い話を松田くんは覚えててくれたんですね。でも、もちろん私は覚えていません。だけど仕方ありませんよね。
「砂遊びが得意だったお前は、公園の砂場で誰もが驚くような本格的な建築物を作り始めたんだ。サグラダ・ファミリア聖堂だよ。そりゃあ驚くよな。小さな小学生がサグラダ・ファミリア聖堂を作ろうってんだからさ」。
「しかも水で砂を固める高等技術まで駆使して、一カ月がかりでだぞ」「え、一カ月も！」「本物のサグラダ・ファミリアは百二十年以上たった今でも未完成なんだ。それを完璧に模した砂の建築物を作ろうとしたら、それくらい掛かっても不思議じゃない」でも、それにしたって一カ月って！
その頃の私は何と戦っていたのでしょうか？「だけど、あれは本当に小学生が作っているとは思えない見事な砂の建築物だったな。実際、完成間近になると近所からたくさんの見物人が押しかけてくるほどの出来栄えだったし……ま、結局完成はしなかったんだけどな」
「え、どうして？　完成間近だったのに？」私が尋ねると――松田くんは幾分沈んだ声で答えました。「誰かに壊されたんだよ。完成まで後もう少しってところでな」「こ、壊された……？」不意に私の脳裏をよぎったのは――踏み潰された哀れな砂の残骸でした。
「な、何それっ！　小学生低学年の作品を壊すなんて心無いにもほどがあるって！」
私はベッドに縛り付けられたまま烈火のごとく怒鳴りつけました。「当時のお前もそうやってびゃんびゃん泣いていたな。丸一日以上ぶっ通しでだ」「そりゃそうだよ！」と、私は小学生の頃の私に激しく共感。
「さすがに俺もムカついたから犯人捜しを始めたんだけどさ……でも、いくら捜しても一向に犯人は見つからなかった。そもそも、あのサグラダ・ファミリアが壊された時、砂場にはお前しかいなかったはずなんだ。しかも他の目撃者も見つからなくて、犯人捜しは完全に手詰まりだった。
それで俺もちょっと落ち込んだんだろうな……公園のベンチでボーっとしながら、サグラダ・ファミリアの残骸を見てたらさ、そこにいきなりお前が走ってきたんだよ。しかもこれ以上ないってほどの満面の笑みでな」
「あ、わかった！　私が犯人を見つけたんでしょ！」「いや、そうじゃない」むしろ、それならどれだけ良かったか――そんな風にも聞こえました。「お前はそこで俺に耳打ちしてきたんだ。『内緒だけどあれを壊したのは実は私だったんだ』ってな」
「……は？」私は完全に意表を突かれてしまいました。
「じゃあ、私は一カ月がかりで作った砂の建築物を完成間近に自分で壊しちゃったってこと？」「迷惑な話だろ？」「め、迷惑って言うか……どうしてそんなことしたのかさっぱりだけど……」
「だから俺も聞いた。そうしたら『うっかり』だってさ。だったら、最初からそう言えって言うんだよ。お蔭でこっちはいもしない犯人捜しをする羽目になったんだぜ？」て言うか、『うっかり』だけで自分の一カ月を台無しにするなんて――自分のことながらバカすぎます。まったく共感できません。
「結局、俺はお前に振り回されていただけだったんだよ。な、これでわかっただろ？　お前がいかに迷惑なヤツかってことがさ」「うん！　縛られても仕方ないレベルだと思う！」「珍しく意見が一致したな」
こうして私は縛られていることに納得してしまった訳ですが――だけど心残りがありました。いえ、それは心残りなんて言葉では片付けられないほどの強烈な心残りで――「うぎぎぎぎぎぎぎぎぎぎぎ」
「何だよ、腹でも痛いのか？」「……違うよ、悔しいんだよ。せっかく松田くんの口から、松田くんと私の思い出話を聞けたのに、ノートに書き込めないまま忘れるしかないなんて……うぎぎぎぎぎぎ」
「ノートだったら枕の横に置いといてやったぞ」「え、ホントにっ？」思わぬ愛の助け船に私の心が躍ります。「横ってどっちの？　右なの左なのっ？　それともどっちも？」「落ち着いてよく見ろ、ウスラ馬鹿……お前の右側に置いてあるだろ」
右側って右側のことですよね！と、眼球筋を必死に駆使して右側の枕元に視線を移動させると――確かにノートらしきものを発見。「あ、あった！」
私は亀のように伸ばした首からさらに突き出した唇でノートの端を挟むと、今度は舌骨筋を酷使して、何とかノートを開くことに成功しました。
けど、開いたのはいいとして、どうやって書いたものか――と、そんな根本的な問題に頭を悩ませていたところで――たまたま、ある一文が私の目に飛び込んできました。
『江ノ島盾子が殺したらしい――』それは象形文字で書かれたような、醜く震えて歪んだ文字でした。しかも意味がわかりません。
「何これ……江ノ島盾子が殺した？　は、ドラマとか？」すると、ガタンという大きな音と共に、ベッドの下から強い衝撃を感じました。
「……おい、なんて言った？」なぜか松田くんが強張った声になっています。
「今なんて言ったんだ？」「え？　えっと……」その迫力に困惑した私が再び眼球筋を駆使してノートに視線を戻すと――さらに衝撃的な一文が私の目に飛び込んできました。
『中央広場で死体を発見――』――死体？その言葉を理解するのに三秒ほど費やした後――私は絶叫。「しっ、しっ、死体いいいいいいいいっ？」
跳ね上がった私の体にロープがきつく食い込んで、「いだだだだだだだだだだだだだ」と、そこでまた別の絶叫。しかし松田くんはそんな流れなど意にも介さず、強張った声でまた問い掛けてきます。
「江ノ島盾子って……そう言ったのか？」でも、もうそんな女の人の名前どころじゃありません。「そ、それより死体……わ、私……死体を見つけちゃったんだって！　どど、どどどうしよう……死体を見つけちゃった時って……ど、どうすればいいのかなっ？」
「そんなことより答えろ。お前は江ノ島盾子が誰か知っているのか？」――そんなことより？その言葉に私は違和感を抱きました。だっておかしくないですか？　死体の発見を『そんなこと』で片付けるなんて――いくらなんでも不自然です。
「ね、ねぇ……松田くん」私は思い切って尋ねてみました。「松田くんは江ノ島盾子って人のことを気にしているみたいだけど……その人って知り合いか何かなの？」すると、ベッドの下から短く息を吞む音が聞こえてきました。
「ねぇ、松田く――」「死体なんかない」「……え？」「もし死体なんかが見つかっていたら……今頃、学園中が大騒ぎだぞ。そんなことある訳ないだろ……」
「そ、そうじゃなくって、その女の人……えっと、何て名前だっけ……？」と、探したノートは叫んだり暴れたりしている内に、私の胸のあたりまでずり落ちていました。もう首と舌を伸ばしてもどうにも届きません。
「……もういい。俺の勘違いだ。そんなヤツは俺ともお前とも関係ない。忘れろ」その一言には、心なしか苛立ちの色が浮かんでいる気がしました。
「で、でも忘れろって言われても、やっぱり気になっちゃうよ……だってノートに書いてある以上は間違いなく私の身に起きたことなんだし……」
「そうとは限らないだろ」「……え？」「死体を見つけたとか、よくわからない女と出会ったとか……そんな記述は全部お前の作り話かもしれないじゃないか。それを今のお前が自分の記憶と勘違いしただけなのかもしれないだろ……」
「わ、私はノートに作り話なんて書いたりしないって……だってノートに作り話なんか書いたら、本当の記憶と混ざって大変なことになっちゃうのはわかってるし……」「わかってて、そうしたんじゃないのか？」
「え？」「あえて自分の記憶と作り話を混ぜたのかもしれないだろ……」彼のぶっきらぼうな言葉に、私の胸がもやもやと曇っていきます。
「そ、そんなの……何の為に？」「お前は、いつも『関係ない』ばっかり言ってるけど……それでもやっぱり寂しくなることだってあるんじゃないのか？　記憶がないせいで周囲と関われない自分が寂しくなったり……それくらいはあるはずだぞ」
「……は？」私は自分の呼吸が荒くなっていくのを感じていました。
「そうだ、お前は寂しかったんだ。だから、そんな空想話をでっち上げて――」「寂しくなんかないよっ！」私は思わず叫んでいました。
「覚えてるのかよ！」ベッドの下から松田くんがムッとした声で叫び返してきます。
「そういうことじゃないんだって！」私はさらに叫び返しました。
松田くんの言葉があまりに的外れで、あまりに私のことをわかってないから――だから叫ぶしかありません。
「私は今まで何度も言ってるはずだよっ！　きっと言いまくってるはずだよっ！　私は松田くんさえいればいいんだって！　松田くんがいれば寂しくなんかないんだって！　そうやって何度も何度も言ってるはずだよっ！」
私は呼吸が乱れるくらいに叫んでいました。叫びすぎて耳鳴りまでするほどです。自分の忘れっぽさを棚上げして卑怯かもしれないけど――でも松田くんにはどうしても覚えていて欲しかったんです。だからどうしても許せなかったんです。
「忘れっぽい私にだってそれがわかってるのに……どうして松田くんがそれを忘れちゃうのさっ！」そんな叫び声の残響の後にやって来たのは――静寂でした。ぎこちない沈黙です。
「……とにかく、その記述は噓だ」そんな沈黙の中――松田くんがボソリと呟きました。
彼はその一言でこの会話を無理矢理終わらせようとしているのかもしれません――でも、そんなの納得できません。
「だって、このノートが噓だったとしたら……私が自分のノートまで信じられなくなっちゃったら……そうしたら私は何を信じていいのかわからなくなっちゃうよ……」
「だったら俺を信用しろ」「え……」「俺を信じて、そんな記述は忘れろ」
いつもだったら胸がキュンとして終わりだったのかもしれません。だけど――今だけはそうはいきませんでした。
私の中では、胸の高鳴りをかき消すくらいの衝突が発生しています。
私の中のたった二つの確かなもの――それらが激しくぶつかり合って、その衝撃で私は嵐に巻き込まれた小舟のようにグラグラと揺れていました。
『音無涼子の記憶ノート』は、私が信じられる唯一の記憶――松田くんは、私と世界を繫いでくれる唯一の存在――つまり、私に突き付けられたのは究極の選択でした。自分を信じるのか？　松田くんを信じるのか？そこで私が出した答えは――「だったら松田くんがずっと私の傍にいてよ……それで私の記憶の代わりになってよ……」
ベッドの下の松田くんは、しばらく黙ったままでした。私はじっと待ちました。彼の答えを待ち続けました。すると――松田くんはようやく答えてくれました。「今は無理だ」それは私が期待していたのとは真逆の言葉でした。
呆然としてしまった私は、自分の言葉にすら上の空で聞き返します。「今は無理って……だったらいつならいいの……？」「……わからない」「わ、わからないって……」「とにかく今は無理なんだ。お前とずっと一緒って訳にはいかない。俺には、やらなきゃならないことがあるんだよ」
やらなきゃならないこと――それって、きっと――「……そっか。結局、松田くんは自分の研究とかが一番大事なんだね……だから、いくら私が松田くんを選んでも、松田くんは私を選んでくれないんだね……」私は恨みごとのように呟くしかありません。
「違う。俺は――」松田くんは何かを言い掛けたまま――けれど、そこで口を噤んでしまいました。そのまま黙り込んでしまった彼は、もう何も言ってくれません。いくら待っても――私が欲しい言葉を言ってくれません。「だったらさ……せめて治してよ……」
顔が熱い――そう思った時には天井がぼやけていました。きっと私の顔は涙でぐしゃぐしゃのはずです。鼻水も出ているかもしれません。だけど私の中から溢れ出してくる感情を、もう自分でも止めることができませんでした。
「治せないんだったら、松田くんのことも忘れさせてよっ！」それは――泣き叫ぶような声となって一気に噴き出しました。
「こんな風に松田くんのことだけ覚えてても辛いだけだもん！　それならもう全部忘れちゃった方がいいよっ！」
暴れる私の体にロープがギチギチと音を立てて食い込んでいます。けれど私はその痛みすら感じることなく叫び続けました。
「もういいっ！　忘れさせてよっ！　松田くんのことなんか忘れさせてよっ！」すると、ベッドの下からガサゴソと音が聞こえてきました。
その直後――ベッドの脇に松田くんが立ち上がりました。彼は無言のまま、しゃくりあげて泣く私を見下ろしています。そして、その無言のままポケットからくしゃくしゃのティッシュを取り出すと――それで私の顔を拭い始めました。
私はそんな松田くんをじっと見つめ返します。
不健康そうな青白い顔に刻まれた切れ長の目。目じりに掛かった細くて黒い髪。女の子みたいに長いまつ毛。先のとがった顎。小さくて薄い唇。白くて細長い指――これが松田くんの顔なんだ。だけど、そんな彼の顔は――どこか寂しそうでした。
松田くんはその寂しそうな顔付きのまま、涙と鼻水でぐちゃぐちゃになった私の顔を、優しい手付きで拭っていきます。――何だか急に怖くなってきました。
私は自分が言った言葉に、後悔以上の強い恐怖を感じていました。
松田くん――と、口を開き掛けたところで松田くんの手が止まりました。彼は静かに身を翻すと、無言のまま自分のデスクへと歩いていき――そこで私の視界から消えました。
「ま、松田くん……」私がようやく口を開くと――「……今から打ち合わせがあるんだ」視界の外から松田くんの声だけが返ってきました。
「ちょっと、ある生徒の検査を任されることになって……どうしても外せないんだよ」「……行っちゃうの？」「すぐに戻って来る。今の話の続きはその後でだ……」そんな言葉の後に、足早に歩き去っていく足音が聞こえ――そして最後にドアの閉まる音が寂しく響きました。――行っちゃった。
灰色のため息が私の体が萎んでしまいそうな勢いで吐き出されます。と、そこで私は自分の胸が強く圧迫されていることを思い出しました。
「出かけちゃうなら、せめてロープを外して欲しかったな……」どうしようもないほどの倦怠感が私の全身にまとわりついていました。けれど、この辛さ、この痛みは、ロープのせいではありません。
原因は明らかでした。だからこそ私はその苦しみから逃れるように――目を閉じました。眠りに落ちて、もう何もかも忘れてしまいたい――そう思った私は、暗闇の中にゆっくりと自分の意識を溶かしていきます。
ゆっくりと、ゆっくりと、溶かしていくと――ふわり、と肉体が解放されるような浮遊感が訪れました。――あれ？溶けかけた意識が覚醒し、目を開いたところで――私を縛っていたロープが解けていることに気付きました。
「……松田くん？」体を起こしながら研究所の中を見回します。けれど彼の姿は見当たりません。――だったら、どうしてロープが解けたんだろ？
時限式で解ける緊縛だったのか、もしくは私に縄抜けの才能があったのか――と、頭を悩ませながら研究所の中をキョロキョロと見回していると――奥のデスクに電気ポットを発見しました。とりあえず、お茶でも飲んで気持ちを落ち着かせよう。
そう思い立った私はさっそく急須にお湯を注ぎます。すると優しい煎茶の香りが私の鼻をくすぐりました。私は適当な湯飲みにお茶を注ぐと、ゆっくり一口すすりました。熱くて濃い液体が食道から胃へと流れ落ちていき――そこで私はようやく落ち着きを取り戻してきました。
「ようやく落ち着いたみたいだね」「……え？」いつの間にか、目の前に見知らぬ少年が立っていました。
「きゃああああああああああああ！」驚いた私は思わず湯飲みを落としてしまい――それが私の足に直撃。
「ぎゃああああああああああああ！」私は転げ回るように悶絶しました。
「あははっ！　お姉ちゃんはおっちょこちょいだな！」「だ、誰っ？　あなた誰なのっ！」悶絶しながら、無邪気に笑う少年に問い掛けると――「ん、もう忘れちったの？　昨日の夜に自己紹介したばっかなのに？」――昨日の夜に自己紹介？　
私は熱さと痛みで痺れる足を引きずりながらベッドに移動すると、そこに置いてあった『音無涼子の記憶ノート』をめくっていきました。
「あっ、もしかして！」そこで思い出しました。「昨日の夜、寄宿舎で松田くんへの伝言を頼んだ……」「ピンポーン、大正解！　僕は神代優兎。希望ヶ峰学園の第七十七期生だよ！」「て言うか、いつの間に入って来たのっ？」だって全然気が付きませんでしたよ。
「ま、気が付かないのは当然だよ」神代くんは含み笑いを見せながらデスクの上に腰掛けると、「でも、『いつの間に入って来たの？』なんて……その質問は間違ってるね」「……え？　どういう意味？」私が聞き返すと、神代くんはニヤリと口許を歪ませながら言いました。
「僕はね、最初からずっとここにいたんだよ」「さ、最初からって……」
「正確に言えば松田夜助がお姉ちゃんをロープで縛ってるところからだね。もちろん、その後の痴話喧嘩もしっかりと聞かせて貰いましたよ。いや、それにしても、あの職人的な縄捌きは恐ろしく素晴らしいね！　ぜひともご教示願いたいモンですなぁ！」
「えーっと、つまり……」私は頭フル回転で状況を整理。「あなたは最初からこの研究所のどこかに隠れてて、私と松田くんのやり取りを覗き見してたってこと？」
「失礼な！　僕は変態だけど隠れたりするような変態じゃないよ！」神代くんは頰を膨らませながら、よくわからない感じで怒っています。
「でも隠れてたんじゃないなら、さすがに気付くと思うよ。だって私だけじゃなくって松田くんもいたんだし……」
「もーう、まだわからないの？　じゃあ、はっきり言っちゃうよ！」神代くんはグイと胸を張ると、高らかに言い放ちました。
「お姉ちゃんが気付かなかったのは僕の才能のせいなんだ。僕の《超高校級の諜報員》って呼ばれる才能のね。えっへん！」彼はさらに胸を張り、もはやのけぞるような姿勢になっていました。
「超高校級の……諜報員？」「ほら、『００７』とか『ミッション：インポッシブル』とか……有名な映画だから一度くらいは観たことあるでしょ？　あれと一緒だよ。要はスパイってヤツだね」「スパイ……？」
残念ながら、それらの映画を観た記憶を持ち合わせていない私には、ピンときませんでした。
「僕って昔からよく言われてたんだよね。背が小さくて地味で存在感が薄くて……まるで座敷わらしみたいなヤツだなって」
話しながら、神代くんは懐から大きなメロンパンを取り出すと――果たして懐のどこにそんな収納スペースがあったのかは謎ですが――そのメロンパンを齧りながら続けました。
僕も子供の頃は自分の存在感のなさを恨んで落ち込んだりもしたけど……でも、ある時気が付いたんだよね。逆にこれってとんでもない才能なんじゃないかって。だって存在感がないってことは、誰にも気付かれないってことなんだよ？　もし僕がスパイとか忍者になったら大活躍間違いなしってことじゃん。
そう、これは欠点なんかじゃなかったんだよ。これは僕が天から授かったスパイとしての才能だったんだよ！　僕はこの能力を使えば世界を救うスーパースパイにだってなれるんだ！　殺しのライセンスも真っ青なスーパースパイにねっ！
言い終わるや否や、神代くんは手にしたメロンパンを一気に頰張っていきます。「つまり、別にあなたは隠れていた訳じゃなくて……単に、私たちがあなたの存在に気付かなかっただけってこと？」
神代くんは口の中の咀嚼物をゴクンと飲み込みながら、「うん、そういうことだね！」と、元気いっぱいの笑顔で答えていました。
「そもそも、僕がここに来たのはお姉ちゃんとの約束を果たす為だったんだけど……ほら、例の伝言の件だよ。でも実際ここに来てみたら、お姉ちゃんと松田夜助が一緒にいたから、もう伝言は必要ないんだなーって思ったんだ。でも、そのまま帰るのももったいないし、せっかくだから僕の能力を見て貰おうと思ったって訳なんだよね」
「私に能力を見て貰いたいって……」私は思わず眉をひそめます。「どうして？」「もちろん、トラブルに巻き込まれたお姉ちゃんの力になる為に決まってんじゃん！」そこで神代くんが私に向けていたのは――その幼げな表情には相応しくない、ギラギラと焼けるような視線でした。
僕の才能を見てわかったでしょ？　僕にはどんな情報だって集められるし、どんなトラブルだって解決できるんだよ。
それにさ……僕ってトラブルが大きければ大きいほど燃えちゃうタイプなんだよね。それこそ核弾頭を盗んだ不死身のテロリストが仕掛けたトラブルとか……あはっ、そういうのって想像しただけでもワクワクするよね！
神代くんは自分の言葉に興奮したようにブルリと体を震わせていました。その仕草からは無邪気さゆえの狂気が色濃く滲み出ています。
「あなたって変わってるんだね……」「うししっ！　そうでなきゃ、こんな学園になんか来ていませんがな！」確かに彼の言う通りです。それが希望ヶ峰学園――きっと私もそのはずです。
「で、どうするの？　お姉ちゃんにとって味方が増えるのはいい話だと思うけど？　しかもこっちはスペシャリスト中のスペシャリスト。情報収集のプロなんだよ？」
そう言いながら神代くんはまた懐から菓子パンを取り出すと――本当にどこにそんな収納スペースがあるんでしょうね――しかし、そこで彼の動きがピタリと止まりました。
「何だよ、バターピーナッツパンかよ！　外れだぁ！」と、神代くんはガックリと肩を落としています。
「バターピーナッツパンは外れなんだ……美味しそうだけどね」「何言ってんだよ、お姉ちゃん！　ピーナッツとパンなんて最悪の組み合わせじゃん！　味噌とご飯を一緒に食べるようなもんだよ！」むしろ喩えたせいで、さらにわかり辛くなった気がしましたが――「うん、そうだね！」
面倒なので適当にお茶を濁しておくことにしました。「あはっ、わかってくれたらいいんだよ！　じゃあ、これはお姉ちゃんにあげるね！」
機嫌を直してくれた神代くんはベトベトのバターピーナッツパンを私に手渡すと、念じるように自分の懐に手を突っ込み、そこから新しい菓子パンを取り出しました。
「わおっ！　ヤマザキのマデラケーキじゃーん！」今度は大当たりのようです。満面の笑みでパンをモグモグと頰張っています。
「ふぇ、はがふるふお？」「……え、何て言ったの？」神代くんはゴックンと口の中の物を飲むと、「で、どうするの？」と、怖いほど真剣な目で真っ直ぐ問い掛けてきました。
て言うか、僕に助けて貰う以外に方法はないと思うんだよね。見たところ、お姉ちゃんって右往左往してるばっかで自分じゃ何もできないタイプでしょ？　水のトラブルなら、暮らし安心を謳う連中に任せればいいかもしれないけど、お姉ちゃんが巻き込まれている類のトラブルだったら僕に任せてちょんまげ。
なぜなら僕はその手のトラブルを解決できる類の人間だからね。つまり今ってこう……男性器と女性器がぴったしハマったみたいな状況なんだよ。トラブルに右往左往する人間と、トラブル解決ができる人間が出会った……とすれば、もう次の展開はわかりきってるはずだよ？　射精以上にわかりきってる展開のはずだよ？
「ちょ、ちょっと待って！」私は慌てて彼の話を止めました。
「ん？　どうかした？」「えっと……今のって何だかキャラがおかしくなかった？」「ううん、別に」しれっと答える神代くん。
「じゃあ……気のせいかも……」所々に妙なフレーズがちりばめられていた気がしたけど――気のせいですよね。聞き間違いですよね。そうに決まっていますよね。
「で、どうするの？　右往左往しているだけじゃトラブルは解決しないよ？　ここは思い切って、僕に頼っちゃった方がいいんじゃないの？」「トラブル……」
そこで私は状況を整理する為にノートを読み返してみました。そもそも自分がどんなトラブルに巻き込まれていたのか忘れてしまっていたのです。けれど、読み返した途端に動悸が尋常じゃないほど激しくなっていって――慌ててノートを閉じました。
どうしよう！　どうしよう！　どうしよう！　どうしよう！　どうしよう！理不尽を超えた理不尽。
私が巻き込まれているのは、そんな異常すぎるほどの異常事態のようでした。
いくら『音無涼子の記憶ノート』を探したところで、こんな異常事態に対抗する方法なんて見つかる訳がありません。
明らかなデータ不足――決定的な経験不足――どうしよう！　どうしよう！　どうしよう！　どうしよう！　どうしよう！と、焦りの視線を上げたところで――菓子パンをモグモグ咀嚼している少年と目が合いました。
「決まったみたいだね」「……え？」「じゃあ、さっそく現状に至るまでのトラブルの流れを聞かせて貰おうかな！」
私の視線から何かを読み取った彼は、すっかり引き受ける気になっているようでした。だけど、確かにそれしか方法はないのかもしれません。自分だけで片付かないなら、他人に頼らざるを得ない――さすがの私にだってわかる単純な理屈です。
他人――松田くん以外の他人。今まで決して関係することのなかった他人に頼らなければならない時が、遂に来てしまったようです。
「ほらほら、どったの？　早く聞かせてってば。早く早く」「う、うん……わかったよ……」
エサを欲しがる仔犬のように、神代くんに急かされた私は、そこで再びノートを広げました。けれど、そのトラブルについて話す前に――まずは私の《忘れっぽさ》について説明しておかないといけませんね。
「……へぇ、まったく羨ましくないけど面白い習性だね」それを聞いた神代くんは、珍しい外国のお土産でも見るような顔になっていました。
私はさらに話を続けます。盗まれてしまった過去の記憶や、呼び出された中央広場での死体発見や、江ノ島盾子との出会い――ノートを読み進める私ですら声を震わすような出来事の数々に、神代くんは目を細めながら神妙そうに聞き入っていました。
そして話が一段落したところで――ようやく彼は口を開きました。「……ふーん。まさか江ノ島盾子って名前をここで聞くとはね」――って、あれ？　そんな反応をつい最近もされたような気がします。
「ん？　死体とかよりも江ノ島盾子の名前に反応したのを驚いてるの？　それってさっきの松田マンとの件でもやってたよね。あははっ、お姉ちゃんが異常に忘れっぽいって本当だったんだね。すごいすごい！」
「……感心されても困るんだけど」それもそうだね――と、神代くんはそこで気を取り直すと、
「ま、大体の状況は摑めたよ。僕はスーパースパイだから、死体なんかで驚きはしないけど……それにしたって、かなり異常なトラブルみたいだね。特に、そのトラブルに江ノ島盾子って人間が絡んでいるとなると……これはさらに、とんでもないトラブルかもしれないよ。うん、お姉ちゃんは正解だね。僕に頼んで大正解だね」
「もしかして、神代くんはその江ノ島盾子って人のことを知ってるの？」明らかにそんな感じの口調でしたけど。
「ううん、直接は知らない。だけど運命的なものなら感じてるよ。しかもビンビンにね」
「……はい？」「でもさ、ここまでバッチリ決まるとハリウッド映画っぽいよね。ま、でも安心していいよ。これが誰を主役としたストーリーだったとしても、僕が参加した以上は主役交代。ここから先は僕がトラブルを解決する痛快スパイモノに早変わりだよ！」
「痛快って古い表現だね……」「あはは、そこは突っ込まないでよ」そこで神代くんはまた懐に手を突っ込むと次なる菓子パンを取り出し、「やった、チョコうずまきパン！」と、歓声を上げた後で説明に戻ります。
「僕はちょっと《別件》での調べ物もしててさ……江ノ島盾子って名前を知ったのはその《別件》を調査してた時なんだよ。その時は、そこまでの重要人物でもなかったから気にはしてなかったんだけど……でも、彼女がお姉ちゃんのトラブルにも関係しているとなれば話は別だよね。だって同時に二つのトラブルの両方に関わっているなんて、偶然にしちゃできすぎだもんね」
神代くんはその目をギラギラと脂っこく輝かせていました。面倒なトラブルであればあるほど燃える――確かに彼の言う通りのようです。
「ちなみに、その《別件》が何なのか気になる？　ねぇ、気になるでしょ？」「う、うん……そうだね……」ぐいぐい迫る神代くんに、私が仕方なく相槌を打つと、
「どうしよっかな。本当は部外者に話すのはあんまり良くないんだけどな……」自分で話を振った割にはもったいぶったような態度でした。
「ま、いっか！」でも結局、軽い感じのノリで承諾してくれました。何だか面倒臭い人ですね！
「それに……そもそも、本当に《別件》って言い切れるかどうかもビミョーだしね」
「……え、どういう意味？」「その二つのトラブルは実は繫がっているのかもしれない……そういう意味だよ」繫がっている？二つの事件が一つに？
「ちなみに、念の為に言っておくけど、その《別件》については口外しない方がいいと思うよ……かなり危険なトラブルっぽいから、万が一ってこともあり得るし」
そんな物騒な前置きの後で、神代くんは室内をぐるぐると歩き始めました。まるで推理を披露する探偵のようです。
「僕が言った《もう一つのトラブル》ってのはね……通称《希望ヶ峰学園史上最大最悪の事件》って呼ばれる事件なんだ」
途端に、私の心臓は小爆発を繰り返すような鼓動を始めました。――あれ？　何だこれ？
希望ヶ峰学園史上最大最悪の事件――荒唐無稽な作り話のような名称だと思いつつも、私の中の何かがその言葉に反応を示していました。両肩に重しを乗せられたような圧迫感に襲われ、ノートをめくる手が、ノートを読み返す思考が、すっかり停止してしまっていました。
「お姉ちゃん、どうかした？」気が付くと、神代くんが私の顔を覗き込んでいました。
「何だか苦しそうだけど……養命酒とか救心とか必要な感じ？」「う、ううん、大丈夫……なんでもないから……」
私は深呼吸を繰り返して――何とか自分を落ち着かせます。
「じゃあ、その希望ヶ峰学園史上最大最悪の事件ってどんな事件なのか……気になる？　ねぇ、気になるでしょ？　気になるよね？」「う、うん……そうだね……」
さらにぐいぐい迫る神代くんに、私は仕方なく相槌を打ちました。
「うーん、それがさ……」すると神代くんは目を閉じ、両手を上げるようなポーズで、
「僕にも詳しいことはわからないんだよね」「わ、わからないの……？」
自分で話を振った癖に、と私が文句を言いかけたところで――「ただし、噂レベルだったら別だけどね」「噂……？」
「実はさ、僕もただ噂を耳にしている程度で、そんな事件が本当にあったのかは、まだ調査中なんだ。だから今のところは学校の七不思議みたいなヤツと一緒のレベルだね。ま、そもそも《希望ヶ峰学園史上最大最悪の事件》って名前だって、誰かが勝手に付けただけだろうしね」
「そ、そうなんだ……」ただの噂なんだ、心配して損した――と、私が緊張していた肩の力を緩めた――その時でした。
「おっと、気を緩めるのはまだ早いんじゃない？」神代くんが細めた目で下から覗き込むように言いました。
「噂ってことはさ、それが真実の可能性だってあるってことだよ。しかも、もし真実だとしたら……とんでもないことになるよ。この噂はそれだけヤバい噂なんだ。だから気は抜かない方がいいと思うよ」いったん収まり掛けた動悸が――また高鳴っていきます。
「それに、この噂って噂の割にはほとんど誰にも知られてないんだよね。もしかしたら誰かがこの噂を隠蔽しているのかもしれない……つまり、それだけ危険な噂ってことだよ。だから、噂といえども聞くからには覚悟した方がいいよ」そこまで言うならむしろ聞きたくない。
それが私の率直な気持ちでした。だけど――どうやらそうもいかないようです。
「それでも知りたいって言うなら、仕方ない！　教えてあげるよ！」当の本人がすでに話す気満々でした。
「あのね、希望ヶ峰学園史上最大最悪の事件ってのはね……」そこで神代くんはコホンと小さく咳払いすると――芝居がかった口調で言いました。
「突如、希望ヶ峰学園の生徒十五人が行方不明になり、その内の十三人もの生徒が死体となって発見された事件……それが希望ヶ峰学園史上最大最悪の事件なんだ」
私は呆気に取られてしまいました。異常すぎて、猟奇的すぎて、少しも現実感がありません。
「ただの噂話……なんだよね……？」私が確認するように問い掛けると、神代くんは、いや――と小さく首を振りながら、
「『ただの噂』って言い切れるんだったら、わざわざ僕が調べたりしてないよ」「で、でも……」「実際にいるらしいんだよね。いなくなった希望ヶ峰学園の生徒がさ」神代くんは内緒話をするような小声になっていました。
「事件の噂が広がり始めた一カ月くらい前に、希望ヶ峰学園の生徒会に所属する十四人が海外の施設から招かれて留学に行ったらしいんだけどさ……なんか怪しくない？」
「たまたま人数が合ってるだけ……あ、でも噂では行方不明になったのは十五人なんでしょ？　だったら人数すらあってないじゃん。やっぱ違うんだよ……」
「いいんだよ、細かいことは気にしなくたって」神代くんは手をひらひらとさせながら言いました。「だって現時点ではただの噂なんだし」噂だと一蹴したり、本当かもと怖がらせたり――これって、わざとですかね？
「……ま、いいや。それよりお姉ちゃんの本題に戻ろっか」「え？　本題？」「あらら、もう忘れちゃったの？　お姉ちゃんが気にしなくちゃいけないのは、その事件に江ノ島盾子がどう関係しているのかってことだったはずだよ？」
私はそこでノートに視線を落として――あ、そうでした！　思い出しました！
そもそも希望ヶ峰学園の生徒たちが死体となって発見された噂とか、そんなの私には関係なくて――私は江ノ島盾子という頭のおかしい女に付きまとわれていて、それで困っていたはずなのです！
「ね、気になるでしょ？　江ノ島盾子が希望ヶ峰学園史上最大最悪の事件にどう関係しているのか気になるよね？　もしかしたら江ノ島盾子がお姉ちゃんに付きまとう理由が、そこに隠されている可能性だってあるからね。気になりまくりだよね？」
「うん。だから教えてよ！」ぐいぐい迫る神代くんに、私もぐいぐいと迫りました。
「それはね……」そこで神代くんはニッコリ微笑むと――「よくわかんないんだよね」「……は？」突発的な眩暈に襲われ、思わず足元がふらつきました。
「わ、わかんないって……何それ……」わなわなと震える私をよそに、神代くんはまた部屋の中を歩き始めます。
「でも、彼女は事件の噂が広がり始めた一カ月くらい前に、希望ヶ峰学園の事務局から取り調べを受けているんだよね。これって怪しくない？」
「怪しいじゃん！」すぐに体勢を立て直した私は、身を乗り出しながら声を上げます。
「取り調べを受けてるなんて、むしろ犯人の可能性だってあるんじゃない！？」
「……熱くなるのは早いって。まだ事件の噂が本当かも確かめてないのにさ」確かにそうでした。私は仮定の話を繰り返している内に、その事件が実在するものとすっかり信じ込んでしまっているようでした。
「でもさ……もし事件が本当にあったとして、その犯人が彼女だとしたら……さすがに取り調べを受けたら、そこで捕まってるはずじゃない？」
それにね――と、神代くんはデスクに寄り掛かりながらさらに続けます。「そもそも、《希望ヶ峰学園史上最大最悪の事件》の噂を広めたのって、どうやら江ノ島盾子っぽいんだよね」
「……え？」「だとしたら彼女が犯人とは考えにくいよ。だって自分が犯人の事件をわざわざ噂で広めるなんて……いくらなんでも危険すぎるでしょ」「でも、それって本当なの？　江ノ島盾子が噂を広めたって……」
「何週間か前に、予備学科の学生たちに向けて送られた意味不明なメールがあったんだけどさ、そこに事件について書いてあったのが噂の始まりみたいなんだよね」
「それを送ったのが……江ノ島盾子ってこと？」神代くんは何かを飲み込んだみたいにコクリと頷きました。
僕の後輩にやたらとパソコンに詳しいプログラマーがいてさ、そいつにちょくちょく学園のサーバーを見張らせていたんだ。そこで、たまたまそんな妙なメールを見つけたんだよ。
もちろん差出人は不明だったけど、それくらいは僕のスーパースパイの能力をもってすれば、すぐにわかっちゃったよ。あ、念の為に言っておくけど、もちろんその後輩にはメールの内容はおろか差出人の正体も教えてないからね。
「関係ない人間をトラブルに巻き込むほど、僕は身勝手な人間じゃないからさ！」そこまで巻き込んでおいて何を――という突っ込みが喉まで出掛かりましたが、今はそんなことを言ってる場合ではありません！
「でもさ、それなら江ノ島盾子はどうしてそんなことをしたの？　わざわざ事件の噂を広めるなんて……」「そんなのわかんないよ」それもまた――清々しいくらいにきっぱりとした口調でした。
「あ、だったら本人に聞いてみるってのは？」そこで私は閃きました。「江ノ島盾子から直接話を聞いてみればいいんだよ！」「それができたら、とっくにやってるって……」神代くんは呆れたように首を振っていました。
どうしてかはわからないんだけど……江ノ島盾子にはどうやっても会えないんだよね。授業にも出てないらしいし、それを教師たちも黙認しているらしいし、クラスメイトたちも詳しくは知らないってさ……まったくフリーダムすぎる生徒がいたもんだよね。
ここまで会えないと、退学させられちゃった可能性もあるのかもね「でも、私は江ノ島盾子に会ってるんだよ。ちゃんとこの学校の中で……ってノートにも書いてあるし……
きっと江ノ島盾子はどうしてもお姉ちゃんを巻き込みたいんだろうね。だからお姉ちゃんの前に姿を現して、お姉ちゃんのノートなんかを盗んだり、殺人を犯したとか謎の告白をしたりしているんだろうね……でも何がしたいのかさっぱりだよね。
さっぱりすぎて笑うしかないよ。きゃはははははは！」と、神代くんは頭の後ろで手を組みながら本当に笑っていました。
「ちょっと……吞気に笑ってる場合じゃないよ」私はたしなめるように言いました。
「大丈夫だって。焦る必要なんてないよ」神代くんはあくび混じりに返します。「今はまだ調査中だからわからないだけの話だよ。」
「僕の調査が進みさえすれば、すぐに色々と明らかになるはずだよ。だからこの時点での仮説や推測なんて、実は大した意味はないんだ。という訳で、後は僕に任せてちょんまげ」これで話は打ち止め――とでも言わんばかりに神代くんは懐からまた菓子パンを取り出すと、「お、伝説のサンミーだ！」と、嬉しそうに頰張り始めました。
「あ、そうそう！　大事なことを忘れてたよ！」そこで神代くんは砂糖で汚れた指を舐めながら私に顔を向けました。
「ほら、報酬の話がまだだったよね？」「えっ、報酬取るの！？」「あははっ、安心してよ。別にお金が欲しい訳でもないし……そんな大したものを貰う訳じゃないからさ」「……大したものじゃないの？　じゃあ菓子パンとか？」
「僕を満足させる菓子パンなんて大したものでしょ！」神代くんはブンブンという擬音が聞こえそうなほど、勢い良く首を振っていました。
「えっと……じゃあなんだろ……」と、困って首を傾げている私を見かねた神代くんが、笑顔で返します。「あのね、ちょっとヤラせて欲しいんだよね」「ヤラ……え、何？」「いや……だからさ、ヤラせてって言ったんだけど」相変わらずニコニコと――爽やかに答える神代くん。
「あっ、そっか、そっか！　性的な意味じゃなくてね？　ごめんごめん、勘違いしちゃったよ。だって大したものじゃないって言ってたもんね？」
いや、お恥ずかしい――と、私が頭を搔いていると、神代くんは驚いたような顔で言いました。「お姉ちゃんって自分の体にそんなに価値があると思ってたんだねっ！」
「なんか両方の意味でショックだよ！」思わず頭を抱えてしまいました。そして抱えた隙間から神代くんを覗きつつ、もう一度問い掛けます。
「じゃあ、ヤラせてって……本当にそういうこと？」「僕ってこう見えて性欲が人一倍強いんだよね。それに、トラブル解決後に女を抱くのはスパイ映画のお約束だし、お姉ちゃんって何か男をムラムラさせるいやらしい顔してるしね！」
神代くんは胸を張りながら言いました。「……って、胸を張るとこじゃないって！」「むしろテントを張れって？　だったら、お姉ちゃんに胸を張って貰わないとね。ほらほら、やってごらんよ。グイッと豊満な胸を突き出してごらんよ。クックック……」
そんな下心しかない邪悪な笑みに私は戦慄すら覚えます。「ね、ねぇ……さっきまでの無垢な少年キャラはどこに行っちゃったの……？」
「クックック……とにかく色んな意味でトラブル解決が楽しみだよ。それと念の為に言っておくけど、今日からお風呂入らなくていいからね。できるだけ臭ってもらった方が僕としては助かるからさ」
「もう前のキャラ設定の面影なしだね！」しかも、それを少年の口から言われるなんて――いくらなんでもハードル高すぎです。
「さてと」そんな私の困惑など気にも留めずに、神代くんはパチンと胸の前で手を打つと、「じゃあ報酬の件も話が付いたことだし、さっさと始めちゃおっかな！」
彼はそのまま小走り気味に扉の前まで駆け寄ると、「じゃあ行ってくるね」と、無邪気に手を振りながら、遊びにでも出かけるような感じで研究所から飛び出していきました。
「あ、ちょ、ちょっと待ってよ！　私は納得した訳じゃ――」ガラガラピシャ。呼び止めようとした私の言葉は研究所の扉であえなく遮断。
「納得した訳じゃ……ないんだけど……」そんな独り言を虚しく研究所に響かせながら、私はグッタリとベッドに腰を下ろしました。
「で、でも……あんなのは口約束だしね……」むしろ、あんな一方的な約束なんて約束とすら呼べないはずです。だって、そもそも一方的に私の問題に首を突っ込んで来たのはあっちなんです。
その上、さらに一方的にヤラせろとか、あまりに一方的すぎます。こんなことがまかり通った日にはフェミニズム団体が黙っていませんよ！だからなんて言うか――私には関係ありません――よね。
「うん、無視しよう……無視しちゃえばいいんだよ……」やけくそ気味に呟きながら、ベッドに横になった直後でした。
ガラガラ、と研究所の扉が開かれる音が再び聞こえました。もしかして今の独り言を聞き付けた神代くんが戻ってきたのかも、と、慌てて振り返ると――そこにはスラリとした体型の色白の男性が立っていて――ドキンドキン！
「あっ！　松田くーーーーーんっ！」私はスプリンターのように一気に駆け出すと、彼の胸へと飛び込みました。
「わーん、遅かったじゃーん！　ずっと待ってたんだよー！」と、そこで抱き締めた松田くんの体は何だかやけに強張っていました。「あれ？　どうかしたの？」「お前こそ……さっきの話の続きはいいのかよ……」「……え、さっきの話って？」
何のことを言っているのか、私にはわかりません。私はもう――覚えていませんでした。でも別にいいんです。何があったのか知らないけど――とにかく私には松田くんさえいればいいんです。
「うーん、さっきどんな話したっけ……？」私は首を傾げる振りをして彼の胸に顔をなすりつけました。「はうはうはうはう」と、彼の胸にひたすら顔をなすりつけました。きっと、汚れるからやめろとか怒られるんだろうな、と思ったのですが――そこで返ってきたのは意外すぎる言葉でした。
「悪かったな……」「え？」私は意表を突かれて思わず顔を上げました。「悪かったって……何が？」松田くんはそんな私の顔をしばらく見つめた後で、コホンと小さく咳払いすると――「いや、覚えてないならいいんだ。とにかく悪かったな」そう言って、決まり悪そうに顔を背けてしまいました。
何だかよくわからないけど――私の胸はドキドキからキュンキュンという鳴き声に変わっていました。そこでまた――私は彼の胸に顔を埋めます。そうやって彼の胸に抱かれている内に、私は色んなことを忘れていくのです。
体中にこびり付いていた垢がボロボロと崩れていくような、さっぱりとした気持ちになっていって――私はこの瞬間以外の何もかもがどうでも良くなっていきました。
松田くんがどうして急に謝ってきたのかはちょっと気になるけど――それさえ、この瞬間の幸福に比べれば大したことではありません。今です。今この瞬間だけなのです。
私が大事なのはそれだけなのです。私は今しか知りません。私には今しかありません。今が思い出になることさえありません。だからこそ、私は今この瞬間の幸せを大事にしたいのです。
「……ところでお前、ロープはどうしたんだよ？」ふと、頭上から松田くんの声が聞こえてきました。「……ロープって何だっけ？」「自分でもどうやってロープから抜けたか覚えていないのか……？」「うん、ごめんね」
「本当に厄介なヤツだよな、お前って」「うん、ごめんね」やれやれ――と、松田くんはどこか嬉しそうな顔で首を振っていました。
「ところで……そろそろ苦しいぞ」「いいじゃん、もう少しだけ」私が甘えたような声で言うと、松田くんは諦めたようにため息を吐き――そして、ゆっくりと体の力を抜いていきました。
私は柔らかくなっていく彼の体を感じながら、世界のすべてを手に入れたような満足感と達成感に浸っています。――これが私の世界。――これだけが私の世界。
洪水のように押し寄せてくる幸福感にもみくちゃにされながら目を閉じると――ドクン、ドクンと、彼の胸の鼓動が聞こえてきました。その響きは欲しいものをすべて手に入れてしまった私への祝福のフィナーレでした。
「パレード……」不意に松田くんが呟きました。「……ん？　何か言った？」私は目を閉じたまま聞き返します。「なんか……また外のパレードがうるさくなってきたな……」私は耳を澄ましてみました。だけど――ドクン、ドクン。
私には彼の胸の鼓動しか聞こえませんでした。――ここには私と松田くんしかいません。――それ以外のことなんて私には関係ありません。だからもう――語るべきこともありません。
私はそのまましばらく大好きな松田くんの胸に顔を埋めていました。その後で仕方なく大好きな松田くんと別れて、大好きな松田くんのいない部屋に帰って、大好きな松田くんのことを思いながら靴を脱ぎ、大好きな松田くんと呟きながらベッドに入り、そして大好きな松田くんの待つ夢の中へと落ちていきました。
それだけです。それ以外のことは――もう私とは何の関係もないのです。
深夜の希望ヶ峰学園東地区。その中庭――周囲を取り囲む施設からはとっくに明かりが消えていて、一定間隔に配置された外灯だけが、夜の闇を薄ぼんやりと照らしていた。
その中庭の外れにある時計台の前に――一人の少女が立っていた。
彼女は目を細めながら頭上の時計台を見上げると、「もう、そろそろね」と、小さく呟いた。彼女はそこで人を待っていた。
その相手と最初にコンタクトを取った際は、『会う必要はない』と無下に断られてしまったのだが――彼の裏を探って得た情報を取引材料にしたところ、いとも簡単に会う約束を取り付けた。それは人の秘密をさぐることを生業としている彼女にとっては容易いことだった。むしろ人に知られたくない情報だらけの偉い人物ほど会いやすい――とすら思っていた。――名誉欲って怖いわね。――無理して偉くなってもがんじ搦めになるだけなのに。
そんな彼女が待っているのは――希望ヶ峰学園評議委員会の人間だった。彼女にはどうしても評議委員会の人間に会わなければならない理由があった。
どうしても直接会って聞かなければならないことがあった。それは彼らがひた隠しにしている《ある事実》に関すること――おそらく、その事実については彼女の雇い主である学園長でさえも知らないはずだ。だからこそ彼らに直接会って問い質す必要があった。という重要な事実に、調査に乗り出してからまだ数日しか経っていない彼女が辿り着けたのには、ある理由があった。
彼女の持つ恐るべき才能――それこそが理由だった。その少女の名前は、霧切響子。希望ヶ峰学園の第七十八期生であり、《超高校級の探偵》と呼ばれる才能の持ち主だった。そんな彼女は今――希望ヶ峰学園長に雇われた探偵として《ある件》を探っていた。
「それにしても遅いわね……」呟きながら、彼女はもう一度時計台を見上げた。五分の遅刻。――時間厳守ってお願いしたはずなんだけど。
彼女の眉間に刻まれた皺がさらに深くなる。だが、その皺は時計台から視線を戻したところで――消えた。
遠くに人影が見えた。人影は警戒するように周囲を見回しながら、ゆっくりとした足取りでこちらへ向かっている。
次第に鮮明になっていくその姿は――葬式帰りの喪服のような漆黒のスーツに、同じ色のネクタイを締めた高年の男だった。白髪交じりの髪はポマードで不自然に固められ、まるで人工物のようにも見えた。
男が近付くにつれ、その表情も露わになっていく。男の眉間には彫刻刀で頭蓋骨に直接彫り込んだような深い皺があり、その下の窪んだような目は忌々しげな感情を伴って響子を睨み付けていた。
やがて二人の距離が縮まっていき、それが三メートルほどになったところで――男の足が止まった。
「……私を呼び出したのはお前か？」一直線に固く結ばれていた男の口が開き、険しい声が響子に向けられる。「一体何の――」しかし――彼の言葉はそこで終わった。
響子の目の前で降ってくるはずのない物が空から降って来て、男の言葉を、その男ごと、押し潰したのだ。
まるでスローモーションのように――あるいはコマ撮りした映像のように――空から落ちてきた学習机が、目の前の男の頭頂部に激突した。
その衝撃で男の体は折れ曲がるように倒れ、一方で地面にぶつかった机は反動で大きく跳ね上がっていた。そこに別の学習机が降ってくる。それは倒れた男の腰を潰し、彼の体を踏み潰された人形のように反り返らせていた。
そして、さらに落下してきた別の学習机が、その首を不自然な角度に折り曲げる――その瞬間の男の顔には驚きすらなかった。響子に声を掛けた時の顔のまま固まっていた。そして、そのまま次から次へと落下してきた学習机が、砂埃と共に――男の姿を覆い隠していった。
直後、遅れて音がやってくる。強烈な破壊音。と同時に、砂埃の中から弾け飛んだ学習机が響子の髪をかすめて、彼女の後方で独楽のように回転していた。それは、あまりに突拍子もない展開だった。それは、あまりに脈絡のない成り行きだった。
響子の前に立った男が口を開いた瞬間、空から降って来た大量の学習机が一瞬の内に彼を押し潰してしまったのだ。それでも響子の思考が途切れていたのは――ほんの一瞬だけだった。
まだ砂埃が舞う中、彼女は折り重なった学習机の山へと駆け寄った。瓦礫と化した学習机に埋まった男の周辺には、すでに真っ赤な水たまりが広がっていた。その目や鼻や耳からはさらに濃い色の液体が噴き出している。
そこで響子はすぐに思考を切り替えると――頭上を見上げた。校舎の屋上にシルエットが浮かんでいた。そこにフォーカスが合っていく。それは逆光の月明かりに照らされた人影だった。その人影は何かを振りかぶるようなポーズのまま――それを投げた。
パイプ椅子が響子目掛けて一直線に落下してくる。彼女はそれを跳ねるように避けながら、校舎の中へと飛び込んだ。後方でまた破壊音が響いていた。
響子は低い姿勢で校舎の廊下を走り抜けると、そのまま階段を駆け上がっていった。その時点で彼女は自分が狙われたことなど、もうどうでも良くなっていた。ただ純粋に手掛かりの為に走っていた――それは危うさすら漂わせるほどの情熱だった。
そして、あっという間に一番上の踊り場まで辿り着いた響子は、屋上へと続く扉の前に南京錠の残骸が転がっているのを見つけた。――この学園はもっと防犯に気を使うべきね。
そんな皮肉を呟きながらドアノブを握った。冷たい金属の感触が指先から伝わってくる。ドアノブをひねって押すと――扉は音もなく簡単に開いた。
途端に強い夜風が響子の脇をすり抜けていく。警戒した足取りで一歩踏み出しながら、星空に薄っすら照らされた屋上を素早く見回した。しかし、人影はどこにもなかった。
響子は足元のコンクリートを踏み鳴らしながら、扉の周辺や、建物の陰など人が隠れられそうな場所を隅から隅まで見て回った。けれど――やはり何も見つからなかった。――一足遅かった。
虚脱感に襲われ、彼女は屋上の鉄柵に自らの背中を預けた。そして、夜空を見上げながら愚痴のように呟く。
「これだから……人を追う仕事は嫌なのよ……」と、その時だった。響子の背筋を悪寒が駆け抜けていった。嫌な予感。彼女はすぐに身を翻すと、鉄柵から身を乗り出さん勢いで中庭を見下ろした。
冷たい夜の風を受けたその顔が、見る見る内に曇っていった。時計台の周辺に、散らばった学習机やパイプ椅子の残骸が見えた。だがそこには、あるべき物がなかった。あるはずの死体が――消えていた。
ギリッ――と奥歯を鳴らしながら、響子は制服の内ポケットから携帯電話を取り出した。その通話ボタンを押しかけたところで――彼女は若干の躊躇いを垣間見せる。
それでも――と、その指が通話ボタンを押す。数コールの後で男の声が聞こえてきた。「今から会える？」一切の前置きを無視して響子は言った。「直接会って報告したいことがあるの。今すぐそっちに行くから」
屋上から霧切響子の姿が消えて数分後。バリバリバリバリ――と、空気を引き裂くような奇妙な音が東地区の中庭にこだました。「ジャジャーン！　テイザーガン！」と、手にしたピストルのような物体を高く掲げた女子高生。
彼女の視線の先には――二人の警備員が折り重なるように倒れていた。うつ伏せになった彼らの背中には細い針のような物が刺さっていて、そこから伸びたワイヤーは彼女が手にしているピストルのような物に繫がっている。
「えい、えい！」と、彼女が引き金を引くと――バリバリバリバリ。激しい音と共に、すでに意識のない二人の体がブルブルと震える。「……アハッ！」彼女はそれを見て、恍惚とした表情を浮かべていた。
江ノ島盾子――寝起きのようなすっぴん状態のまま大あくびを繰り返す彼女が手にしているのは、テイザーガンと呼ばれる強力な護身用武器だった。飛ばした針を標的に突き刺し、ワイヤーを使って送電するピストルタイプのスタンガンだ。
殺傷能力はないが、彼女の改造によって限界まで送電能力を上げられたそれは、いつ人が死んでもおかしくない凶器へと変貌を遂げていた。まさに、鬼に金棒。絶望に護身用武器。
彼女はしばらくテイザーガンで遊んでいたのだが、急に飽きてしまったようにワイヤーを素手で引っこ抜くと、それらをまとめて手にしたビニール袋の中へと突っ込んだ。そして近くのゴミ箱の中にポイと投げ捨てる。
「さてと、これで邪魔者はいなくなったわね。あの女金田一ちゃんもどっかに消えたみたいだし……うぷぷ、後はアタシの独壇場って訳かしら？」彼女は大仰に胸をなで下ろすと、堂々と中庭を横切り――向かったのは時計台だった。
姿を隠すような素振りはない。むしろ見るなら見てみろと言わんばかりの存在感を周囲に撒き散らしていた。その代わり見たら殺すけどな――という禍々しさもそこにはある。
「それにしても、まさかあの女コナンちゃんが絡んでくるとはね。きっと学園長のお節介のせいだろうけど……でも彼女って今回のシナリオには不参加の予定なのよね。さーて、どうしたもんかしら。彼女がいるのも面白いけど、アタシが本格的に活躍する時の邪魔になる可能性もあるし……って、おやおやおやおやおやおや？」
つんのめるように立ち止まった彼女の視線の先には――学習机の残骸があった。それを見た途端、彼女の顔に貼り付いていた酷薄そうな笑みが剝がれ落ちた。
「……ねーじゃんか、死体」鉛のような重みのある言葉がその口から吐き出される。「またかよ……こりゃ絶望的だわ。もう夢オチレベルに絶望的だわ……」しかし、その顔は――笑っていた。
笑いながら江ノ島は足元に転がっていたパイプ椅子を蹴飛ばした。大して力の込められていない蹴りにも見えたが――蹴飛ばされたパイプ椅子は数メートル先の外灯まで吹っ飛び、さらにピンポン玉のように空高く弾け飛んだ。
そして、その残響音が深夜の中庭から消えた時には――もう、江ノ島盾子の姿は消えていた。影のように消えていた。――何か聞こえた？
そんな気がして、霧切響子は思わず足を止めた。鐘が打ち鳴らされたような音が聞こえた気がしたが、耳を澄ましてみても、ひっそりと静まり返った廊下からはもう何も聞こえてこなかった。――気のせい？
いつもだったら気が済むまで調べていただろうが、今の彼女には他に優先すべき大事なことがあった。だから再び足を動かし、先を急いだ。
通常であれば生徒の立ち入りが禁止されている教職員棟の廊下を、響子は足早に進んでいく。薄暗い廊下に彼女の足音だけが冷たく反響していた。深夜の教職員棟からは人の気配がすっかり消えている。ここに来るまで誰ともすれ違わなかったし、おそらくこの先もそうだろう。
しばらく――というほどの時間もかからず彼女は目的の場所まで辿り着いた。
目の前の扉には『学園長室』というプレートが掲げられている。響子はその扉に睨むような視線を向けた後――ノックもせずに押し開けた。
「もう来たのか。早かったな」奥のデスクで事務仕事をしていたと思われる学園長――霧切仁が笑顔で言った。
響子はほとんど癖のように、初めて入るその部屋を素早く見回していた。汚い――以外の感想が出てこない。段ボールやら書類やらが、部屋中のあちらこちらに所構わず山積みにされていた。
「……あの引っ越し以来忙しくてな、まだ整理できてないんだよ」響子の視線に気付いた霧切が、頭を搔きながら言い訳のように言った。しかし、それに対する響子の反応は冷ややかだった。雑談などするつもりはない――と言わんばかりに彼女はすぐに本題に入っていった。
「今さっき評議委員会の人間と会ってきたの。だけど誰かにそれを邪魔されたわ……」驚いて口を開き掛けた霧切を遮るように、その反応はまだ早いと言わんばかりに、
すぐさま響子はその後に続く言葉を口にした。「殺されたのよ。しかも私の目の前でね」「……こ、殺された？」「だけど、その死体もすぐに消えてしまった……」「……消えた？」繰り返しているだけにもかかわらず、霧切はすっかり神経を酷使したような顔付きになっていた。
響子は意に介するでもなく、慣れた口調で淡々と続ける。「でも変じゃない？　私に見せ付けるように殺しておきながら、私から隠すように消すなんて……見せ付けるのが目的なのか、隠すのが目的なのかわからない。だからこそ嫌な感じがするの」
話している内に熱が入っていったように、響子は一方的にまくし立てていく。
「それに昨日から行方不明になっている別の評議委員もいるんだったわよね？　だとしたら、その人も危ないかもしれない。すぐに連絡を取って忠告した方がいいわ。いえ、その人だけじゃない。他の評議委員会のメンバー全員に――」「ちょ……ちょっと待ってくれっ！」
堪らずに口を挟んだ霧切は、ほとんどイスから立ち上がっていた。「そ、それは確かなのか？　こ、殺されたって、そんな……」響子は何も答えなかった――だが、その険しい顔付きが何よりもの答えになっていた。それを見た霧切は激しい脱力感に襲われたように、浮かしていた腰をまたイスに沈めた。
「どうして……そんなことが……」そんな彼の疑問に答えるように――ゆっくりと長いため息が聞こえてきた。
「……隠した方はともかく、殺した理由だけなら見当は付くはずよ」「ほ、本当かっ？」霧切はデスクに手を突き、また乗り出すような格好になっていた。
「教えてくれ、どうしてなんだ？」そんな彼を見て――響子は失望感にも似た想いを抱いていた。その感情は彼女の視線にも表れていた。どうしてこんなこともわからないの、そう言いたげな視線だったが――響子の予想に反して彼はそれを気にも留めていなかった。
「……頼む、教えてくれ」響子はさらに大きなため息を吐きだした後――静かに答えた。
「これ見よがしに殺したのは、そこに警告の意味を込めてのこと……だとすると評議委員会の人間が殺されたのは、きっと《例の事件》のせいでしょうね」ゴクリ――と霧切仁は乾いた唾を飲み込んだ。
「君はもう……知っているのか？　希望ヶ峰学園史上最大最悪の事件について……」「ある程度はね」あっさりと答えた響子とは裏腹に、彼は苦虫を嚙み潰したような顔になっていた。
「そうか……」そう吐き出しながら、ゆっくりとイスに体を預ける。そこで気を取り直すように瞬きを繰り返した後――改めて問い掛けた。
「つまり、評議委員会の人間が殺されたのは、私たちが《例の事件》を隠していることが原因なんだな？」
「いいえ、それだけじゃない」響子は小さく首を振った。「そもそも評議委員会は、事件そのものだけじゃなくて、それ以外にも重大なことを隠しているのよ……むしろ原因となったのはそっちの方じゃないかしら」
それを聞いた霧切は――途端に考え込むような顔付きになった。そして、その表情のままボソリと呟く。
「もしかして……評議委員会が『事件の犯人を知りつつ隠している件』か？」響子の眉がわずかに反応した。「……知っていたのね」そこで響子はこの部屋に入って初めて――霧切仁と正面から目を合わせた。
「あなたは犯人の隠蔽については知らないと思っていたわ。そうでなければ、私にあんな依頼をするはずがないと思っていたんだけど……そう、あなたも犯人の隠蔽に関わっていたのね」その言葉には苛立ちにも似た感情が込められていた。
「いや、そうじゃない」霧切は慌てて首を振る。「犯人の隠蔽は私には知らされていなかった。あれは評議委員会の独自の判断で行われたことだ。その件だって直接彼らから聞いた訳じゃない。自分で調べた結果なんだ」その言葉に響子はさらに眉をひそめる。「……あなたが自分で調べたの？」
「別におかしなことではないだろう」霧切は苦笑気味に言った。「その気になれば、それくらいはできるさ。私にだって探偵一家の血が流れ――」「やめて！」突然、響子は声を荒げた。驚いて顔を上げた霧切の視線の先では――響子がじっと彼を睨み付けていた。
彼女は湧き上がった感情を隠そうともせず、怒りに染まった目を真っ直ぐ霧切に向けている。それは雇い主に向けられたものでもなく、学園長に向けられたものでもなく――憎むべき実の父親に向けられたものでしかなかった。
「変な冗談は言わないで」だからこそ――「……悪かった」彼は謝るしかなかった。「……確かに今のは軽率な発言だったな」そう言って深々と頭を下げた。
どんな事情があったにせよ――どんな想いがあったにせよ――彼女から見れば、自分は家と娘を捨てた男でしかない。それは間違っていない。言い訳するつもりはないし、できる訳もない。
ただ、それでもいつか――せめて自分の想いだけでも伝えられたら――――いや、それも虫のいい話か。「……もういいわ」その声に顔を上げると――響子はもう冷静な顔付きに戻っていた。そして彼女は壁際の本棚に寄り掛かるようにしながら、
「話が逸れたわね」と、落ち着き払った口調で言った。「すまん、そうだったな……」
そこで霧切は大きなため息を吐き出した。だが、気が緩み掛けたその一瞬を狙ったかのように――奇襲のような一言が彼に浴びせられた。それは一気に間合いを詰め、そのまま斬りつけてくるような鋭い一言だった。
「カムクライズル……なんでしょう？」思わず霧切の体が反応していた。目に、指先に、呼吸に――そして響子はそれを見逃さなかった。「……そうなのね？」
まるで全身を搦め捕るようなその視線に――霧切は確かに見覚えがあった。いや、見覚えがあるどころか、それは自分が嫌悪し、恐怖した探偵一族の目に他ならなかった。それは他人の裏側を覗き込み、背面を盗み見て、そこに一切の未知を許さない目だった。
実の娘からそんな畏怖すべき目を向けられた霧切仁は――だが、ひっそりと口の端を緩めていた。――さすがは霧切一族の逸材だ！――なんて素晴らしい才能だ！「……何がおかしいの？」
それを見た響子が咎めるように問い質すと、「いや、感心しただけだよ」
霧切はわずかな笑みを残したまま、そう答えた。「こんな短時間で、私の『カムクライズルを捜してくれ』という依頼から、希望ヶ峰学園史上最大最悪の事件の存在を突き止め、さらに、その事件の犯人がカムクライズルだと言い当てるとはな……さすがだよ」まるで興奮したように、彼は幾分早口になっていた。
「だったら、ついでに教えて貰おうかしら。噂のカムクライズルって何者なの？　名前だけ聞くと、男性でも女性でもおかしくなさそうだけど……」しかし霧切は首を振るだけだった。「それは言えないと言ったはずだ」
いつの間にか、その顔からは笑みも消えていた。「……そう、だったらいいわ」それなら自分で調べるから――とでも言わんばかりにあっさりと引き下がった響子は、自分の足元に視線を落としたまま淡々と語っていく。
「……でも、やっぱりよくわからないわね。どうしてあなたは事件の犯人がカムクライズルだと知りながら、私に『カムクラを捜せ』なんて依頼をしたの？　あなたたちは事件を隠しておきたいんでしょう？　それならカムクラだって評議委員会に匿わせたまま、そっとして置けばいいじゃない」
「いや、評議委員会に任せておく訳にはいかないんだ……」「……あら？」響子はわざとらしく口許を歪めた。「あなたの方も、評議委員会を信用してないってことかしら？」
「いや、そういうことじゃない」霧切は冷静な口調を崩さずに答える。「だが、彼らの考えは間違っているように思える。きっと彼らは……大きな勘違いをしているはずだ」
「勘違い？」「評議委員会は《例の事件》さえ隠蔽してしまえば、すべてが終わりだと考えているみたいだが……私にはそうは思えないってことだ」響子は相槌すら打たずに、霧切の話にじっと耳を傾けていた。
そもそも《例の事件》は終わった訳じゃない。むしろ今もまだどこかで続いているんじゃないか……私にはそんな気がしてならないんだ。
気のせいで済めばいいが、そうでなければ取り返しのつかないことになってしまう。だからこそ、私たちはカムクライズルから話を聞く必要があるはずなんだ。だが、評議委員会はその居場所を明かそうとしない。彼らはこの私ですら信用していないんだよ……
「………………」　それを聞いた響子の中では――何かが引っ掛かっていた。霧切の話す内容と言うよりは、むしろ彼の様子に関してだった。『例の事件は今もまだどこかで続いている気がする』そう語った彼の様子に、響子は引っ掛かっていたのだ。
彼の口調や仕草からは、確かに深刻さが伝わってきた。だが、それだけではなかった。そこには薄っすらとではあるが――それ以外の感情もあった気がした。ふと、思い出したのは祖父のことだった。響子の祖父であり、霧切仁の父親――今もなお現役の探偵を続ける霧切家の当主。
あれは助手役としてではあるが、響子が初めて探偵としての業務を遂行した時のことだった。
後見人として響子の行動を監視していた祖父は、彼女の想像以上の活躍に目を細めながら、興奮とも喜びともつかない何とも言えない表情をしていた。――今の彼は、あの時の祖父の表情と似ていた気がした。だが、あえて口にはしなかった。それは尊敬する祖父への侮辱にもなりかねないからだ。
「……どうかしたか？」霧切に声を掛けられたところで――自分が黙り込んでいたことに気が付いた。
「なんでもない」そこで響子は気持ちを切り替えるように、ふわりと髪をかき上げた。
「まぁ、いいわ。あなたが私にカムクラの捜索を依頼した理由は何となくわかった。要は評議委員会の連中に気付かれずに、あなたがその行方を突き止めたかったからでしょ」と、そこで彼女は射貫くような視線を霧切に向ける。
「でも、そんなことを堂々と言って大丈夫？」途端に霧切の顔が曇る。「……どういう意味だ？」「最初に言ったでしょ？　評議委員会が狙われているのは、彼らが事件の犯人を匿っているせいだって……」
「つまり、犯人はカムクラの行方を捜している人物……」そこで響子の言葉の意味に気付いた霧切は――引き攣ったような笑みを浮かべた。
「となれば、私も容疑者の一人……そういうことか」「と言っても、あなたが違うことはもうわかっているわ」言いながら響子は腕を組んだ。「死体が消えた後、私はすぐにこの部屋に電話した……その電話にちゃんと出たあなたには、残念ながら確かなアリバイがあるってことになるわ」
「残念ながら……ってのは言いすぎだろう」霧切の引き攣った笑いが、苦笑いに変わっていた。
「それより心配事は他にもあるんじゃない？　私がカムクライズルの居場所を突き止めたとしても、あなたの所に来る前に警察に突き出す可能性だってあるかもしれないわよ？」
「いや、それは無用な心配だな」霧切は笑い飛ばすように答える。「探偵にとって依頼というものは絶対だ。警察にとっての法律と同じようにな。だから君が《超高校級の探偵》である以上は、君は決して依頼を破れないはずだ」たとえ、どんなに依頼人を憎んでいたところで――と、心の中だけで付け加えた。
「だったら、あなたがわざわざ私に依頼したのはその為かしら？　放っておいて勝手に嗅ぎ回られるのも厄介だから、依頼をすることで口封じしようとでも思った？」その言葉には感情的な響きがあった。言った本人である響子が誰よりもそう感じていた。だからこそ――彼女は言った直後に後悔していた。
「そんな風に聞こえていたなら謝ろう。だが、君に依頼したのは、あくまで君の才能を買ってのことだ。そこに他意はないさ」慎重に言葉を選んだような発言だった。気を遣っているのは明らかだった。響子はそれにまた苛立った。そうさせている自分自身にも苛立った。
そもそも自分はもう父親のことなんて何とも思っていないはずだった。恨む気持ちすらないと思っていた。だからこそ彼の依頼を受けたのだ。
普段と変わらず、いつも通りこなせると思っていた。それなのに自分はどうして刺々しい言葉ばかりを選んでしまうのだろうか。これでは、まるで――――構ってもらいたくてぐずっている子供と一緒じゃない。
「もういいわ。無駄話はこれくらいにしましょう」そんな雑念を頭から振り払うように――響子は声を絞り出した。
「……とにかく、これ以上の犠牲者を出す訳にはいかないわ。評議委員会にはあなたからも忠告しておいた方がいいわよ。このままカムクライズルを匿い続けていたら、さらに犠牲者が増える可能性もあるってね」
「あぁ、もちろんだ……」彼らが聞く耳を持つかはわからないが――それは二人共が揃って抱いている懸念だったが、どちらもあえて口にはしなかった。そんなことを言っても仕方がないと、それもまた二人共が思っていたからだ。
「……もう行くわ」そう告げた後、響子は霧切と視線を合わせることなく踵を返した。そのまま扉に向かって歩き出した彼女の背中に――不意に声が掛けられる。
「どうやら思った以上に危険な依頼になってしまったようだな」その言葉に響子は思わず立ち止まった。
「だから何？」顔だけで振り返りながら言った。「……私は探偵よ。霧切家の血を引く探偵なのよ」「……ま、君ならそう言うと思ったよ」
そんな彼の言葉にまた良からぬ感情が湧き出しそうなのを察知した響子は、再び早足で歩き出した。その手がドアノブを握ったところで――またもや背中越しに声が聞こえた。「だが、予備学科の《パレード》も日に日に過激になっているみたいだ……」それは、いつになく引き締まった声だった。
「何かタイミングが良すぎる気もする。もしかしたら、あれも《例の件》とは無関係じゃないのかもしれない。だから……つまりだな……」そこで霧切はコホンと咳払いをすると――自然な口調を装いながら言った。
「……気を付けろよ」まるで――外出前の娘に父親が掛けるような言葉だった。しかし、それを聞いた響子の反応は素っ気なかった。と言うよりも反応すらしなかった。彼女は何も答えないまま無言で学園長室を後にした。
パタン、と扉が閉じられたのを確認した後で、霧切は大きな息を吐きながら背もたれに身を預けた――だが、その顔には薄っすらと笑みが浮かんでいた。――本当に素晴らしい才能だ。そう心の中で呟く度に――彼の顔に貼り付いた笑みが大きくなっていった。
学園長室を後にした響子は、コツン、コツン、と無機質な足音を響かせながら、来た時と同じ早足で廊下を歩いていた。
彼女はまったくの無表情だった。そして、その無表情のまま不意に呟いた。
「……言われなくてもわかってるわよ」呟いた本人にしか聞こえないその声は、すぐに霧散するように消えていき――そして彼女自身の姿も、薄暗い廊下の奥へと消えていった。
色々あった挙句。私、音無涼子と――松田夜助くんは――希望ヶ峰学園を退学することを決意しました。
今は空港のロビーで待機中です。これから二人で飛行機に乗って、自由の国アメリカへと旅立つ予定なのです。と言うのも、私は気付いてしまったのです。
私の世界には、私と松田くんさえいれば充分で、そもそも希望ヶ峰学園なんかにこだわる必要すらなかったのです。だから、あんな理不尽な物語に付き合う義理なんてどこにもありません。もし、あのくだらない物語の続きが気になると言うなら、どうか別の誰かに語ってもらってください。
私たちは忙しいのです。これから二人でアメリカに向かった後は、トウモロコシ農園で新種のトウモロコシ開発に勤しみ、その後はＮＡＳＡに行って、月へと拠点を移す予定なのです。「ね、松田くん！」と、隣のシートに腰掛ける松田くんに目をやると、彼はシートの下でせっせと田植えのような作業に夢中でした。
「ねぇ、トウモロコシ農園はまだだよ。気が早すぎない？」私がそう言うと、「邪魔するな！　俺は今サイバイマンを埋めているんだ！」と、どんどん種を植えてく松田くん。
「だ、駄目だよ、松田くん！　サイバイマンはもっと土に栄養がある土地でないと育たないってナッパ様に怒られるよ」という私の忠告に耳も貸さずに彼はどんどンドンドンドン！――そこで目が覚めました。
のっそりと体を起こすと、まず周囲を見渡します。ベージュ色の絨毯。小さな化粧台。空っぽの本棚。至る所に『ここは私の部屋』という貼り紙が見えました。わざわざこんな貼り紙を貼っているということは――きっと、ここは私の部屋なのでしょう。
ホッと胸を撫で下ろし――ている暇はありませんでした。ドンドンドンドンと、私の部屋の扉が歪みそうな勢いで激しく叩かれています。「い、今行くから……ちょっと待って……」ドンッ、ドンッ、ドドンッドン！ドンドドンッドン！　ドンドドンッドン！
まったく待ってくれない上に妙にリズミカルになってきたノック音にムッとしながら、ベッドから這い出したところで――自分が靴を履いたまま寝ていたことに気付きました。
ありゃりゃ――と今更ながら靴を脱ぎ捨てると、枕元に置いてあったノートを手に急いで扉へと駆け寄ります。
「……誰？」鍵を外して、そっと扉を開けました。「やっほほほほほーーーーーい！」その隙間から勢い良く覗き込んでくる――金髪ド派手メイクの女の子。「うわあ！」驚いた私は思わずのけ反りました。
「ほらほら、いつまで寝てるの？　もう昼だよ？　アンタはピーコの相方かって！」「……は？」「いや、あれは《おすぎ》か。寝すぎとは違うか……だったらアタシの勘違いね！」
そもそも勝手に会話を進めようとしている彼女は何者なんだと、私がノートを広げたところで――「おやおや、アタシのこと忘れちゃったの？　だったら教えてあげるけど、アタシは江ノ島盾子ちゃんよ！　《超高校級のギャル》こと、江ノ島盾子ちゃんですよーっと！」
江ノ島盾子と言えば――と、そこで私はノートから彼女に関する記憶を探します。
すぐに頭の中で警報音が鳴り響きました。そう言えば彼女は私を巻き込もうとしている自称《人殺し》で、私は彼女だけには決して巻き込まれてはいけなかったはずでした！
「か、帰ってええええええええっ！」脳が沸騰するような勢いで叫びながら、私は慌てて扉を閉じます。けれど、セールスマンばりにねじ込んでくる彼女の足がストッパーとなって、それを阻止していました。
「あれあれ？　もしかして逃げようとしてるの？　ちょっとぉ、そんなあからさまな態度を見せられて、アタシが傷付いちゃったらどうしてくれんの？」「い、いいから、もう帰ってよおおっ！」私は全身の力を駆使して必死に扉を閉じようとするのですが――ビクともしません。
「ピンピロリーン！　わかっちゃった、閃いちゃった！　アンタって、アタシのことを頭のおかしい女だと思ってるんじゃない？　頭のネジが決定的に足りなくなってる女だと思ってるんじゃない？　え、むしろ聞くまでもないって？　とっくに確信に至ってるって？　だとしたら、それってブッタマゲー！」
江ノ島さんはブッタマゲーと、目を丸くして大きく両手を広げています。「な、何なの……っ！」「えっ、気に入らなかった？　流行ると思ったんだけどな……ブッタマゲー！」彼女のあまりの異次元っぷりに、私の方こそブッタマゲー！
「……って、そうじゃなくって私に何の用なのっ！」「ま、立ち話もあれだし……じゃあ、お邪魔しまーす！」彼女は万力のような力で扉をこじ開けると、勝手に部屋の中へと侵入してきました。
「いやだぁぁぁぁっ！」髪の毛を振り乱しながら部屋の奥へと逃げようとする私の襟首を、江ノ島さんがグイッと摑みます。「……ふぎゅうっ！」「つーかさ、逃げてる場合じゃないんじゃない？　アタシはアンタから大事なノートを奪い取った張本人なのよ？　ほら、憎いでしょ？　憎たらしくなってきたでしょ？」
「も、もういい……もう昔の記憶なんてどうだっていいって！　だって、どうせ思い出せないんだし！」私は激しく暴れて何とか彼女の手を振り解くと、一目散にベッドの中へと逃げ込みました。そして頭からすっぽり毛布を被ると、懇願するように叫びます。
「だから、もう放っておいて！　私を巻き込まないで！　私には関係ないっ！」すると――「ふーん、そうやって自分の世界に閉じこもっちゃうんだ……」毛布越しに、江ノ島さんの冷淡な声が聞こえてきました。「でも、それって松田夜助を見殺しにすることになる訳だけど……本当にいいのね？」
途端に、私の中に沈み込んでいた感情が一気に溢れ出し、そして胸いっぱいに広がっていきました。「な、何て言ったの！？　松田くんをどうするつもりっ！？」
私は毛布を弾き飛ばしながら、一気に彼女に詰め寄りました。すると、そこで予想外の事態が起こりました。
笑顔の江ノ島さんが――私を抱きしめてきたのです。「……は？」そして彼女は、呆然とする私の耳元でそっと囁きました。
「そう、それでいいのよ。アンタはアタシを殺したいほど嫌うべきなの。嫌えば嫌うほど絶望的になる……それがこのシナリオの醍醐味なんだからさ」「ちょ、ちょっと……離してよっ！」
「嫌って、憎んで、戦って……そうやって自分の殻を破ることで、本当のアンタが始まるの。自分の世界に引きこもってる場合じゃないわよ。さぁ、新しいアンタを誕生させましょう。今は辛いかもしれないけど心配いらないわ。それはただの生みの苦しみだから。乗り越えた時こそハッピーバースデー……ようやく本当のアンタが生まれるのよ！」
私は江ノ島さんの耳に齧りつきました。「あだだだだだだだっ！」彼女が怯んだ隙に、私は飛び跳ねるように後ずさり。
「い、いい加減にしてよっ！　どうして関係ない私たちを巻き込もうとするのっ！」「アハハッ！　関係あろうが無かろうが、それこそ関係なかったりして！彼女は齧られた耳をさすりながら――恍惚とした笑みを私に向けました。
「交通事故、自然災害、事件、戦争……自分とは関係ないことで命を落としている人間がこの世にどれだけいるか、アンタわかってんの？」
「そ、そんなの――」「一緒なのよ！　アタシ的にはねっ！」私は思わず祈りました。――あぁ、神様お願いします。今すぐ彼女の頭上に隕石を降らせてください。そうしたら一生、松田くんの次に崇め続けますから！
「それにね、アンタはとっくに関係しているのよ。それを関係ないって言い切っているのは、単にアンタが忘れているだけなのよね」「……は？」私の祈りは一瞬にして猛烈な困惑に飲み込まれていきました。
「関係しているって……何に……？」「ん？　そんなの決まってんじゃん」そこで江ノ島さんは恣意的に落とした声で――言い放ちました。
「希望ヶ峰学園史上最大最悪の事件よ。アンタはあの事件に関係しまくってるのよ」私はすぐに『音無涼子の記憶ノート』を――と、その手を江ノ島さんが摑みます。
「は、離して……よ……」「ねぇ、思い出せない記憶なんて無価値で無意味とでも思ってた？　だとしたら、アンタってお間抜けちゃんなのね」彼女の薄ら笑いが私の眼前に迫ります。
「あのね、アンタがいくら忘れようとも、アンタの行動までが消えてなくなった訳じゃないのよ……それは、アンタが忘れた世界で今もなお世界に影響を与え続けているの」
「な、何のこと……？」「ねぇ、今まで想像したことなかった？　自分の起こした行動が世界を回って、誰かを傷つけたり、誰かを苦しめている……そんな風に想像したことはなかったの？」「そ、そんなこと――」
「まったく残酷な世界よね。でも世界ってそういうモンなのよ……人と人ってのは、アンタが思っている以上に複雑かつ多元的に絡み合っているの。たった一人の行動が世界を救ったり、たった一人の絶望が連鎖的に世界を絶望させたり……うふふっ、まったく素敵ね。ここって本当に生きるに値する世界よね！」
それは聞くに値しないバカバカしい理論で、聞くに堪えない恥ずかしい思想でした。それなのに、どうしてでしょう？その言葉に心のどこかで賛同している私がいました。
「……納得してくれた？　じゃあ、そろそろ話をスタート地点に戻しちゃうわね」そう言いながら、江ノ島さんは腕を組みます。
「ここからは巻き気味にバーッといくわよ。とにかくアンタが希望ヶ峰学園史上最大最悪の事件に関係しているってのは事実な訳だけども、『だったら、アンタはその事件にどう関係してるのか』って、次はそういう話の流れになると思うのよね？　それでいい？」
「そ、それでいいとか……急に言われても……」「じゃあ、教えてあげるっ！」江ノ島さんは無視して続けます。「と言いつつ、本当は教えられないの！」「どっちなの？」せめて、それくらいは、はっきりさせて欲しいです。
「だって、ここでアタシが教えちゃったら、つまらなくなる……と、アタシは思っているはずなのよね。だからアンタが事件にどう関係しているのかは、アンタ自身に突き止めてもらう……むしろそういう流れになると思うのよね」「じ、自分で突き止めろって……」そんなゲームじゃあるまいし！
「『そんなゲームじゃあるまいし』って思っているんだろうけど、それでもやっぱり教えられないわね。なぜなら、これはそういうシナリオだから。ただし代わりにヒントなら教えてあげる……って、ここでアタシはそう付け加えるの。なぜなら、これまたそういうシナリオだから」言葉遣いが滅茶苦茶なのは諦めたとしても――要点すらさっぱりわかりません。
「つまり、どういうことなの？」「だからヒントを教えるって言ってんじゃん！」江ノ島さんはムッとしたように答えます。「ちなみに、そのヒントさえ教えればここでのアタシの役目は終わり。だから後は一切の言葉を発さずに立ち去ってあげるわよ」
「た、立ち去るって……え、ホントにっ！」私は思わず身を乗り出しました。私の内部に今までにない活力が出現するのを感じていました。
「じゃあ教えて！　そんで立ち去って！」「……い、いいわよ。べ、別に寂しくなんか……ないんだからねっ！」
私が予想以上に喜んだのがショックだったのか――江ノ島さんは唇をプルプルと小刻みに震わせていました。「……ちなみに、ここからは大事な話だからちゃんとメモってよね」「うんうん！　わかったからさっさと続けちゃって！」
私がノートを構えながら促すと――彼女はコホンと咳ばらいをした後で、宣言するように高らかに言い放ちました。
「ジャジャーン、発表しまーす！　そのヒントというのは『江ノ島盾子ちゃんの目的』についてなのでしたー！」そして江ノ島さんは右手でＶサイン。
「その目的ってのは二つありまーーす！」彼女は左手で、Ｖ字に立てた右手の人差し指を指しながら、
「まず一つ目の目的は、この学園の希望の象徴であるカムクライズルを完膚なきまでに叩き潰すこと！」
そして次に、右手の中指を指しながら、「それと、もう一つの目的は……」
そこでじっくり溜めた後――彼女は声のボリュームを最大限まで上げました。「愛するダーリンである松田夜助を殺すことでーーす！」
バサッ。と、音がしたところで、自分がノートを落としたことに気付きました。気付きながら固まっていました。
私は声も出せないほど完全に固まってしまいました。――愛するダーリンである松田夜助を殺すこと。その意味不明な言葉が、私の中に恐怖と不安と混乱を一気に芽吹かせ、それが瞬く間に全身に一気に根を張り巡らしていき――そして私は硬直してしまったのです。
まるで全身をギプスでしっかりと固定されたみたいに、指一本動かせない状態でした。と、そんな風に黙り込んでしまった私をじっと見つめる江ノ島さんも――「………………」また無言でした。
彼女は口を一直線に固く結ぶことで無言の意思表示をしています。そして、そのまま一切の言葉を発することなく――江ノ島さんは小さく手を振りながら私の部屋からそっと立ち去っていきました。
バタン。扉の閉じる音が聞こえたところで――私は貧血を起こしたみたいに、へなへなとその場にしゃがみ込んでしまいました。「な、何……それ…………」まるで死にかけの小鳥がさえずったような声が、喉の奥から絞り出されます。
「ま、松田くん…………松田くんを……？」――殺す？その残酷な言葉は、私の世界を一気に埋め尽くしていきました。「だ、駄目……そ、そんなの絶対に駄目だよ……」顔が熱い――髪の毛が逆立つほどの熱が私の顔面に集まります。「そ、そんなこと……絶対にっ……」
そして胸も熱い――燃えるような激情が私の心臓の鼓動を一気に高めていきます。すると――そこで不思議なことが起きました。
私の胃の奥から湧き上がったマグマのような熱気が、体の中を逆流するようにせり上がってきて、そして私の胸のあたりで大爆発を起こしたのです。その衝撃は心臓から全身の筋肉へと流れていき――
そして私を突き動かしました！
「わっ、私が！　絶対にっ……させないからああああああああっ！」私は絶叫しながら――寄宿舎の廊下へと飛び出していました。
自分でも信じられないくらいの熱が、私を弾丸のように走らせます。手にした『音無涼子の記憶ノート』が風にめくられ、バタバタと音を立てて鳴いていました。そんな相棒の鳴き声を聞きながら――私は心の中で叫びます。――私の世界は私が守る！――松田くんは私が守る！
そのまま私は疾風の如く、寄宿舎の廊下を駆け抜けていきました。――松田くん、待っててねっ！　――すぐに私が行くからねっ！音無涼子は走ります。
松田くんと、私の世界を守る救世主となって――走るのです。だけど、私はまだ気付いていませんでした。何かの為に必死の行動を起こすというこの行為自体が、私にとっての絶望の始まりだったということに――私はまだ絶望的なまでに気付いていなかったのです。


`