text += `§2_022


　いまでこそ大発明家と呼ばれる俺も、学生時代はただの魔工機マニアだった。
　その辺に掃いて捨てるほどいるようなマニアで、それ以外のことには勉強にも遊びにも恋愛にも熱中できた覚えがない。
　同じ大学の連中がやがてきたる聖歳暦８０００年をいかに切り開いていくかについて熱い議論をかわし、北海に異世界への扉が発見されて、恋だの冒険だのにうつつを抜かしていたまさにその時代に、俺はただひたすら工房に閉じこもって、ひとり魔工機の制作に没頭していたのだった。
　薄暗い六畳一間の自宅兼工房には、自分で製作した板張りの壁が取り付けてあって、ダイヤルを捻ると、壁に描かれた魔法陣の中心にある火の魔石が鈍い光を放ち始める。
　その光はじんじんと熱い。サラマンダーの魔力くず、現代の知識で言うところの『赤外線』を多量に含んだ、火の魔力だ。
　その魔力は短いケーブルを通じて、俺の握っている工具の焼き鏝を熱くさせる。
　指先で十分に熱が行き渡ったのを確認して、作業机の真ん中に横たえてあった円盤の艶めかしい背中に、俺は焼き鏝をじゅっと押しつけた。
　青銅の円盤の上には、魔法陣の設計図が書かれた薄い紙が敷かれている。その線の上からはみ出さないように、焼き鏝を慎重に動かしていく。
　この魔法陣の設計図は、１枚15シスル、昼飯にすると約１回分の結構な値段だ。
　あらかじめ、表に描かれている模様に沿って糊を塗りつけ、さらに上から紫色の魔石の粉末を薄くまぶし、余分な粉を払って、それを裏返しにして貼り付けてある。
　この粉末が１００グラム30シスル、本物の魔導石、《紫皇石》の結晶だ。軽く息を吹きかけただけで吹っ飛んでいく紫皇石を超高温で溶かし、失敗しないように紋様を描くため、大昔の魔法道具職人によって編み出されたのがこの製法。その名も《魔法陣転写》だった。
　紫皇石はいまでも高く思えるが、これでもアルペンデ州錬金術師ギルドが人工的に生産する方法を開発してから、ずいぶん安価になっていた。
　アルペンデ州では学生の俺にも手が届くほどの価格だったが、それでも基盤（魔法陣の書かれた魔工機の部品）を１個仕上げるのに、毎月食事を制限しなくてはならなくなる、恐ろしく高価な石だった。
　じゅっ、じゅっ、じゅっ、と音を立てて紫皇石が溶け、青銅の板に張り付いて行く。
　そのたびに立ちこめる匂いはあれだ。倒されたスライムの連中がゆっくりと消滅していく時に発する断末魔の息のような、あれの匂いがする。
　紫皇石は魔物の血肉に含有されている成分で、それが地下で少しずつ堆積していって、結晶化することで紫皇石になるらしい。そんな石をどうやって人工的に作るかは......あまり詳しいことは知らないが、推して知るべしだ。
　溶け出した結晶はすぐに冷え固まって、青銅の板には紫色の太い線が刻まれる。こうして超高熱で焼き付けられた魔法陣は丈夫で、水に濡らしてもこすっても消えることはない。
　トレーシングは、魔力付与師、紋章師などの《魔法効果付与》の技巧をさらに高度にした、いわゆる上位スキルの一つに数えられていたが、現代を生きる魔工機職人にとっては基礎となるスキルである。地味なようだがこれを繰り返すことで、より精密な魔法道具を生み出すことができる。
　他の連中はこの工程が苦手だという。地味な単純作業だし、集中しすぎて肩が凝るのだそうだ。だが、俺はその作業を一度も苦に思ったことはなかった。
　というより、この作業をはじめると時間が過ぎてゆくのが速すぎて寂しい。他のことを一切わすれて夢中になることができる、実に心地いい時間じゃないか。
　だって、俺の手でこの発展途上のちっこい基盤が成長していくんだぜ。
　少しずつ機械らしくなっていくんだぜ。最高だろ？
　へらで擦って表面にはりついた設計図を剥がし、ちゃんと魔力が通ることを妖精の杖と魔力検査機でチェックする。あとは仕上げに表面をワックスで塗装して、ようやく基盤が１個完成する。
　ああ、この作業が辛いとか、一体だれが言ったんだ？
　隣の住人が俺の作業を妨害することさえ無視していれば、これ以上幸福な時間はなかった。
　今は隣の民家との間にある狭い庭で、子供たちがきゃいきゃいはしゃぎまわる声が響いている。
　子供もいいもんだ、未発達の子供もみるみる成長していく。
　他の隣人にくらべれば、そんなのは騒音というほどでもなかった。
　いや待て。俺は不意に我に返った。
　おかしい。おかしいぞ。
　俺が作業を開始したのは、アパートの住民が寝静まる真夜中だったはず。
　なんで外で子供がはしゃぎまわってるんだ？
　だいたい、いつも１時か２時くらいの不定期に泥酔したラヴーシェン（吸血鬼）の姉ちゃんが「ただいまラヴー！」と叫んでドアを蹴破って帰還してくるはず。
　30歳独身の姉ちゃんのデカい独り言だ。さらにえんえんと泣き続けたりくだを巻いたり、隣の家の犬に吠えかかったりと、３時すぎまで寝付くことはない。
　まさか、気づかなかったというのか？
　ほかにも、朝の４時半きっかりには隣の冒険家が目覚め、がちゃがちゃと鎧の脱着音を響かせながら、ダンジョンに出かける準備をしはじめる。５時にはイノシシ頭の獣人の大家族が、ぷぎーふごーと喚きながら騒がしい朝食を開始し、食事が終わると家族揃ってお仕事に出かける。６時ぴったりには上の階の攻撃的吟遊詩人が暴力的な目覚めの歌を歌いまくる。
　はたして、これらを全て聞き逃すほど、作業にのめりこむことがあるというのか？
　だが、確かに外からは子供たちの軽やかな笑い声が聞こえてくる。
　カーテンの隙間から漏れてくる光は、穏やかで、朝日のような目を射す鋭さはなかった。どうやら、すでに昼日中になっているらしい。ぽかんとしている俺の傍らには、すでに完成した青銅の基盤が２個。金色の光沢を放っていた。
「ああ、なんだ、もう昼か......」
　俺はぼんやりと呟いた。
　どうやら隣人の騒音にも気づかない集中力が芽生え始めていたらしい。
　俺の魔工機職人としてのレベルも、そろそろやばいところに到達していた。


　ダークエルフのフェイは、褐色の肌を、可愛らしいもこもこした白い毛皮で包んでいた。
「言い訳になってないし。恥ずかしいからどっか行って欲しいし」
　怒ってそっぽをむくと、尖った耳がこちらを向いて、ふるふると揺れる。
　険のある顔つきをしているが、根は繊細だった。デートに遅れた俺を怒っているのだ。ダークエルフ特有の鋭くて真っ赤な目も、ちょっとジト目に見えるくらいで小動物みたいな可愛さがあった。
　顔や身体の線が細いので、大きな耳が余計に大きく見える。手前にひっぱったら頬を隠せてしまう大きさである。色っぽい耳だと思う。たまにひっぱってどこまで伸びるか、試してみたくなる。
「大体それって、レベルアップって言うの？　大学そろそろ単位やばいんじゃないの、このままだったら......いやっ、ちょっとスービ、なにやってんの！」
「うあっ」
　耳をひっぱろうとして、びしっと手をたたき落とされる。怒った顔もまた可愛いが、今は調子に乗ってちょっかいを出していると本気で殴られそうだ。
「ちゃんと真面目に聞いてる？　本気で心配してるんだからね」
「ご、ごめん......」
　俺たちは駅前のカフェにいた。当時のカフェは文字通りコーヒーを飲むための店で、ＢＧＭなんて流れていなかった。
　客はみんな駅の方からかすかに聞こえてくる蒸気機関車の汽笛や、あるいは路上パフォーマーの演奏に耳を澄ましていて、大慌てで飛び込んでくるなり女の子に謝ってんのか、それともいちゃついてんのかわからないやり取りを開始した俺にやや苛立たしそうな視線を向けていた。ここでは小声で囁くように話さないと音楽が聞こえなくなるのだ。後のジュークボックスがいかに偉大な発明だったかがわかる。
　フェイは俺が小さい頃に大学で知り合った女の子だ。いちおう彼女らしき生き物に属する。らしき、というのは、正式に付き合っている訳ではない、という意味だ。
　俺がまだ小さい頃、彼女の父親が医者をやっていて、定期検診の為に月に１、２回、そんな頻度で大学にくっついて来ていた耳の長い女の子だったが、なんでか俺のことをよく覚えてくれていた。
　俺の方も彼女のことをよく覚えていて、誕生日にはプレゼントを交換しあったり、フェイが魔法看護師の試験を受けるときには相談に乗ったり、文化祭のパーティでもぼっち組で、２人ともダンスができずに仲良くぼんやりしていたりと、そんな恋人未満、兄妹以上の関係が今までずっと続いていた。
「ごめんごめん、遅れるつもりはなかったんだ」
「スービも文明人なら時計ぐらいちゃんと使いこなしなさいよ？」
「時計が遅れてたんだよ」
「時計のせいにするんだ、私がプレゼントした時計なのに」
「えっ......い、いや、だからってフェイのせいじゃないって」
「へーえ、魔工機職人のくせに、私のプレゼントした時計ひとつも直せないんだ？」
「ちゃ、ちゃんとメンテしたかったんだけど、魔石が手に入らなくてさ......」
　すんません、本当はメンテするのすっかり忘れてました。なんて口が裂けても言えない。
　しかし、言い訳を許してもらえるのなら一方的に俺が悪いというわけじゃない。
　ダークエルフの村の特産品である鳥形の置き時計は、いちおう２人の友情の証として、今も工房の窓辺に飾ってある。
　しかし、基盤が特殊な構造をしていて、原動力の魔石が手に入りにくいことこの上なかった。それが魔石というより、魔力を持った貝殻なのだ。
《風切り貝》と呼ばれる南の島特産の貝殻で、フェイの耳の形によく似た大きな巻き貝だ。おまけにフェイの性格に似て、しょっちゅう切れる。
「海に探しに行けばいいじゃない、適当にパーティ組んで、狩りに行ったら？」
「俺は根っからのインドア派でさ、サワガニだって恐くて触れないんだよ」
「冒険者の市場に置いてなかったの？」
「いや、あれ買いに出かけると、ついつい他の魔石に目移りしちゃうんだよな。レボシティの魔石市場って、本当にすげぇんだよ、もうなんでも揃っちゃってさ」
　カリンの蜂蜜漬けをストローからじゅごーっと吸って、フェイはふんっと鼻を鳴らした。
「なによ、スービってば、私よりも大切なものができたんでしょ。世界でいちばん大切なのはキミだ、一生まもってあげる！　とか言ってたくせに」
　ぐおぉ、十代前半の頃の口約束をよく覚えてんな。あの頃の俺はある意味、冒険者だった。今では恥ずかしくて口にも出せないようなこっぱずかしいセリフだ。
「俺の大切な物は昔からずっと変わってないよ？　エルフ耳と魔工機だ。ただ、昔よりも思いのレベルが上がったんだ」
「私と居るより、魔工機作ってる方がよっぽど楽しいんでしょ？」
「そ......」
　それはごもっとも。ご明察。自分の心と照らし合わせてみても、寸分の狂いもない。俺はすこしの間返事に迷ってから言った。
「けど、どっちも失ったら死ねるくらい大事な物には変わりないさ」
「迷った末にそれ？　というか迷う時点でありえないんだけど！」
「勘弁してくれよ、フェイ。俺から魔工機を取ったら、いったい何が残ると思う？　もう何にも残らない、正真正銘、ただの抜け殻だよ」
「私とエルフ耳はどこにいったのよ、このオタク、もう魔工機と付き合っちゃえば」
　ジト目がさらに細められる。今日はやけに機嫌が悪い。ピリピリしている。
　俺がこんなオタク気質だというのは、それこそ大昔から知っているはずなのに。いったいどうして。
　フェイは不意に涙目になって、ぐっと押し黙って、うつむいてしまった。
「すっごく楽しみにしてたんだよ。だって、２人で会うの半年ぶりじゃない？」
　顔を覗き込むと、目に涙がたまってる。
　ぐわ、かわいい、その耳むしゃぶりつかせろ。
「洋服だって気合い入れてさ、これバルーンラビットのジャケット着て来たんだよ。高かったんだよ、これだけでバルーンラビット３０００匹狩ったんだから。私の全身、月系モンスターのコーデで決めてるのよ。上から下までスービの知らないレアアイテムの宝庫になっちゃってるのよ」
「なんで貝殻くらい俺に拾ってくれないの」
「遅れてきたことを怒ってるんじゃないのよ、少しぐらいはさ、褒めてくれたっていいじゃない。私だって成長してるんだってことわかってよ。少しずつレベルアップしてるんだよ。スービももうちょっと私のために頑張ってよ」
「ご、ごめん、わるかった。けど、俺の方ももうじき完成しそうなんだ。あとちょっとの所まで来てるんだよ。本当に、本当だって！　あれが完成したら、どこへだって連れて行って......」
　フェイは、カリンの蜂蜜漬けを俺にぶっかけて、侮蔑のこもった目を俺に向けた。
「バーカ、あんたなんか独りでどこにでも行っちゃえ」
　そして侮蔑の言葉を吐いて、彼女は俺のもとから去って行った。
　俺は一体何が悪かったのか、まるでわからなかった。幼馴染みにして、ダークエルフの彼女を失った俺は、蜂蜜ジュースを髪から滴らせながら、ぼんやり遠くを見つめていた。
「よし、落ち着け、スービ。今の俺は最高にクールだ。これでようやく、学業に専念できるんだぜ？」
　と、今の状況をポジティブにとらえなおし、自分に言い聞かせたのだった。くよくよしていても仕方ない。俺にはまだ勉学が残されているじゃないか。
　しかし、その考えは甘かった。俺もいつまでも学業にばかり専念できる訳ではなかったんだ。


　俺の住んでいる町は、南海に面した崖の上に作られた小さな港町だ。アルペンデ州の岩山のカルスト地形をそのまま使っているので、高低差が異様に激しい。坂道を10メートル登って、また10メートル下ってという道が、海岸に沿って延々と続いている。
　途中でパンクした蒸気自動車が置いてけぼりになっている。石造りの教会にはカモメが巣を作っている。都会では当たり前になった水道設備がまだ使われていなくて、いまだに手押しポンプの井戸が現役という家がちらほらとあった。
　通学するにもひと苦労するが、潮風が気持ちいいのがこの町の唯一の良いところだった。
　高さ50メートル程度の小山をこえると、谷の底に俺が通っている『学校』を見下ろせる。素朴な白っぽい石造りの民家ばかりが並んでいるなかで、この建物だけ黒光りする謎の金属でできていて、異質な要塞じみた趣があった。
　周りの建物とのギャップがあるのは当然だ。ある日、海の向こうからやってきたセノ（小人族）たちが、岸に上陸するやいなや、魔法で生み出してしまったといういわくつきの建物だから。
　俺が10歳で師匠に弟子入りしてから丸10年。ずっと通い続けて、今ではすっかり愛着が湧いてしまった建物でもある。
　そんな大学へ急いでいると、ふと、どこからか愉快な音楽が流れているのに気づいた。
　テンポが遅れたり速くなったりしてずれてしまう太鼓の音、いちいちタイミングを外すシンバルの音、調子っぱずれなラッパの騒音。
　まるで、何かの行進曲みたいなものが、次第に近づいてくる。
　大学から目をそらし、海を見た俺はぎょっとした。
「なんだありゃ」
　水平線の少し手前辺り、海面の丁度真ん中あたりに、まっすぐ大学の建物を目指してやってくるへんてこな『何か』があった。
　まさしく、なんだありゃ、だった。その本体は海に浮かぶ、でっかいトマトに見えるモニュメント。
　そこにぷすぷすと爪楊枝のようなマストが何本も刺さっていて、『大漁』の旗印を風になびかせ、左右で魚のヒレのようなパドルがぱたぱたと水をかきながら回転している。
　いまは全てのマストをたたんで減速しているところらしい。代わりに、色とりどりの風船を空も飛べそうなくらいぷかぷか浮かべて風を受けていた。
　そいつが太鼓やシンバルやラッパの音をじゃんじゃん鳴り響かせながら岸に接近してくるのだ。岸が近づくと音楽もクライマックスにいたり、ひとつのけたたましい和音となった。
　ムカデの足のように突き出ていたパドルが一斉にばたたっとたたまれ、コインゲームのジャックポットみたいに無数の碇がじゃらじゃらとはき出され、どや顔をして停泊していた。
　なんだありゃ。
　音楽が鳴り止んだ岸辺に、人垣ができていた。まあそりゃ、できるだろうな、普通。
　俺はその中に親友の姿を見つけた。片時も手放したことがないという白黒カメラで、興奮気味に船の外観をぱしゃぱしゃ撮影しまくっている。カメラオタク、もとい、カメラ職人のルークだ。
「ルークッ！」
「おおっ、スービも居たのか！」
　親友はひとなつっこいイヌみたいな顔をふにゃっとゆるませた。いつもみたいに気楽そうな顔をしているので、どうやら危険はなさそうに見える。
「なんだよ、あれ？」
「さあ、俺もよくわからないけど、たぶん......セノの《アーディナル調査団》じゃないか？」
「......アーディナル調査団？」
　地元の住民ではない俺は、いっしゅん首を傾げたが、じつはそれこそ、アルペンデ州にこの大学を作ったセノの一団のことであった。
　すべては１００年前、身長１メートルにも満たない幼児みたいな連中が、砂浜に打ち上げられた丸太からわらわらと上陸したのが始まりだった。
　そして翌日には、海辺に巨大な真っ黒い基地が生まれていたという。
　セノたちは、そこで毎晩むずかしい理論について何時間も熱い議論を戦わせたり、かと思ったら、どこかから拾ってきたバッタや花について「これは不思議だ」「不可解だ」「奇妙奇天烈だ」などといって、何時間でも観察していたという。
　砂漠の大陸に住んでいる彼らは、人間の大陸の常識を何も知らない。とにかく、アーディナルにある物には何にでも興味を示していたそうだ。
　最初は当然、町民との混乱も起こったらしい。だが、大昔からこの小人たちを神聖視していた錬金術師たちが間をとりなして、とくに人間に危害を加えるつもりがないとわかると、町の連中も我慢してこの小人たちを放っておくようになった。
　しかし、なかには好奇心の旺盛な人間もいて、アダムとケーシーという２人の人間が毎晩基地に潜り込み、セノたちの議論を傍聴して、丁寧にメモを取っていた。このメモがのちに学術書として世界中に広まり、アルペンデ州にはいつしかセノたちを研究する学者が多く集まるようになったのである。
　砂漠の大陸に住むセノは、水も木も食糧もない環境で生き抜くために、物質を生み出す土魔法を発達させてきた。
　何世代もかけて培われたその魔力は、もはや彼らの血に染みついて身体の構造さえ変えてしまっている。
　そして物質に関するあらゆる知識に関しては、他のどんな民族の追随をも許さなかったのだ。
　セノたちの目的は、いまだ未知のアーディナル大陸をくまなく研究すること。俺たち人間は、そんなセノを研究して、科学水準をどんどん伸ばしていった。
　こうしてお互いを観察し合う奇妙な関係がしばらく続き、セノは何ヶ月もしないうちに海の向こうへ帰ってしまったが、アダムとケーシーがリーダーとなってその基地を受け継ぎ、保護するようになった。そのときアーディナル最初の大学、アルペンデ大学が誕生したのだそうだ。
　大学制度はそれからアーディナル東部の各地に広まってゆき、当時王政が主流だった東部が、民主主義社会に移り変わって行く過程で大きな役割を果たしたという。
　――で、そのとき、帰還するセノたちに人間から１艘の漁船がプレゼントされたらしい。
　それが、『プラヌーリ・ワジット号』。一体どんな魔改造を施したのか、今、俺の目の前に停泊している巨大なトマトがそれにあたるわけだ。
「すばらしい、機能性にあふれた船だと思わないか」
　五代目アダム理事長は、トマトを見上げながら、ほう、とため息をついた。五代目ケーシーもその隣でうんうんと頷いている。
「あの小さな船に、ありとあらゆる海の知識が集結されている。危険な海の生き物を遠ざけるために鳴らしている不快音は、純粋な数学理論によって構築されたものだ」
　そんな船がやってきたら、漁が主要産業のこの町にとってはいい迷惑だろう。しかし、この船に関しては地元の漁師たちも目をつぶっているらしい。
「さらに、あの色とりどりの風船が星の位置や、上空の気流を測定して、嵐の前兆を把握し、安全な航路を導き出している」
「ここからは見えないが、船底に取り付けられた目がセンサーの働きをして地形を把握し、海流の予測までしているんだ」
「実のところ、セノはあの船をまったく操縦していない。サーナサウル大陸からここまで、完全な自動航行で動いているらしい」
　セノの船のオーバーテクノロジーぶりに、俺は半ばあきれ気味だった。
　体の小さなセノが人間の機械を動かすのは大変らしく、なにか渡してみると、とりあえず機械で自動化してしまうらしいのだ。そして翌日にはとんでもないオーバーテクノロジーの塊になって人間の手にもどってくる。
　俺たち人間はそれを真似するだけだ。無論、真似することさえできない技術なんていくらでもある。俺はしみじみとトマトを見上げた。
　そのとき、トマト型の船、プラヌーリ・ワジット号の船縁から、ひょこひょこと小さな頭が出てきた。
　か、かわいい。想像以上にかわいいぞ、これは。
　全員、白いだぼだぼのローブを身にまとって、おっかなびっくりこっちの様子を窺っていた。
「何を見てるんだ？」
「『雪』が降っていないか確認しているんだ」
「へ？　『雪』？」
　ルークが何かわかったように呟いていたが、俺には何のことかわからない。
　つられて俺も船を見上げたそのとき、船縁から突然、小さな女の子が落ちてきた。
「いっちば～ん！」
　ろれつの回らない甲高い声で叫びながら、俺めがけて飛んでくる少女の影。
　ぶかぶかのローブの裾がふわりと翻り、レギンスに包まれたほそっこくて折れそうな足が見えた。
　天使のようにあどけない幼女の顔に、鳶色の目が異様に大人びているのが印象的だった。あ、ちっこい子が降ってきたな。とのんびり思っていると、どさっと、そのまま顔面にボディプレスを食らった。
　一番乗りのセノは、俺の顔面にがっちりしがみつく形で着地した。
　ローブがめくれて頭がテントみたいにおおわれていた。目の前にはおへそとぶにぶにのお腹があって、後頭部が腕で締めつけられるせいで、焼けた砂みたいな子供の匂いが鼻にぎゅっと押し寄せてくる。
「ふっふふ、一番乗りはオレが貰ったのである！」
　などと言って、そのちっこい子は俺の顔にしがみつきながら、ぐりん、と船の方に向き直った。いたい、いたい。俺の髪の毛掴まれてるし、ちぎれそう。
　ダイビング逆肩車を決めたのは、小人族のセノ。上背は異様に低く、10歳にも満たない、生意気で傍若無人で可愛い盛りの女の子にしか見えない。だが、これは俺の大好きな発展途上ではない。残念なことに、彼らの発達に未来はない。これで完成形なのだ。
　いくらセノの体重が妖精並みに軽くても、俺は根っから体力のないインドア派である。両肩に乗っかられた時点でものすごく無理な体勢をしていたが、やっぱり重みに耐えきれず、数秒後にはその場に仰向けに倒れた。
　ひょいと砂浜に着地すると、その女の子は片足で俺の顔を踏んづけたまま、なにやら偉そうにまわりの大人たちを見渡し、びしっと指さしている。
「心して聞くがいい、人間どもよ！　今日から我らアーディナル調査団がこの町を徹底調査するのである！　この中に我々を攻撃したいと思う者がいるならいますぐ出てくるがいい、オレが受けて立つのである！　むふ」
　こ、攻撃してぇ......。けれど、ここじゃダメだ。セノを崇拝する全地元民がみている。
「こ、コートボニー教授～！　あまり無茶をなさらないでください～！」
　船の方から、慌てた声が聞こえてきた。
　こびとたちは船縁にぞろぞろと頭を並べていたが、どれが声をはりあげているのかは一目瞭然だった。ぴょこぴょこと飛び跳ねているのがそれだ。どうやら遠くに声をはりあげるときは、いちいちジャンプする習性があるらしい。くっそかわいいな、こいつら。
　だが、砂浜に降りてくる気配があるのは、人一倍ハイテンションになっているこの教授だけのようである。じれた彼女はぶんぶん腕を振って、後続を促していた。
「もぉ～！　お前たちも、早く来るのである！　我々の推測が正しければ、この気温と湿度ならば、どうせ『雪』など降らないのである。降っていたら降っていたで、『ゆきがっせん』というやつがどんなものか、実験で試せるよい機会なのである！」
　えっ......『ゆきがっせん』って？
　教授は目をきらきらさせて、未知の大陸への希望を募らせている。すでに人だかりがこの可愛い教授を何重にも取り囲んでいるが、教授は人間など眼中にない様子できゃーきゃー船の連中と言い争っていた。
　なるほど、これがセノ。アーディナルを近代化に導いた異大陸の偉大な学者たち。学者と言うより、まるで遠足にきた子供みたいだと思うのは俺だけだろうか。
　教授はアルペンデの潮風を胸一杯に吸い込んで、ぷるぷる身震いすると、両手を広げて活き活きとダッシュしていった。
「いざ行かん、こびとたちよ！　砂漠の砂粒をかぞえ始めてから７０００余年、われわれセノは、ついに砂漠の外までやってきた！　歩むことを恐れるな、学び続けさえすれば、失敗しようが、成功しようが、踏み出された一歩は、必ずや科学の発展に寄与するであろう！　われわれの一歩は小さくとも、われわれの科学はいずれ世界を征服するのだ！」
　教授は、可愛らしい声で声高に科学精神を叫びながら、町の方まで走り去ってしまった。
　いったい何者なんだ、あの教授は......。顔全体にまだ砂っぽいぬくもりが残っていた。首の骨が折れたかも知れない。あとはルークがカメラをぱしゃぱしゃする音だけが海辺に鳴り響いていた。他はみんなシーンとしてしまっている。
　セノはこの土地にいる人間のことを、まるで野生動物か置物のように扱うそうだ。
　まるで傍若無人だが、ちっこくて可愛い子供みたいだし、被害よりも彼らのもたらす恩恵の方がずっと大きいので、誰も文句は言わなかった。
　けれど――変な連中がやってきたのは確かだ。
「......いまって、６月だよな？」
　俺はぼんやり曇り空を見つめていた。
『雪』など降るわけがないではないか？


　アルペンデ州随一の魔法道具専門店である『ディーノ魔法道具店』。
　ここはインク切れのないペンなどの魔法道具に限らず、レンジやポットなどの魔工機から冒険に役立つアイテムまで取り扱う、結構大きな店である。
　駅にほど近い場所にあって、これから冒険に向かう人々がよく立ち寄る店でもある。ちなみに俺のバイト先でもあった。
　メーカー品も豊富に取りそろえてあったが、インディーズの棚には学生の作った魔工機も置いていたりする。インディーズの棚に置いてある鉱物ラジオは朝からずっとセノのニュースを報道していて、12年ぶりにもたらされた新技術について熱心に紹介をしていた。彼らの来航が地元民にとってどれほど歓迎されているかが窺い知れた。
　ちなみに、この鉱物ラジオは俺が作ったものだ。
　主な素材は鉱物、《緑風石》と呼ばれる空間を飛び越える風の魔力を持った宝石である。
　近年の研究によれば、ほんの僅かだが光も緑風石の間を跳躍しているらしく、これを利用すれば映像もラジオのように各地に配信できるのではないかと言われ、つい最近まで試行錯誤が繰り返されていたのだが、その研究もセノの来訪でぱったりと終わってしまった。
　セノたちは12年前、「これはすごい」「すばらしい」とはしゃいで鉱物ラジオを持って帰った翌年にはすでに映像通信の技術を完成させていたらしく、今回の来航で《投影結晶》なる新アイテムをアーディナルに持ち込んでいた。
　今はまだ放送局がないため、映像こそ映らないが、必ず次のムーブメントが来ると誰もが確信していた。メーカー品の棚にずらりと並んだ《投影結晶》を見るたびに、俺たちのこの10年はいったいなんだったのか......という職人たちのため息が聞こえてくるようだった。
　そんな魔工機たちを棚から降ろして、埃を払っている時だった。
　トカゲそっくりの店長の指が俺の鼻先に１枚のチラシをぶら下げ、ふりふりと振り始めた。うぜぇ。用があるなら声ぐらいかけろよ。
「......なんすか？」
　ディーノ店長は長年魔法道具に携わる仕事をしてきて、魔法でトカゲの姿になってしまったとか言っているが、たまに長い舌をしゅるしゅる出して目玉を舐めるし、寒くなったら冬眠するし、どこからどう見たってオリジナルのトカゲの獣人だった。きっと西の亜人大陸から不法入国したんだろう。魔法で姿が変わったなんてのは、不法入国者の言い訳の最たる物にすぎない。
「大学はどうした？　そろそろ講義にでないとまずいんじゃないのか、ん？」
　また店長の嫌味がはじまった。......大学が休講になったことをこの店長が知らないはずがない。てか、ラジオでも散々報道されてるじゃないか。
　俺も今夏こそは大学にまじめに通うことにしていた。７年生《妖精》、８年生《伝説》、９年生《驚天動地》、10年生《新地平》なる呼び名をつけられて、11年生はさてどう呼ぶべきかなんてことで後輩たちの優秀な頭脳を浪費させるようなことはさせまいと、サークル『現代魔工機研究会』の仲間内でも今年で卒業することを高らかに公言していたのだ。
　ところが今回、10年ぶりにアーディナル大陸の研究のためにやってきた調査団のマーベリック代表が、大学で緊急講演を開くこととなり、俺たち学生は有無を言わさず講堂に集められた。授業なんて講師も学生ももうそっちのけの大騒ぎだった。
　大学の半円型講堂のど真ん中には、でっかい黒板が立てられていて、でっかい図で海や山や太陽が書かれていた。もちろん、俺には見慣れた普通のサイズだが、その前に立っている白ヒゲのセノがちっこすぎるから、やたらでっかく見える。
　代表は他のセノと同じぐらいの背丈だが、教授と同様、目つきだけはやけに鋭い。俺たち聴衆にその図を詳しく解説してくれた。
「これは、『水』が世界を循環している様子を表した図だ」
　調査団のマーベリック代表は、いきなり『大気循環説』を発表しはじめた。
　その瞬間、学生たちだけでなく、講師陣も凄まじい勢いでメモを取り始めた。
　当時は世界地図もほぼ完成していたし、大地が丸いという概念もあるにはあったが、一般人の間にはまだ浸透していなかった。
　太陽と海が持つ膨大なエネルギーによって、水が世界中を循環しているなど、そんな世界規模のアイデアを一体だれが思いついただろう？
　それは無垢な精神と、深遠な物理化学の知識をあわせ持つセノだからこそ思いついた、とんでもない仮説だったのだ。
「......以上のことから、風圧によって山頂で圧縮された『雲』の内部では結露が加速し、やがて氷点下に達すると氷の塊となって地上に降下すると推察される。......地上に降下する途中で氷の状態から溶けたものが雨となる。大半は雨となるはずだが、地表付近の温度が下がっていることで、氷の状態のまま地上に落ちてくるものが存在する。......そう、それが『雪』の正体ではないか、というのが我々が英知の塔の出した結論だ」
　ゴクリ......。
　俺たちはただただ圧倒されていた。
　俺は色んな意味で「こいつ、すげぇ」と尊敬の念を送らざるを得なかった。
　体は子供のくせに、俺にはマーベリック代表がもはや巨人に見える。まさに知の巨人。彼らの科学は、いずれ本気でこの世界を征服しかねない。指示棒をことり、と演台に置く仕草にさえ迫力を感じた。
「しかし、これは単なる『仮説』にすぎない......」
　だが、マーベリック代表はどこか悔しそうだった。自分たちの立てたこの理論に、満足いかない様子である。
　......そうだ、確かに、彼らセノが頭の中で考えたその理論で、雪や雨のメカニズムを『説明』することはできるのかもしれない。
　しかし、しょせん彼らがやったのは、砂漠の真ん中で想像をふくらませただけのこと。いくら理論のつじつまが合っているからと言って、実際に自然界がその理論で動いている、と立証されたことにはならないのだ。
「そこでわしはこの仮説を検証するため、『雲』を採取する旅に出ようと思うのである。雲に届く険しい山で、１年間に及ぶ実地調査を行う予定である......」
　講堂は一気にどよめいた。
　おいおい、じいちゃん無茶すんな。
　アルペンデの山は豪雪地帯で有名だぞ。並の冒険家でも命があぶない。
「マーベリック代表！　危険です、止めてください！」
　五代目ケーシーがすがりつくように叫んだ。けれども、山に登るというおじいちゃんの決意は頑としてゆるがなかった。
「危険は百も承知だ。......そもそも外の世界に出ることがどれほどの危険行為か、我々セノの中に知らぬ者はいない。だが、そのためにセノは７０００年もの間、砂漠の地下に籠もって安全な生き方をしてきたのだ......！　だが、それではイカン、イカンのだ！」
　マーベリック代表の語気はどんどん荒くなっていった。優しそうな顔がきりっと険しくなり、短い手足をぶんぶん振り回して訴えた。
「世界は、自然は、我々セノの手には有り余るほど巨大で、予想を遙かに超越するほど複雑怪奇だ！　そして研究心をそそられる、興味深い現象に満ちあふれている！　わしは、そのことを英知の塔に閉じこもっている頭でっかちの学者どもに知らしめる為に、ここまでやってきた......！　そう、それこそわしが《アーディナル調査団》を結成した、真の目的だ！　我々の一歩は小さいかも知れないが、いつかこの世界のすべての謎が解明されるまで......決してこの歩みを止めたりなどしないッ！　わしは、山に登るッ！　登るったら登るッ！　わしの言いたいことは、以上だ！」
　きりっと講演を終えたマーベリック代表の周囲を、不意に沈黙が包んだ。
　アダム理事長は蒼白な顔をして、がくっと跪いた。今にも感極まって泣き出しそうだ。
「じ、人智を越える、その鋭い考察力......のみならず、恐れを知らぬ子供のような飽くなき探究心ッ！　そして、気高い勇気！　全人類を代表して、尊敬の意を表させていただきますッ！　このアダム、未熟者ながら、ぜひッ、ぜひその旅にお供させてくださいッ！　マーベリック代表ォぉぉ！」
　あ、熱い......。まるで英雄叙事詩のワンシーンみたいだ。
　周りはぐしぐし男泣きする奴らであふれかえって、なんだかおかしな雰囲気になっていた。さらに講壇から降りてゆくマーベリック代表にわらわらと学生たちがつめより、次々とその場に跪いては、自分も旅についていくと言ってはばからなかった。
「代表ッ！　足手まといかもしれませんが、せめて風よけとして私をお供させてくださいッ！」「ぜひ私に荷物持ちなどをッ！　マーベリック代表ッ！」「代表ーッ！」
　もう、ついていく為にはなんでもするといった勢いだ。まるで熱狂的信者である。
　俺は冒険に旅立つ決意を固める彼らの熱いやりとりを、やや引いた位置から眺めていた。
　冷静な頭で、俺も行くことになったらめんどくせぇな......と、そればかり心配していた。
　けっきょく俺まで行くことにはならなかったが、俺の周囲はどこを見渡しても、すっかり冒険ムード一色に染まっていた。
　１年は大変なので、まずは３ヶ月から。寒さが本格的になる前に帰還する、という条件付きになったが、それでも理事長をはじめ講義をする人が１人もいなくなったため、アルペンデ大学は一時休校状態になったのだった。
　インドア派の俺はそんな周りの空気にまるで馴染むことができず、工房に閉じこもって、ひとり黙々と魔工機の制作に取り組んでいた。
　彼女とも連絡がつかず、講義もない、友人もいない、後はバイトをするだけの単調な日々。
　店長は、たぶんそんな俺の状況を知って声をかけたのだろう。トカゲ頭の感情はわからないが、その顔で見下げ果てたようなため息をつかれて、なんかイラッとした。
「お前、魔工機職人目指してるんだろ？　これに参加してみるつもりはないか」
　そう言って店長が押しつけてきたチラシには、コンテストの告知が書かれていた。
「『魔工機コンテスト』......？　へぇ、賞金出るんすね」
　魔工機職人たちが開催する民営のコンテストらしく、大した賞金額ではない。
　それでもミッドスフィア中央放送局が協賛しているらしく、かなり大規模な様子だ。全国に配布している新聞にチラシが挟まっている所を見ると、どうやら東部アーディナル連合国各地から参加者を集めるつもりらしい。
「いや、いいっすよ、俺は。だって開催するの10月っしょ？　その頃にはもう、大学も始まってるっすよ」
「知らんのか、遠い地方の職人はもう会場に着いて、工房のセッティングをはじめているそうだぞ。それだけじゃない、ジペンゼ州と言えば変わり者の発明家が多い場所で有名だ。夏の間に、お前も行って刺激を受けてきたらどうだ？」
　また軽くそういうことを言って、俺の歩むべき道を決めてくれるなよ。
　いいんだよ、大学があれば最新の情報は手に入るし、アルペンデに居れば素材に困ることはないんだから。ひと夏の経験だの、旅の経験だのなんてのは正直どーでもいい。
　店長はそれだけ言うとワニみたいな尻尾を振りながら去って行った。俺は何気なしにチラシを眺めて、テーブルの上に裏返しに置いた。
　これが運命の分かれ道だった、と後になってたびたび思う。
　バイトが終わっても、テーブルの上にチラシはそのままになっていた。俺はちょっと気になることがあって、チラシを持って店を出ていた。
　気になったのは、チラシの内容よりもチラシそのものだった。わら半紙とは違って表面はつるつるしていて、何かの薬品のにおいがした。文字も鮮明で、かすれがない。どうやら活版印刷とは違う、なにがしかの印刷技術を使って作られているらしい。一体どうやって作っている？　見れば見るほど、これを作った職人は只者ではないことがわかる。
　日時は10月10日、開催場所はジペンゼ州セオフィールド市、牙の港。
　賞金はたったの50エルシャルン。
　為替のことはさっぱりわからないが、エルシャルンは世界中で流通している魔石の兌換紙幣である。１００エルシャルンで握り拳大の光の魔導石が２個分という風に覚えている。
　魔工機職人のスキルがあれば、光の石１個で５年分の水道光熱費を節約できてしまうので、お金として使うよりも、そのまま魔石として使った方が得だったりする。
「光の石が１個か......大きいな」
　悩みながら、俺はアパートに帰った。アパートに帰るともう宵の口だった。
　攻撃的吟遊詩人が穏やかなバラードを奏でていて、イノシシ頭の獣人たちのかしましい寝息がかすかに聞こえてくる。
　ちょうどスーツに身を固めたラヴーの姉ちゃんが窓から身を乗り出し、「行ってくるラヴー！」と叫びながら、コウモリの翼を広げて闇夜のどこかに出かける所だった。
　きゅっと引き締まった黒いコウモリの翼に、薄い眼鏡と黒いスーツが妙にはまっている。腰にはタマネギ型の不気味な下僕オニオン・ミニオンのマスコットを提げていた。どんな仕事をしているのか知らないが、ちょっと見ればできの良いキャリアウーマンみたいだ。
「きゃっほー、スービ。ちゃんと勉強してるラヴー？」
　あ、目が合った。やばい。暗闇で姉ちゃんの索敵能力から逃れる術はなかった。
「してるしてるー」
　俺は適当に挨拶をして階段を昇っていった。あんまり暇そうにしていると飲みにつれて行かれる恐れがある。午前様になるのは必至だが、俺にそんな時間はない。
　ドアの並ぶ廊下の途中で、ルークが手すりにもたれかかって物思いにふけっていた。
　これから冒険に出かけようとする勇者のような顔つきをしていた。あ、くそ、ちょっとかっこいい。中身はただのカメラオタクのくせに。
　背中には自分で魔法付与をしたロングソードまで装備していて、月明かりにぼんやりと浮かぶフタル山脈を険しい目つきでながめていた。
「いつ出発するんだ」
「明日だ」
「早いな、もう明日か」
「ああ、ぐずぐずしてると、すぐに秋が来てしまうからな」
　砂漠に住んでいるセノたちは、アーディナルの寒さに弱いらしい。
　寒いのなら、暖かくすれば問題ないのではないかといえば、実はそうでもないらしい。セノたちは温度の低さよりも、アーディナルの『雑菌の多さ』に弱いのだそうだ。
　砂漠は安定して乾燥しているために物が腐敗しづらく、雑菌が繁殖しにくい。ナマモノが腐ることなくミイラになってしまうのだ。そのため空気がとても澄んでいて、アルペンデのような湿地帯に比べると風邪をひきにくいらしい。
　砂漠で生まれ育ったセノは、アーディナルの病気に対してほとんど免疫がない。彼らが山籠もりをするというのは、普通に考える以上に過酷な冒険だったのだ。
「前回、彼らがアルペンデ州に来たのは真冬だった。雪が降っててな、寒さで調査団の大半が風邪を患ってしまったらしい。上陸せずにそのまま引き返してしまったんだ」
「へー、そりゃ勿体ない」
「アーディナルの『風邪』も当時は原理が解明されていない病だったんだ。誰かから魔法で攻撃されたと思ったのか、その後、調査団はぱったりと途絶えてしまってたんだ」
　なるほど、それで船から降りる前に、『雪』が降っていないか確認していたというわけか。あんまり好き勝手やっていたので、陸の人間に嫌われたのではないかと思っていたのだ。つくづく可愛い生き物である。
　ともかく、10年前に偶然降った雪がきっかけで、セノと人間の関係に亀裂が生じてしまった......ということだった。
「もったいないな......雪ぐらいただの自然現象だって、教えてやらなかったのか？」
「セノは頭がいいぶん頑固だからな。アダム理事長が病原菌のメカニズムを解明して、論文を持参して自分からサーナサウルに赴いてようやく説得に成功したらしい。雪は誰かが魔法で降らせたものではないし、ちゃんと手洗いうがいをすれば風邪はひかない、我々に敵意はないから、またぜひ来て欲しいとな」
　なるほど、それでセノたちもまずは『雪』の正体をつきとめようということになった訳か。
　セノがアーディナルを旅するのが過酷なのと同様に、砂漠の大陸サーナサウルを人間が旅するのも相当過酷な旅だったはずだ。
　だが、アダム理事長がそうまでしてセノの来訪を願う価値はある。
　なんせ、このオーバーテクノロジーだ。
　セノは人間より常に１００年先の科学技術を持っているという。
　彼らがこの世界に与えてくれる技術革新の価値は、誰にも計り知れないのだ。
　俺はルークの隣に並んで、同じ気持ちで同じ山を眺める振りをした。
　俺がやっても、振りになってしまうだけだと思う。どう考えたって俺はこいつと同じ気持ちにはなれない。もし、こいつの熱い情熱を共有できていたら、俺はここに残ったりはしないだろう。
　要するに、俺にはルークの気持ちが理解できなかった。このままでは一生できないかも知れない。けど、それではあんまりなので、せめてもの代わりに餞別を渡すことにした。
「こいつを持ってけ」
　俺は直径１センチほどの光の石を差し出した。１エルシャルン相当の石だ。
　ルークは苦笑いを浮かべてそれを受け取った。
「いいのかよ？」
「いいんだ、俺の代わりだと思ってくれ」
「なんだそりゃ。まあいいや、貰えるもんは貰っとくよ」
　嬉しそうにポケットに石を突っ込んで、白い息を吐いた。
　満月に翼を広げたコウモリのシルエットが浮かんでいた。いつの間にか吟遊詩人の曲は終わって、辺りは静けさに包まれていた。雲一つない、いい夜だった。旅立ちの前夜にはうってつけだ。
　やがて、アパートの狭い庭の垣根が、なにやらもそもそと動きはじめた。
　ここからは影しか見えないが、どうやら魔物たちであるらしい。
　だが俺もルークも、別に慌てなかった。こちらが何もしなければ危害を加えることはないだろうし、それに見慣れた光景だったのもあって、ぼんやり眺めていた。
　魔物たちは暗闇で目をきょろきょろ光らせながら、庭先に鎧を身にまとった冒険家をどさっと放り投げ、そのままぞろぞろとダンジョンへ帰っていった。
　どうやら、今朝方出発した隣の冒険家だったらしい。
　ダンジョン探索に失敗する度に、こうやって魔物が家まで送り届けてくれるのだ。どういう仕組みかは、俺にはよくわからなかった。
「今日は失敗か」
「欲をかいたんだろ」
「お前も気をつけろよ、ルーク」


　冒険家を軽くスルーし、自室に入った俺は、ぴしっと凍り付いた。六畳一間の俺の部屋に、何者かが侵入した形跡があったのだ。
　俺はすぐに、合い鍵を渡してあるフェイの仕業かと思った。
　駆け出しの頃のフェイからは、よくアクセサリーや服の注文を受けていた。そのため、俺が留守のときも素材だけ置いていけるよう、特別に合い鍵を渡していたのだ。
　しかし、それらしい雰囲気ではなかった。丸めた設計図が床のあちこちに散らかり、紫皇石の瓶がひっくりかえって粉末が床にこぼれている。さらに作業机の下に丸まって、何かをごそごそ探っている人の気配までした。
　フェイは怒ると素材の処理が雑になるんだった。しまったこいつまだ生きてやがる！　と焦った俺は、よくぞそこで人を呼ばなかったものだと思う。俺がぐっとこらえられたのは、なぜか俺の見たこともない魔工機が、大量に部屋に持ち込まれていたせいだった。
　魔法のポットに、液晶クリスタル、白黒カメラ、食洗機、洗濯機、冷蔵庫、ヒーター、空気清浄機。ハイブリッド式の蒸気機関まである。
　買った覚えも、作った覚えも一切ない。本当に見覚えのない魔工機がごろごろと。
　だが、なぜか俺はそれらの魔工機を知っていた。どういうわけか、妙な既視感がある。刻まれた魔法陣の一つ一つ、紋章の一つ一つを、俺は記憶している。
　そうだ、これは以前、俺が設計図だけ買って放り投げていた、魔工機たちの完成品じゃないか？
　さらに部屋の奥にいくと、俺の作業机も数段グレードアップしていた。
　可動式のアーチが作業机の上をまたいでいて、はんだごて、妖精の杖、魔力検査機、様々な機器が昆虫の足みたいなアームに繋がれ、手元までぶら下がっていた。
　いったい俺の作業机に何が起こったというのか。
　驚愕しっぱなしの俺は、さらに作業机の下からもそもそと後ろ向きに這い出してきた幼児のようなちっこい背中を目撃した。
　そのちっこい背中は赤ん坊のようなおぼつかない手つきで、奥から引っ張ってきた段ボールから魔石を取り出し、かちゃかちゃともてあそんでいる。
　か、かわいい。肩幅はほとんどないに等しい、１メートルに満たない未熟な体に、綿みたいなふわふわのセミロング。
　その幼児が手でもてあそんでいた物を、ぺいっと放り投げると、その瞬間、そいつは幼児の背丈ほどもある球体へと生まれ変わって、部屋の隅に転がっていった。
　俺が目撃したのは間違いなく、『魔法』だった。
　質量保存の法則、熱力学の法則、エネルギー保存の法則。
　古典力学の並み居る法則どもを軽やかに無視し、自由奔放に無から物質を取り出す魔法。
　その名も八大魔法の一つ、魔法Ⅵ《土魔法》である。
　幼児が無から生み出したそれは、紛れもない魔工機だった。魔石が組み込まれていて、ちゃんと機能するようだ。それが証拠に、表面にいくつもの紫色の線が走って、青白い炎を走らせている。
　こんな芸当ができて、しかも幼児体型だなんて、犯人は限られてくる。
　土の魔法民族、セノだ。さらに、この縞々のセクシーさを出そうとして失敗したみたいなレギンスは、たしか、アーディナルに一番乗りした教授のものではなかったか。
　一体なんの目的があって、この教授が俺の部屋でお遊戯に及んでいるのかはわからない。もし教授がアーディナル調査団の一員だったら、今ごろフタル山脈に行く準備をしていなくてはならないはずではないのか。ともかく、いくらセノとはいえ、不審者には違いない、俺は通報も辞さない覚悟で後ろから徐々に接近していった。
　噂によると、何かに熱中しているセノは、人間の姿を見かけてもほとんど無視するらしい。野生動物とか、自然現象の一種みたいに無視するのだ。
　その噂どおり、すぐ後ろまで近づいていったのに、俺の存在は軽く無視された。
　頭越しに手元をのぞき込んでも、ぷにぷにやわらかい背中を指でつついても、ふーっと息を吹きかけても、頑なに俺のことを無視している。床に広げられた設計図に従って、魔石の周りのパーツを魔法で生み出す作業に没頭していた。
　その熱中具合は、普段の俺の比ではなかった。凄まじい集中力だ。試しにぐるりと前に回って、膝を抱えて恨みがましいジト目を向けてやっても、まるで無視だ。
　逆に、俺はそいつの容姿を見て、すさんだ心が急激に癒やされていくのを感じてしまった。大人びた細めの鳶色の目に、銀色の髪と同色のふさふさのまつげ。子供っぽさを際立たせる控えめな鼻、いかにも集中していそうな、きゅっと突きだした朱色の唇。まるであどけない幼女の顔つきをしているのだ。
　ああ、癒やされる。小人族は大抵が毛むくじゃらだったり、赤黒い醜い姿だったりすると言われている。コボルト、ホビット、インプ、ノーム、特にドワーフなんて一部では女でも髭が生えるとか聞いたことがある。
　だが、目の前のセノは違った。
　小人族の奇跡だ。奇跡が俺の目の前に現れた。
　教授は、俺が段ボールに丸めて突っ込んでいた設計図を引っこ抜くと、なにやらぶつぶつ言いながら手で印を結び、矢継ぎ早に魔工機を生み出していった。
　それはもう、驚くべき速さだった。『魔石』以外のこの世の物質は、すべて生み出せるという土魔法。金属製の機械程度ならお手の物だ。俺が作ると一晩かかる作業が一瞬でできてしまう。
　次から次へと魔工機が生み出されてゆく様を、俺はただぼんやり見ているしかできなかった。１分も経たないうちに段ボールを攻略して、教授はもう次の段ボールに取りかかろうとしていた。
　あっ、また土魔法だ。土魔法が発動するぞ。声をかけるのをやめて、俺はその製造工程をじっくり観察することにした。
　――いや、違う。
　違う、よく見るとそれは設計図じゃない、エロ本だ。
　ちょっとやめてくれ教授。ストップ。俺のエロ本を元に、一体なにを。
　教授がむん、と小さな両手を胸の前で組み合わせ、土魔法特有の発動術式、手印術が始まった。始まっちゃだめだ。
　しかし、セノも途中でそれが機械の設計図ではないことに気づいたみたいで、本を踏みつけて両手を組み合わせたまま、固まってしまった。首を傾げて不思議そうにしている。
　――おや？　エロ本だってわからないんだろうか。
　そう言えば人間のエロ本って、異種族にはどういう風に見えるんだろうか？
　俺も前に獣人のエロ本を見て、しばらくぽかんとしていたことがある。最初は動物図鑑かなにかかと思ったのだ。何の本か理解できるまで、ずいぶん時間がかかった。
　それと同様に、どうやらセノにも人間のエロ本の価値がわからないみたいだった。
　それはそうだ、人間の女性は、自分とは体の構造がまるでちがう生き物なのだから。
　幼児体型のセノは、じーっとエロ本を眺めて、それから、自分のぺったんこな胸と地続きなお腹を見て、にへらーっと、世にもいやらしい薄ら笑いを浮かべた。
　......あれはどうやらわかった顔だッ！　しかも、俺の好みをめちゃくちゃバカにしくさった、とてつもなくいやらしい笑い方だッ！
　おのれセノ！　人間の女の良さがお前らにわかってたまるか！　ちゅうか、お前らのエロ本なんて、危なくてこっちの世界じゃ発刊さえできないっつうの！
「あの、すんません。人の部屋で、なにやってるんすか？」
　怒りにまかせて「人の部屋でなにやってんだーッ！」と怒鳴ってセノをつまみ出さなかったのは、ひとえに俺のできた自制心のたまものだ。
　いちいち熱くなるのもめんどくさいという、ひねくれた根性のせいかもしれないが。
　しかし、家主にかなり怒った口調で話しかけられたのにもかかわらず、まるでガン無視してエロ本を読み続けるセノの据わった根性は、俺のさらに上を行っていて、正直肝を潰した。くっそ、この図々しさだけは勝てる気がしない。変な汗かいた。教授はエロ本から１ミリたりとも目をそらさず、笑いを堪えながら反論してきた。
「ふむ？　気にするな、これはオレの研究の一環なのである。人間の一般市民の生活が昔とどの程度かわったのか、比較検討しているだけなのである。ぷっくくく......」
　めっちゃ気にするし。ていうか、声に出して笑うなし。
「あれでしょ、どう考えたって研究にかこつけて、俺の部屋に潜り込んでひとり遊びしてるだけだよね？」
「ほぅほぅ、それは面白い推論なのである。たしかにオレも仲間がいないので、暇で暇で仕方がないのである。見方によっては暇を潰しているという見方もできないでもないな」
　暇つぶしは余計にたちがわるい。１００年前に突然やってきたセノも、こんな感じだったのだろうか。とにかく、はた迷惑だった。その一言につきる。速やかにご退散ねがおう。
　俺はエロ本の端をつかんで、ぐぐぐ、と引っ張った。上に乗っている小人も、ぐぐぐ、と同じ方向に引っ張られて俺の方を向いた。俺は真面目に怒った目を向けていたが、教授は「なんだその目は、不敬な」と言わんばかりに眉をつり上げた。可愛いからってなんでも許されると思っちゃだめだ。
「暇なわけないでしょ。だって、明日はマーベリック代表がフタル山脈に行くんじゃなかったんすか。あんたは一緒に行かないんすか」
「ふん、雲の正体を見極める旅、というやつにか。正直オレは興味がないのである」
　セノはようやく印を解いて、ふー、やれやれ、とため息をついた。
「たぶん、歴史の教科書に載るのはああいった偉大な研究なのだろうがな。オレは正直、ああいう暑苦しいのに加わるのは苦手なのである。せっかく久しぶりにアーディナルに来たのだし、みんなもっと自由に好きなことを研究すべきなのである」
「そうそう、それすごくわかります」
　どうやら、代表の山登りのおかげで町はセノたちによる一斉調査を免れたらしい。こんなのが町のあちこちにいたら、それこそ大変だ。
「いや、俺もああいう暑苦しいのは苦手でして......。というか、山登りですよ？　山登り。へたしたら死んじゃいますよね」
「ほうほう。なかなか気の合いそうな奴なのである。これが奇遇というものであるか。オレはコートボニーという。大学では『魔石石』を専攻しているのである」
『魔石石』という言葉を聞いたとき、ああ、こいつは本物の学者だ、と俺は確信した。
　最新の科学でいうところの『魔石』とは、必ずしも石の姿をした物を指すのではない。石のかわりに巻き貝を設置したりするように、魔工機が魔法の力で動くとき、その魔力の源となる物を総称して『魔石』と呼ぶのだ。
　このような魔石工学の考え方に従えば、宝石でも動物の生け贄でも、下手すると人間の魔法使いでも『魔石』たりえるのだ。
　このコートボニー教授のように、『魔力を持った石のことを研究しているのだ』と言いたいときは特別に『魔石石』と呼ぶのが正しい。
　けれど、大学の偉い教授でも魔石工学を専門にしていない奴は、ほとんどが頑固に昔の呼び方を続けていたり、あるいは混同して使っていたりで、参考書を読むときに「これはどっちの意味で使ってるんだ？」と、しばしば混乱することがあった。
「俺はスービ・キュージットです。この部屋の主で、専攻は魔石工学です。将来は魔工機職人になる予定です」
「ほうほう、なるほど、魔工機職人のたまごという訳か、それは楽しみであるな......」
　少なくとも、コートボニー教授とは話が合いそうだと思った俺は、素直に自己紹介した。
　するとコートボニー教授は首をくりっとかしげた。初めて俺を人間としてまともに直視したような気がするが、正直困惑しているみたいな顔つきであった。
「なに、魔工機......『職人』だと？」
「はい、魔工機職人です」
「その、魔工機職人というのは......要するに、自分で魔工機の部品を作って、それを組み立てることを生業としている職人、ということか。壺職人や、家具職人のように？」
「はい、だと、思います。あの、ですから、いい加減に俺の資料からどいてくれませんか？」
　コートボニー教授がようやく足をどけて、俺はエロ本を奪取した。そのまま手に持っているわけにもいかないので、どっかその辺の目立たない所に突っ込んでおく。
「なんと、アーディナルにはまだ魔工機職人などというものがいるのか」
　......まだ？
　教授の言い回しに、俺は妙な引っかかりをおぼえた。
「これは予想外なのである......ううむ、ひょっとして魔工機職人とは、基盤も自分の手で作っているのか？」
「はい。そうっすけど......」
「なんと！　アーディナルではいまだに基盤が手作りとな！」
「あの、どうしたんすか。基盤が手作りだと、なにか不都合でも？」
「ううむ......オレの予想が大きく外れたといった所なのだ。まあ、ちょっとこれを見てほしいのである」
　コートボニー教授は、手の平をくるりとひっくり返すと、なにもない所から鍋のふたみたいな青銅の板を取り出した。魔法と言うよりまるで手品みたいな手並みで出されたのでちょっと面食らったが、よくよくみれば俺も使っている基盤の土台の一種である。
　目を見張る俺をよそに、作業机の上に青銅の鍋蓋をぺたんと置くと、その脇に新しく設置されていた、冷蔵庫みたいな機械をなにやらごそごそいじくっていた。
　さらに、スケッチブックに基盤の設計図らしき物をぐりぐりクレヨンで描いて、機械に飲み込ませようとあくせくしている。
　やがて紙をセットし終えると、作業机の上のアーチが横滑りしはじめ、俺の見ている前で勝手に作業を開始した。それぞれのアームが機械的に動き始め、ささっとホコリを払うと、そこに紫色の粉末をスプレーし、焼き鏝が勝手にそれを溶接し始めた。
「ちょっ......俺の作業机に、一体どんな改造してんすか」
　しかし、どんな改造をしてしまったのかは、だいたい見ているとわかった。
　なんでも自動にしてしまうセノの得意技、オートメーション化だ。
　要するに、俺がせっせと魔工機を作っていた工程を、魔工機に覚えさせてしまったのだ。
　不気味なうなり声を立てながら、みるみるうちに魔法陣が描写されていった。
　あれは一体、なんの魔法陣だ。丸い円に、周囲をぎざぎざが縁取っている。真ん中に黒い、三つの豆のような点。見たこともない魔法陣だった。
　......いや、あれは魔法陣なのか？　なんか胴体と手足みたいな物がくっついていて......。
　イヌか？　ブタ？　いや、違う。たてがみがあるということは、そうだライオンだ。
　図面通りの魔法陣を描ききると、アーチは元の位置に戻って、冷蔵庫が図面をブーといってはき出し、動作は終了した。青銅の鍋蓋の表面には、図面とそっくりな魔法陣が描写されていた。しかし、ライオンである。
「もう40年も昔に考案された、『自動魔法陣転写装置』なのである」
　俺は「ライオンじゃないか」とツッコミを入れそうになるのを堪えて、出来上がった基盤と、その元となった設計図をじっくり見比べた。
　時間にして１分足らず。熟練の職人でも難しい、まったく同じ太さの均整の取れた線が再現されている。
　なんてことだ、俺はうめき声を漏らした。これさえあれば、基盤は活版印刷でプリントするように大量生産できるはず。トレーシングなんて職人スキル、全く必要ないじゃないか。
　もし、こんな物がアルペンデに出回っていたら。そりゃ基盤作りなんて職人がいちいち手でしているのはおかしな話だ。
　く、悔しい。コートボニー教授が複雑な顔をした訳がわかった、この魔工機の発表から40年も経って、とっくに無用になった魔工機職人が、いまだにアーディナル大陸にのさばっているという事実が意外だったのだ。
「ふーむ、しばらくセノの来訪がなかったのが、原因なのかもしれないのである」
「全然......知らなかったっす。てか、こんな魔工機があったんすね」
「気にすることはない。まあ、そもそも人間の世界ではあまり受け入れられないという予測はしていたのである」
「なんで？」
「第一に、コストがかかりすぎる」
　コートボニー教授はできの悪い息子を叱りつけるように、作業机をぽんぽん叩いた。
　てか、俺の作業机だぞこれ。ちゃんと前と同じように使えるんだろうな？
「コストの削減は、魔石工学の最重要課題なのである。かつて、３００ヘクタールもある敷地に巨大な魔法陣を描いて、人体蘇生に挑戦した学者がいたらしいが、実験に使ったおよそ５００個の魔石すべてが一瞬で灰になったそうだ」
「そりゃもったいない......５００個もあったら、もっと他の実験に使えただろうに」
「ふむ、もったいないというのは面白い言い回しなのだ。もったいない、か」
　俺の言い方のなにが気に入ったのか、教授はにやにや笑っていた。
　が、やがて、話を急に切り替えた。
「アーディナルは『魔石でできた大陸』と言われている。そのむかし、名門の魔法使いの家々には必ずと言っていいほど強力な魔石が伝わっていた。ところが複雑な魔工機が普及した前近代になると、途端にその数が減少しはじめたのである。原因のほとんどは、魔石の寿命が尽きたことによるものだ。複雑な機械で魔石を使うと、寿命が長く持たないのである。なぜだかわかるな？」
「ああ、はい......」
　魔石が持つ魔力は、使っているうちにどんどん弱くなっていく。
　昔はあまり知られていなかった事実だが、魔法道具がどんどん高度になり、膨大な回数の魔法が使われるようになってから、その問題が明らかになってきた。
「自然界に１００％純粋な物質は存在しないんです。必ずなにか余計な不純物がまじっている。だから、活性化した魔石から目的の魔力だけを取り出すことは難しくて、必ず余分なジャンク魔力を発生させて、意図しない微少な魔法を発動させてしまう。その効果がどんどん魔石や魔工機に蓄積していって、少しずつ形や性質を変えてしまうから、最終的に魔力が出ない状態へと落ち着く......確か、そういうことですよね？」
「おおよそ模範的な解答である。それを『誤呪効果』という」
　コートボニー教授にいい点をもらえて、俺は内心ほっとした。
　例えば、魔法を使って温度が１℃ほど上がる副作用が発動してしまっても、昔の魔法道具なら１℃くらい使っているうちに冷めるからなんの影響もなかった。
　しかし、それが１秒間に１００回も、１０００回も同じ魔法を発動させるような高度な魔工機の場合は、どうなる？
　１００℃や１０００℃になると、冷めないどころか、機械部分の溶接が溶け出したり、魔石が欠けたりして、どんな魔工機もたちどころに使い物にならなくなる。
　これが『誤呪効果』と呼ばれる、現代の魔工機が抱える限界問題だ。
「最近普及し始めた蒸気機関車でも、たまに馬力が出なくなって遅くなることがあるのである。それでも蒸気機関車ならなんとか走り続けられるだろう。構造もけっこう単純だからな。だが、このプリンターでたまに力が弱くなったら大事なのである。スービよ、いったいどんな問題が起こると考えられる？」
「ええと」
　教科書通りの返答を求めるのとは違って、こういう質問形式のレクチャーは苦手だ。
　俺が考えるふりをしていると、コートボニー教授は先を続けてくれた。
「魔法陣の線が、描いている途中で途切れたり、線が薄くなったり、あまつさえ書き損じたり、などの欠陥品が生まれてしまうということだ」
「そうですね、そりゃ問題だ。そんな基盤は、まったく役に立ちませんよ」
「そういうことだ。このプリンターも、まだ魔力が弱くなる前にいちいち魔石を取り替えなければ、安心して使えないのである。こんな単純な基盤を１個や２個つくる程度なら問題はないはずだが、もっと実用的なものになると、とちゅうで魔石を何個も取り替えねばならない。時計なんかの細かい魔法陣を描こうとすると、もうダメだな」
　魔石はとても高級品だ。そう考えると、コストパフォーマンスが悪すぎてとても利益が出せない。たぶん、この機械の仕組みや、魔工機の設計にもいくらか改善の余地はあるだろうが......結局、職人を雇って手で作らせた方が安上がりだ、という話になる。
　それでアーディナルでは、40年前に発表されたこの機械は普及しなかったのだ。
　コートボニー教授が解析を終え、残念そうに首を振って、俺は内心ほっとした。
　どうやら、俺が魔工機職人の職を失うことになるのは、まだ当面先のことのようだ。あの楽しい時間が奪われるような未来だけは、絶対にごめんである。
　しかし、教授はそれでは納得がいかないらしい。
「......だが、それもこれまでの話ッ！」教授は腕まくりをして、いきなり叫んだ。
「これからアーディナルの工業化はどんどん加速するのである！　オートメーション化、大量生産、超細密魔法陣......！　これから先の時代、この技術は必ず必要になってくる！　そう、だからオレは探すのだ、次世代の魔石『永続魔石』をッ！」
「え、『永続魔石』......ッ！」
　考えたこともなかった単語に、背筋がぞくりとした。
　それはつまり、永久に魔力が尽きることのない、究極の魔石。
　もしそんな物を発見できれば、水道光熱費をいくら捻出できるかどころの話じゃない。
　まさに、現代魔法道具における錬金術である。
　暑苦しいのは苦手とか言っておいて、自分の好きなことになると途端に熱くなる教授の声に、俺も興奮した。
　正直めんどくさかったが、幼女の声で声高に叫ばれると、にゃあにゃあ言っているように聞こえて、逆に可愛かった。もっと叫んでください、教授。
「そう、次世代の魔石！　それこそこの魔法産業革命が次の段階に移るための、鍵となる布石ッ！　そのヒントが、この魔石でできた大陸アーディナルのどこかに必ず眠っているはず。オレが求めているのは、その永続魔せき......あにゃあにゃあにゃあ、ひぁ～！」
　コートボニー教授はとつぜん何かに驚いて、ぱたりと床に伏せた。
　現れたのは、コウモリ、スイートバットだ。偶然にもコウモリが部屋に迷い込んでいたらしく、俺の目の前を音もなく横切っていったのだ。いや、そりゃ俺でもびっくりするけど。なんか驚き方が小動物みたいなんですけど。
「ななな、なんだぁ～ッ！　なんだあれ恐い～！　ふぇぇ～ッ！」
「大丈夫です、コウモリですよ」
「こ、こ、こ、コウモリぃ!?　なにそれもちっと詳しい説明を求めるのであるぅ」
「が、害はないっす、大人しい動物ですよ」
「ほ、ほ、本当!?　本当に本当!?　本当に本当に、本当なのであるなぁ!?」
　どうやら、サーナサウルにコウモリはいないらしい。少なくとも目の前の教授はご存じなかった様子だ。目だけは大人びていたと思ったのだが、完全にうるうるになっている。
　魔石工学の世界では、一瞬のひらめきがそれまでの全ての試行錯誤に勝ることがある。俺はとつぜん良いことを閃いて、ちょっと言い方を変えてみた。
「一般的にはそう言われていますがね......実は、凶悪な魔物です。子供の血が好物で、教授みたいな背の低い生き物を見ると襲ってきたりします。集団で襲いかかってくると、たぶん命が危ないっすね」
「なんだ、それはッ!?」
　コートボニー教授は目を白黒させて、いっそう狼狽えた。俺は薄闇に目を見張り、喉を緊張で震わせる。
「成功するかどうかは、一種の賭けになりますが、いまから追い払ってみます。だから教授、俺の側から離れないでいてくださいよ？」
「う、ううう、わかったのだ。お、お前、やる気なさそうな顔して、いざとなると案外たのもしい奴なのだな」
　コートボニー教授が俺の脚にぴとっとくっついてきた。ぐわ、かわいい。頭をなでなでしてやりたいが、ぐっと我慢する。
　部屋に迷い込んだコウモリを追い払う方法はひとつしかない、窓を開けて、ただひたすら出て行ってくれるのを待つのみだ。
　俺は窓の脇に陣取って、６月のアルペンデの潮風を浴びた。
　俺には心地よいぐらいの潮風だったが、それでも砂漠育ちのコートボニー教授にとっては冷たい風のようだ。くちゅん、と小さくくしゃみをしながら、コウモリが出て行くのを待っていた。
　コウモリも必死に出口をさがして、部屋の中を行ったり来たりしている。がんばれ、コウモリ。そら、そこだ。ぱたぱた、ぱたぱた、と羽ばたく姿が見えるたびに、コートボニー教授は俺の脚にしがみつく手に力をこめるのだった。
「......もう出て行ったか？　安心か？　オレは食べられたりしないのか？」
　コートボニー教授が可愛すぎて生きていくのが辛い。俺は窓をそっと閉めて、コウモリと潮風を外に閉め出した。
「よしと......もう安全っすよ」
　コートボニー教授はぷはぁ、と大きく息をつくと、その辺にぺたりと座りこんだ。
「まさか、こんな町中に魔物が出現するようになっているとはな......昔の調査とはずいぶん違うようだが」
「ええ、40年くらい前からですかね。町の中にも魔物とか妖怪が結構あらわれるようになったみたいっすよ」
「なんと、危険が増している、ということなのか......」
　隣のラヴーシェンの姉ちゃんや、冒険家をアパートまで送り届けるような変なのもいるが、全てが「安全」という訳ではない。たまに人間が襲われる事件もある。
　コートボニー教授は、しばらく人形みたいにぼんやりと座っていた。
「危険なのか......ううん、危険だったら、考え直す必要があるのであるな......」
　どうやら危険と聞いて、急にやる気が失せてしまったらしい。あれほど熱っぽく語っていた魔石探しの熱もさめ、さっそく諦めモードに入っていた。
　だが、こんな所で諦めて貰っちゃ困る。俺は教授の肩を掴み、いや、肩はほとんどないので両腕を掴み、勇気を奮い立たせて身もだえしそうなクサい台詞を吐いた。
「教授。永続魔石を見つけたいという教授の夢、俺はすげぇ感動しましたよ」
「ほ、ほんとうか......そう、思ってくれるのか......」
　教授の顔に、ぱあっと明るさが戻った。自分の夢の理解者がいることに、喜びを感じている。ああ、この喜びよう、きっと仲間内にも相手にされなかった恥ずかしい夢だったに違いない。俺が人間だから、意識せずに言えたんだろう。
　この世のどこかに永続魔石が存在するなんていう根拠はどこにもない。それは錬金術師が追い求める不老不死の妙薬、もしくは金の製法のようなものだ。
　雲の正体を突き止める『化学』とは訳が違う。
　けれども、俺はそれを承知の上でこう言った。
「きっとあるはずですよ。永続魔石。教授の旅に、俺も連れて行ってください。俺が一緒にいられるのは、大学が始まるまでのほんの短い期間だけっすけど......きっと俺が教授を護るっすから」
「ああ......あああ......」
　コートボニー教授はよっぽど嬉しかったのか、目をまん丸にして口を開いたりすぼめたり、手足をばたばたさせたり、顔を挟んでもじもじしたり、とにかく可愛いアクションを連発していた。
「ふ、ふふふ、それは頼もしいな、なんだか、嬉しいぞ、妙に照れてしまうな」
「少しでも教授のお役に立てれば、光栄です」
「よしわかった、そこまで言うのなら、お前をオレの助手にしてやるのである！」
　俺が騎士のように跪くと、コートボニー教授は短い脚を精一杯伸ばして、漫然とふんぞり返った。ふだん通りの偉そうな態度に戻って、言い放つ。
「魔工機職人のスービよ、いずれ工業化の波に呑まれて消えてしまうであろう運命のお前に、一時の栄光を手に入れる機会を与えてやるのである。オレの助手になった以上は、せいぜい努力を惜しまぬことだ、よいな！」
「はい、努力するっす！　けど、残念なことに、ちょっと先に片付けなきゃいけない用事があって......」
　すかさず、俺はポケットから折りたたまれたチラシを取り出し、教授の鼻の先で開いてやった。
　教授はじっとそのチラシをのぞきこんで、ちらり、と俺に目を向けた。
「『魔工機コンテスト』......？」
「はい、そうです」
　満面の笑みをたたえて、俺は頷いた。ついでというより、こっちが本命だ。
「教授にお力添えいただければ、百人力だと思うんですが......ちょっとでいいんで、手伝ってもらえます？」
「ほうほう、賞金50エルシャルンとな。エルシャルンとはなんであるか？」
「あ、知らないんですか。こういう紙でできたお金のことっすよ」
　ちょうどバイト先から貰ってきた給与袋があったので、それを見せてみる。
　１エルシャルン、偽造防止用に緑色の特殊な粉末がコーティングされている紙幣だ。
　教授は紙幣がよほど珍しいのか、おおーと目を輝かせていた。
「すごい、これは面白い！　すかし文字に微小文字に金箔文字に魔力文字、至る所に工夫が施されておるのだ！」
　くくく......そんな紙切れ１枚ぐらいくれてやる。賞金が手に入ったら、後はおさらばだ、ありもしない永続魔石さがしなんて知ったことか。
　俺の思惑など何も知らない教授は、お札を部屋の灯りに透かしてみたりしながら、きゃいきゃいはしゃいでいる。......あれ？　なんだかこれ、無垢な少女をお札で買っているみたいな気分になってくるんだが。大丈夫だよな、この先、俺と教授の間に何かあっても、けっして犯罪とかにはならないよな？
　そんな俺のちっぽけな内心の葛藤など、微塵も気づいた様子はない。教授はキラキラした愛くるしい笑顔をこちらに向け、うんうんと頷いた。
「ちょうどいい、オレも旦那になにかプレゼントが欲しかったところである。ようし、手を貸してやるのである、魔工機職人！」
　しかし、俺の考えは甘かった。俺の危険に対する認識は、大きく的を外していた。
　て、訂正する、このヤバさは決して無垢な女の子をお札で買っているとかいうヤバさじゃない。旦那を国にのこして海外赴任してきた美人教師と、マンツーマンでひと夏の授業を受けるヤバさだ。ぐふぅ、なんてプレッシャーだ、耐えきれるのか、俺は。
　ふんぞり返った教授は、お札を扇子のように口元にあてがい、にやりと口の端をつりあげた。
「さて助手よ、お前はいったい何を作るつもりだ？　お前たちアーディナル人は一体何を必要としている。この魔法世界には一体何が足りていない。何がその隙間を埋めてくれる。コンテストで優勝するなどというちっぽけなことは考えるな、どうせ作るのなら、新しい発明で、この世界の未来を切り開いてみせろ。なんでも思いついたら、すぐオレに報告するのである。いいな！」
「は......はいッ！　教授ッ！　いますぐにッ！」
　俺は散らばっている設計図を拾い集めながら、慌てて作業机へと走った。
　こうして、停滞していた俺の学生時代の夏は、いきなり俺の部屋に上がり込んできたコートボニー教授によって、一気に稼働しはじめたのだった。


　７月の初旬、うだるような暑さだ。カモメたちも日陰で休み、セミの声だけがアルペンデの坂道を飛び交っていた。
　俺は今までのアイデアをまとめて設計図を起こし、床の上に並べてコートボニー教授に見てもらっていた。
　教授は小人族特有の丸っこい頭を俺に向け、短い両腕をつっぱって、うーんと唸って設計図とにらめっこしている。前のめりになった教授のローブの襟から、菱形とハートの柄が交互に並んだ下着が見えた。たぶんブラだ、と思う。幼児体型のくせにブラをつけているとか。なんて無駄なおしゃれを、と思う。
「無駄が多いのである、この設計は」
「む、無駄が多いですか」
　くっそ、思わずオウム返しに聞いてしまったじゃないか。教授は絵本を叩くように、ぺちぺち、と魔法陣を叩いた。
「どうしてもっと簡潔な魔法陣を使わない？　最初に簡単な物から作れ、と言っただろ？」
「いや、途中で色んなアイデアが浮かんできて、それがどうにもいい感じで......」
「そのアイデアは次の機会に使えば良いではないか。まずはひとつ、予定通りの物を予定通りに完成させてみろ」
　コートボニー教授に言わせてみれば、俺は一つの魔工機を作るのに手間をかけすぎている、とのことだった。最初は工夫して良いものを作るよりも、予定通りの物を予定通りに組み立てられるようになることを優先すべきだ、という。
　言われてみると、確かに俺は予定を組み立てて、それを最後まで実行するのが苦手だった。制作に熱中すると、時間の許す限りこだわりを組み込んで、どんどん予定とは違った方向にアイデアを膨らませてしまう癖がある。
　まあ、それが楽しいからやっている訳でもあるが。
「俺は愛を持ってひとつひとつの工程に当たってますから」
「まさに、それが大きな問題となっているのである。予定通りに作っていく作業を繰り返していれば、いずれいろいろな魔工機をもっと簡単に作るための技術が身についてくる。今のお前には圧倒的にその技術が足りていないのである。大器晩成型と言えば聞こえは良いが、技術が足りていない状態でおなじことを繰り返しても、たいした練習にならん、ほとんど無駄に終わってしまうだけなのである」
「面目ないっす......」
「と言うわけで、これはこれで全部完成させておけ。なかなか面白い」
「えっ！　む、無茶言わないでくださいよ。予定じゃあ、設計にあてる時間はあと半月しかないのに」
「無茶かどうかは、すべて、お前の成長力にかかっているのである。せいぜい頑張るのだな」
　コートボニー教授の教育方針は、基本的に千尋の谷に突き落としてみる感じだった。
　まるで簡単にできるのが当たり前みたいに、なんのフォローも助けもくれない。
　俺が設計図を描けば、後は教授が魔法で制作を助けてくれることを期待していたのだが。どうやら教授は自分の気に入ったものしか作ってくれないみたいだった。
　しかし困った。プリンターで基盤を書くことはできるが、材料を買いそろえるのにだって資金が必要なのに。全部作ってみろと言われたところで、どうしたものか。
　そのとき、ドアが叩かれ、アパートの薄い壁がびりびりと破けそうな音を立てた。
　ドアを開けて来訪者を出迎えると、隣の冒険家が訪れていた。
　一言でいうと、彼はイケメンである。しかし一日中ダンジョンに潜っているため顔色は悪く、細面で妙に無口だった。会うたびになんらかのステータス異常を食らっているように見える。メイン職業は冒険家、サブ職業は、ダンジョンに潜って財宝を手に入れるダンジョン探索者だという。
「はい、なんですか？」
　冒険家は黙って１本のロングソードを俺に差し出した。
「くれるんですか？」
　冒険家は、ぷるぷると首を横に振った。くれる、と言っている訳ではない。魔石の粉が入った袋も一緒に差し出してくれている。
　けっこう長い付き合いなので、彼の言いたいことは割とすぐにわかった。この場合は、この魔石を使って、この武器を強化してくれ、と言っているのだ。
「ああ、いいっすよ。ちょっと半日ぐらいかかりますけど」


　昼頃、俺は材料の買い出しにレボシティ通りに出かけた。
　ダンジョンにほど近い山裾の通りだ。舗装もされていない道の両脇に、木組みの露店が所狭しと並んでいる。ポーションの素材となる魔法植物に、掘り出してきたばかりの魔力を宿した鉱石、魔物の角や革を専門に扱っている店もあった。鎧に身を包んだ冒険家や、夏の陽射しを吸収する黒服の錬金術師がうろうろする一角に、俺と教授はいた。
「魔工機職人は、武器の強化もするのか？」
「かるーく魔法効果付与するだけっすよ。昔の魔法道具職人はオリジナルの道具を作る前に、こういうすきま産業やってましたから」
「ふむ、魔法効果付与か。それならオレも見たことがある、なんだか懐かしいのである」
「教授、ヒゲが生えてますよ、ヒゲ」
　教授の口周りには、牛乳でできた白いヒゲができていた。
　さっき露店でホットミルクを買ってごくごく飲んでいたのだ。
「そういや、俺の家に来てから牛乳しか飲んでませんけど、そんなに背を伸ばしたいんですか、教授」
　俺が指摘すると、教授はむっとした様子で、慌てて口元を拭った。
「皮肉を言うな、ミルクと豆はセノの主食なのだ」
「へぇ、初耳ですよ、教授、初耳です」
「２回も言うな。ふん、体が小さいからなんだというのだ。土の魔法民族は生存に必要な栄養素をほとんど魔法で生み出しているから、魔力コストの少ない小さな体の方が生きていくのに都合が良いのだ。適応進化、というやつなのだ」
「へー、それって......ご飯いらないんじゃないっすか？」
「修行を積んだ僧はまったく食べんな。生憎、オレは僧ではないのである。石の研究者なのである」
　しかし、教授が次に興味を示したのは石ではなく、風船だった。別の露店にちょこちょこと走って行って、これはなんだ、と言ってバルーンラビットを模した風船の群れをじっと観察していた。
　ぷくぷくに太ったウサギの風船のような魔物がバルーンラビットだ。愛くるしい顔をしているが、風船に穴が開いたように逃げるため捕獲数が少なく、毛皮や肉はちょっぴりレアだった。
　風船にはちゃんと握るための紐もついているのだが、祭りの日は耳を握って上下逆さまにして連れている子供をたくさん見かける。ちなみに教授は迷わず紐ではなく耳の方を掴んでいた。目を離すと誘拐されないかちょっと不安だった。
　俺が壁につるされたウクロナ（蜘蛛）の毒液のチューブを物色しているあいだ、教授とバルーンラビットは露店に並べられた宝石類を片っ端から食い入るように観察していた。
　魔石石は、吊したカゴに盛られていたり、大きいものはテーブルの上に並べられていたり様々だ。種類も天然の紫皇石に、黄王石、緑風石、蒼翼石、橙砂石、紅眼石、黒影石、白樹石......とにかく何でも揃っていた。
　アルペンデ州のフタル山脈は、大陸中部と東部のプレートの境目にあって、昔から魔石石がよく産出された。天然の洞窟も多く、ダンジョン探索者も頻繁にこの通りに立ち寄っていたのである。しかし......
「ないっすよ、永続魔石は」
「わ、わかっているのだ」
　教授は名残惜しそうに宝石類から離れて行くと、俺の右脚にぴったりとくっついてきた。
　何でひっつくのかと思ったが、どうやらお腹がいっぱいになって眠いらしい。
　俺のズボンをぎゅうっと掴んで、うつらうつらしている。かわいい。ねえ、なんで教授はそんなにかわいいんですか？
　ひととおり材料を手に入れた俺は、そのままアパートに戻っていった。
　冒険家から預かった剣は、魔鋼製、刃渡り90センチほどの諸刃の剣だ。
「で、どうするのだ？」
　教授が半分眠りかかった様子で聞いてきた。帰る途中で歩きながら眠ってしまいそうだったので、途中で負ぶってきたのだが、中途半端に起こされて不機嫌そうだ。
「この剣の魔鋼をツブします」
「......もったいないな」
「あ、すんません、『魔鋼をツブす』っていうのは、俺たち職人の専門用語です」
　魔鋼をツブす、というのは、まだ俺たちが魔法道具職人と呼ばれていた頃から使われていた伝統のある用語だ。
　鋼とは本来、鉄とそれ以外の何かの化合物のことを指す。スズと鉄の化合物をスズ鋼、銅と鉄の化合物を銅鋼と呼んだりする。
　同様に、魔石石と鉄の化合物のことを総じて『魔鋼』と呼ぶ。
　魔鋼はあらゆる属性の魔石石が混じり合ってできていて、お互いに力を打ち消し合っている状態にあるため、天然の魔鋼はそのままでは使えないことが多い。
　必要のない魔石石の力を削いで、目的の魔石石の力が完全に発揮されるようにすることで、魔力を最大限に高めることができる。
　その工程を、俺たちは魔鋼をツブすと呼んでいた。魔工機職人のスキル《魔鋼潰し》である。
　ここからの工程には慎重を要する。なんせ危険な毒液を使うからだ。
　部屋の物は作業机も何もかも全部脇に片付け、床にビニールシートを敷いてその中央で作業をする。手にビニール手袋を装着し、髪に付着しないようにビニールキャップも被る。万全の態勢で取りかからなければならない。
　部屋の真ん中に壺を設置し、中にどろどろねばねばした黒い液体を注ぐ。これがウクロナの毒液である。繋ぎとなる紡糸蜘蛛の糸を混ぜ、水に溶かして黒いどろどろした液体にすると、冒険家から貰った緑風石の粉末を溶かして少しずつ混ぜ合わせる。
　魔法生物を補食するウクロナの毒液は、相手の魔力を封じ込める、闇の魔力を持っている。しかも、火の魔力だけを封じる火の毒、水の魔力だけを封じる水の毒といった風に、どれか一つの魔力を封じるのに特化した毒が複数あわさっているのだ。
　ウクロナは獲物の属性に応じてこの毒を使い分けることで、素早く獲物の魔法を封じ、息の根を止めるという。そうした数種類の毒が渾然としたウクロナの毒液に、純粋な緑風石を混ぜ合わせると、毒のなかから風の魔力を封じる毒だけが反応し、徐々に中和されてゆく。
　そして手に入るのは、風の毒だけがない毒液。
　ほかの属性に対する毒はまだ残っているので、これに魔鋼を浸せば、風の魔石だけが毒を浴びずに綺麗に残される、という寸法だ。
　毒を精錬している間にカタログをひもといて、風の魔力を最大限に生かす紋章を選ぶ。
　速度20％上昇のスキルがつくエルフの紋章にした。
　植物のデザインがなんともおしゃれだった。あの無口な冒険家も気に入りそうだ。
　その紋章を、黒炭を使ってあらかじめ剣に下書きしておく。それから剣の刃に特殊なテープを貼ってマスキングし、余分な所に毒液が付着しないように丁寧に覆っておく。
　それが終わると、真っ黒い毒液にゆっくりと刀身を浸して行き、そのまま40分ほど待つ。壺から引き抜き、テープをはがすと、黒地に緑色の紋章が浮かび上がった魔法剣の完成だ。
　斜めにかざすと、刀身の持つ緑色の光が、重力に逆らってゆっくりと流れていった。
　自分でも驚くほど綺麗な出来映えだった。文句なしの最高傑作である。
「いい剣だ」
　剣の腹を指ではじくと、きんっという澄んだ音がして、床にしかれたビニールシートが風でばさばさとなびいた。風の魔力もかなり強いぞ、これは。
　魔鋼もかなり良質のものみたいだし、あと一つ、二つは別の紋章を書き込めそうだ。こういうのをスキルスロットといって、改良の余地が多く残されているほど優れた魔力付与だとされる。取引されるときの値段もぐっと高い。
「いい剣ができましたよ、ねえ、教授」
　教授をみると、教授はビニールシートの外で、くたっとなったバルーンラビットと一緒に眠っていた。
「教授、できましたよー。起きてくださいー」
　さっそく剣を見せようと揺り起こすと、教授はどうしても起きたくない様子で寝返りを打って、俺から顔を背けてしまった。
「......誰にも言うな」教授はそっぽを向いたまま、小声でぼそぼそと言った。俺は意味がわからなくて、首をかしげた。
「途中でオレが眠ってしまったことは、誰にも言うな......」
　どうやら、知られたらよっぽど恥ずかしいことだったようだ。図らずも萌えてしまった俺は苦笑した。
　出来上がった魔法剣を渡すと、冒険家はこくんと軽く目礼だけをして、剣を腰に帯び、さっそくダンジョンへと繰り出していった。
　それを見送った後、コートボニー教授はむすっとして言った。
「あいつ、礼の一つも言わんのか？」
「シャイな人なんすよ。あとでお礼に素材をくれますし、剣の出来映えによっては、いい財宝をくれたりしますから」
「あまり割のいいバイトとは思えんな。しかし、命を預ける武器を学生なんぞに預けるとは。まっとうな冒険家なら、もっと本格的な職人に任せるべきだと思うぞ」
「ははぁ、その考え方は１００年前っすね。あの人、この間ダンジョン探索に失敗して戻ってきたんですよ。《死に帰り》ってやつです」
　教授は息を呑んだ。
「なんと......命があってよかったものだな」
「いいや、そうでもないっすよ？　今は『確約の石板』って魔法道具があって、ダンジョン探索ギルドが有償で貸し出しているんです」
「ほほう？　ダンジョン探索ギルドなどというものができたのか。いまのアーディナルには色んなギルドがあるのだな」
　なんにでも興味を持ってくれる教授だったが、確約の石板の性能について詳しく話すと、もっと驚いてくれた。
「持ち主が倒れると、ダンジョンの外まで運ばれる魔法が発動するんです」
「な、なんと、それは移動魔法ということではないかっ！」
「まあ、そんなもんだと思ってくれたらいいですよ。自動でダンジョン脱出魔法が発動するから、ほぼ間違いなく、死なずに戻れる。けど問題なのは、一緒に生還できるアイテムがかなり制限されているってことです。１枚につき４つまでだったかな。それ以上の物を持ち帰りたいときは、鍵のついた金庫に入れなくちゃなんない」
「助手よ、それよりもオレは移動魔法の原理がすごく気になるのだが。移動魔法なのだよな？　詳しく教えてくれないか、移動魔法なんだろ？　それは」
「いえ、移動魔法というか......倒れたら魔物が外まで運んでくれるんですよ」
「なんだ、それはッ！　魔法なのか、魔法ではないのか、わからんような魔法ではないかッ！」
「詳しい原理はギルドが秘密にしててわかんないですけどね。それで、１回死に帰りをするとその高価な石板はくだけて使えなくなっちゃいます。収入はほとんどゼロ。その翌日みたいに、さしあたって準備しておいた予備の武器の強化をしてもらいたい時には、俺みたいな学生に小遣いを与えてやってもらうのが妥当なところでしょ？」
「世の中は１００年で変わりすぎだな......」
　確約の石板がいつごろ生まれたのかは、正確にはわからない。少なくとも１００年前にはなかったシステムだったようだ。
　セノが最初にアーディナルにやってきた頃とは、俺たちの生活もずいぶん様変わりしている。
　魔工機職人が生まれたのが、40年前。その先駆けとなる魔法道具職人が誕生したのでさえ、せいぜい２００年前だと言われている。この分野はまだ始まったばかりに過ぎない、まだ未知の可能性を秘めているはずだ。......ん？
「なんで、教授は１００年前の知識しか持ってないんすか？」
　セノが最後に来たのは10年前だと聞いたし、その前にもちょくちょく遊びに来ていたはずだが。なんで教授の知識は１００年も前の知識限定なのだろうか？
　年上かもしれないとは思っていたが、ここに来て、教授の１００歳オーバー疑惑が浮上した。教授は錆びた手すりの間に顔を挟んで、あくびをしていた。
「雪が降りそうな雲行きだな」
「雪は冬にしか降らないっすよ」
「なんだ、降らないのか」
「はい」
　ちょっと残念そうな教授と並んで、俺はダンジョンのあるフタル山脈を眺めた。
　今ごろルークはどの辺りにいるのだろう。


　魔法道具職人の起源は２００年前、勇者と魔王の戦争があった時代にまでさかのぼる。
　勇者の領土で盛んだった鉄鋼業と、魔王の領土で発達していた紋章魔術が融合し、誕生したのが魔力を付与したアイテム造りの職人、魔法道具職人という職業だ。
　やがてその職業は魔石の巨大産出地である東部に伝わり、その各地の王国で独自の進化を遂げた。
　世界で初めて魔法道具で動力機関を生み出したジペンゼ州。魔法植物の栽培に特化した農機具専門のカルボ州。国そのものを巨大な魔法陣になるように設計し、社会全体でひとつの魔法を共有するシステムを実現したテン＝ディルコンタル州。
　さらに、40年前にはセノのオーバーテクノロジーが加わって、バラバラだったこれらの技術が統合され、魔工機職人という新しい職業へと生まれ変わったのである。
　いくつもの文明の出会い、激しい衝突の繰り返しによって、この職業が誕生した。
　そして俺もいままさに、勇者と魔王のごとく、激しい出会いと衝突を迎えようとしていたのだった。
　それはいつものように、俺がディーノ魔法道具店でアルバイトをしている時だった。
「......しゃいせー」
　俺はいつものようにやる気のない挨拶をしていた。俺のやる気のなさはここでも鉄板だった。
　天気も曇りがちで、常連客もどこか急ぎ足だった。店は俺が１人でレジ番をしていても問題なくまわっていた。
「いつか分解してみてぇ」と思いながらカウンターの計算機をいじっていると、不意に、小瓶やら麻袋の包みやら魔道書の断片やらがごちゃごちゃに詰められた買い物カゴが、どんっと目の前に置かれた。
　ぶしつけな態度だが、客は客だ。商品のラベルをめくって値段を確認し、ぽちぽちと計算機を操作していると、その客が俺をぎろりと睨んでいた。
　あの......そんなに睨まないでくれませんか？
　細い眉が吊り上がって、苛立ちの度合いを端的にあらわしていた。なめらかな茶髪が顔の半分を隠していて、泣きホクロのついた勝ち気な目に、クモの糸のような極細の髪が絡みついている。髪の先端は、うねうね波打ちながら豊かな胸元まで垂れ下がっていた。
　いつも高級な黒いドレスに身を包んで、隣にメイドを従えていたので、心の中で『お嬢』と呼んでいた客だった。お嬢は、その日なぜか１人だった。
　俺のやる気のない態度が不満なのか、それとも別の理由で苛ついているのかは推し量るしかない。
　商品を手で触らなきゃならないのは普通だし、バーコードなんて便利な物は当時あんまり普及していなかったから、会計は二度計算機に打ち込んでじっくり確認していくのが普通だった。いくらお嬢が急いでいたとしても、時間がかかるのは仕方がない。
　こういう客は最小限のやりとりで、なるべく意識に残らないよう、なるべく早く会計を済ませるに限る。
　顔を合わせず、値段のごまかしなどをしていないことを精一杯アピールするために、商品を手にとってひとつひとつ値札を確認しながら、片手で素早く値段を打ち込んだ。
「......45カルコス、２シスルっす」
　しかし、お嬢は俺をぎろりと睨みつけたまま微動だにしない。いつもは隣のメイドさんが財布を取り出すのだが、お嬢は買い物の仕方も知らないのか、何もしなかった。
　ああ、どうしよう、気まずすぎる。というか、まったく覚えはないのに、なんか恨みを買っている予感がひしひしとするんだが。
「貴方が、スービ・キュージットですの？」
　突然お嬢は俺に話しかけてきた。
　黒のイブニングドレスに、香水のにおいをプンプンさせながら魔法道具店に来るような客と、ただの学生アルバイトの俺に接点などあろうはずもない。しかも、俺の名前を知っているだと？　ますます有り得なかった。
「ああ......えーと......」
　俺が何か返事をする前に、高飛車な声が飛んできた。
「貴方が、レン様に魔法剣を作ってさしあげた、魔工機職人のスービ・キュージットですかと聞いているの」
　レン様って？　いったい誰のことです？
　こんな時に取りあえず「はぁ」だの「確かに私はスービですが」だのと言った安直な受け答えをすると危険だ。とにかくお嬢は苛立っている。勘違いでも一方的な怒りをぶつけられる恐れがあった。
　ここはお客様と誠心誠意、一緒に問題を解決しようとする姿勢を見せることが大事だ。とりあえず、もっと詳しい事情を聞くことにつとめた。
「い、一体、どの魔法剣ですか？」
「とぼけないでッ！　エルフの紋章で速度20パーセント上昇のスキルが付与された、刃渡り90センチの魔鋼製のロングソードでございますわッ！」
　やばい、たぶん俺だ。俺で間違いなかった。
　どうしよう。俺は助けを求めるように左右を見渡したが、他に客はいない。トカゲ頭の店長は奥の部屋で脱皮している。店長は金庫の金を数えているから、絶対に奥の部屋は開けてはならないとだけ俺に言っているのだが、俺はたぶん脱皮しているのだろうと予測している。いくらなんでも金を数えている最中に「んﾞー！」という苦しげなうめき声が聞こえてくるのはおかしい。さすがに店長も脱皮しているところを誰かに見られたら魔法で姿を変えられた人間だなんて言い訳が立たないことぐらいわかっているはずだと思うんだ。
　とにかくピンチだった。お嬢は高級ドラゴン革のバッグを探ると、俺に素焼きの粘土板のようなものを突きつけた。
「な、なんすかそれ」
「わたくしとレン様の......あ、愛の証......」
　お嬢はぽっと顔を赤らめてそっぽをむいた。......そんなに恥ずかしいなら言わなきゃいいのに。
　実物を目にするのは初めてだったが、恐らくそれは『確約の石板』だろう。そこには『レン・ヴィ』の名が記されている。どうやら、それが隣の冒険家の本名だったようだ。
　それは自分の命と、命の次に大事な物を護る貴重なアイテムである。それを手にしているということは、その時点で、お嬢と冒険家はかなり親密な仲だというのが推察できた。
　その貴重なアイテムに、２人の愛の証に......あろうことか、俺の名前が書かれていた。
　れ、れ、れ、れ、れ、れ、れ、れ、レン様ったら......ッ！
　いやそりゃ、どんな記号を使わなきゃならないっていう決まりはないのかもしれないけどさ。
　×はだめだ。掛けちゃだめだ。見方によっては、それ以上の親密さを周囲に誤解させるかもしれない気がする。
　制作者の欄に冒険家の名前も入っている、ということは、彼の自作の剣ということだろうか。鍛冶師のサブ職業ももっているのかもしれない。
　ならば、この制作者の欄にも頷ける。しかし、それで俺が文句を言われる筋合いはないはずだ。
　お嬢は握りしめた拳を、今にも間抜けな顔をした俺の鼻面にぶっ放しそうなほどぷるぷるわななかせていた。
「なぜ、貴方なの？」
「は」
「なぜ、確約の石板に貴方の名前が刻まれているの？　本来そこに名前が刻まれるのは、わたくしではなくて？」
「え、いや、だってこれは、剣の制作者の名前じゃないですか......？」
「わたくしだって......！」
　お嬢は胸元に垂れ下がった髪をぶんっと振り上げると、いきなりコートをがばっと引っ張って左胸をはだけ、金色に輝くバッジを俺に見せた。
　ああッ、谷間のホクロがエロいッ！
　俺は思わず前のめりになった。
　じゃない、金色のバッジは公式な職業ギルドの総責任者、ギルド長であることを示すものだ。しかも、薬の重さを量る『天秤』を模した形に、俺は思わずうめき声を漏らした。
「れ、錬金術師ギルド長......ッ！」
　お嬢はカウンターの向こうにへばりついた俺にずいっと顔を近づけると、鼻で笑うような不遜な態度で言い放った。
「わたくしアルペンデ州錬金術師ギルド所属、第一級錬金術師、ギルド長のハーパティ・バーニと申しますの。以後、お見知りおきを」
　ＡＡＧ......だと......。やべぇ、本物の錬金術師じゃないか。
　アルペンデ州の錬金術師の歴史は魔工機職人とは比べものにならないくらい長く、もはや有史以前から続いていると言っても過言ではない。
　しかし、魔工機職人と錬金術師の境界は実はあいまいだ。どっちも素材を組み合わせて新しい素材を作ることはできるし、どっちも基盤を使って複雑な魔工機を作ることはできる。
　強いて言えば、決定的な違いは両者の姿勢だ。魔工機職人が便利な道具のあり方を追求する道具のエキスパートだとすれば、錬金術師は素材の精製方法をとことんまで追求し、質を高める素材のエキスパートだ。
「わたくしだって、その剣の制作者の１人ですわ。レン様の大事なお体を護るために、丹誠込めて強力な魔鋼を作って差し上げたのですわよ？」
　どうやらハーパティ嬢が素材を作って、レン様が作った剣に、俺が魔法効果付与を施した、という流れらしい。
　だが、武器の制作者の欄に、お嬢の名前はなかった。そういや、制作者の名前に素材の提供者が出てくることなんて、まずないよな......。
　ハーパティ嬢は、常日頃からそういった錬金術師の扱いが不満であるらしかった。影の功労者、素材のエキスパートの苦難である。俺に対する愚痴は止まることを知らない。
「いつもダンジョンに出かける時を見計らって、偶然を装ってダンジョンでばったりでくわしてピンチを救ったり、携帯食や回復薬をお渡ししておりますのよ？　その後、アパートの部屋にお邪魔して下着を洗ったり、繕い物をしたり、おけがをなさらぬよう、後ろからこっそりおまじないをして差し上げたりしておりますのよ？」
「後半ストーカーじゃないっすか。いや、というか、あの人無口だから、俺何にも知らないし......」
「それがなぜ？　なぜ、レン様の大切なものリストの中に、わたくしを差し置いて貴方のような締まりのないカピバラみたいな顔の学生の名前が書かれてますの？　わたくし、これほどまでの屈辱を受けたことがありませんわ！　こんなに彼のことを愛しているのに......！」
　何か言い訳したかったけれど、なんにもいい言葉が思いつかなかった。
　カピバラがどんな生き物なのかは知らないが、俺が締まりのない顔をしている学生というのは確かだし、どうしてレン様がもっとお嬢を大事にしないのかなんてことも知らない。そもそもレン様があんまり無口だから、何を考えているのかちっともわからない。
　ともかく、厄介なことに巻き込まれてしまった。ハーパティ嬢は蜂蜜色の指でびしっと俺のことを指さして、宣戦布告をした。
「わたくし、貴方に勝負を申し込みに来ましたの。どちらがレン様に相応しい職人か、その座をかけて......！」
「いやぁ、俺的にはどうしようもなくどうでもいいんだけど」
「貴方ごときには負けませんことよ、魔工機職人ーッ！」
　お嬢様は降りしきる雨の中、わき目もふらずに帰っていった。
　俺はお嬢の残していった買い物カゴを抱えたまま、ただ呆然とその後ろ姿を見送っていた。けど、これといって特にすることもない。俺は計算機に入力した数字をいったんクリアにして、店長が出てくるまで、「んﾞー！」と叫ぶ回数をカウントしていた。
　夜９時頃にバイトから帰ってくると、コートボニー教授はふりふりのついた可愛らしいワンピース姿になって、床に寝っ転がって紙カップ入りのアイスクリームを食べていた。
　見たこともない魔工機が送ってくる風にあおられて、ふわふわと髪をなびかせ、気持ちよさそうに目を細めている。
「この扇風機というのはなかなか快適な魔工機である。湿度の高いアルペンデの気候によく適しているのだ」
「まーた変な物つくったんすか、教授」
　教授は暇さえあれば設計図を読み解いて、魔工機を作って遊んでいた。アルペンデのあらゆる所から設計図を集めまくっていて、六畳一間はすぐにガラクタでいっぱいになってしまう。まったくアクティブな教授である。
　設計図だけの状態でもかさばっていた魔工機たちが、製品になるとさらにかさばることこの上ない。大半は処分したのだが、目を離すとすぐに増えていた。
　今回、教授が作ったのは週刊誌を参考にして作った涼しげなワンピースと、４枚の羽がくるくる回転して風を送る仕組みの魔工機だった。
　俺も知らない機械だ。少なくとも、そんな設計図は市場に売ってなかったはず。
「なんすか、それ？」
「ふふふ、さっき市場に遊びに行ったら変な人が設計図をくれたのだ。なんでも遠い遠い東の国の夏の風物詩らしい」
「はい、ダウトー。そんな国ありませーん」
「ぬぅ？　しかし、遠い遠い国だと言っていたのだが」
「ここから東に行ったって海しかありませんよ。担がれてるんですよ、教授。そいつは単なるキャッチコピー、売り口上です。紫皇石が飛ぶのでそろそろ止めてくれませんか」
「なるほど素性を隠しているのか。きっと誰にも言えないふかーい事情があるに違いない。また新しい設計図を買ってくれないか？　そろそろ作る物がなくなってきたのである」
　四つん這いになって台座のスイッチを押し、扇風機をぱちん、と止めると、今度はあぐらをかいてエロ本をぺらぺらとめくり始めた。昼間っから何を買いに行ってたのかと思ったら、アイスクリームとエロ本とか。中身はおっさんか。
「教授は人間のエロ本の何がそんなに気に入ったんですか？」
「うむ、強いて言うならあれだ。人間特有の発達した乳房を使って、男性のアレを挟み込むやつだ」
「ははあ、俺らの隠語でロールサンドって呼ばれてるアレですね」
「セノには乳房がないからよくわからんのだ......。しかし、まさかあれをあんな用途に使うとはな。ふっふ、オレにその発想はなかった。笑いすぎて、腹が痛くなったのである」
「笑うなよッ！　すべての男の夢を、笑うなよッ！」
「くしし、男の夢か。夢の割にはおまえの恋人は痩せているようだが、それは関係あるのか？」
「ちょ、なに勝手に俺のアルバム覗いてるんすか！　いいんですよフェイは痩せてて！　ていうかもう別れちゃったし！　未練なんてないし！」
「やれやれ、まだ写真が捨てられんのは未練とはいわんのか。若い奴はいいのだ。よしオレもサーナサウルに帰ったら、一度旦那にロールサンドを試してみよう」
「無理っす！　ぜったいに無理です、やめてあげて！」
　教授はこんなに可愛い顔をして、１００歳オーバーでおまけに旦那とラブラブの既婚者だった。世の中はあまりに残酷だ。
「で、その顔は何かあった顔だな？」
　コートボニー教授はエロ本を片付けて、俺とまっすぐに向き合った。
　熱くなってしまった勢いで、俺はバイト先に殴り込んできた変な錬金術師の話をしてしまった。
　別に言わなくてもいいあれやこれやをぶちまけると、教授は首をかしげた。
　そうやって不思議そうにしている教授もかわいいっす。旦那がいるのは残念だけど。
「昨日よく考えたのだが、冒険家とやらは毎日ダンジョンに潜ってなにをしているのだ？」
「へっ？　そりゃあ、アイテムを探したり、新しい階層を調べたりしているんですよ。他に何かあるんですか？」
「ん？　いまだに全て調べられていないダンジョンがあるのか？」
「えっ？」
　それは相変わらず、セノ特有のおかしな着眼点の質問だった。
　どうやら教授は１００年前の知識しか持っていないから、この辺のダンジョンは今ごろ全部攻略されているに違いない、と思っていたらしい。
「確か、魔石石の鉱脈を探すために、ダンジョン探索は国をあげて行っていると聞いたのだ。50年以内には地上のダンジョンはすべて調べ尽くされると言われていたのである」
「へぇ、ずいぶん古い話っすね。今はそんなことしてないんですよ」
　かつてダンジョン探索は、国をあげて行われる一大事業にまで発展していたことがある。
　魔工機が主要産業となったアーディナル東部で、魔石の鉱脈を発見することが国にとってどれほどの利益をもたらすかは、言うまでもない。
　しかし、『魔石』の鉱脈から掘り出される物は、なにも『魔石石』だけには限らない。強い『魔石』の眠っているダンジョンとは、強い『魔物』が眠っているダンジョンとほぼ同じ意味なのである。
　公共事業の場合、このリスクとリターンの兼ね合いの取り方が難しい。人命もかかわってくるので、予想外に強い魔物が現れて失敗しましたじゃ済まされない。
　低階層でも魔石の量がそこそこあって、十分に管理ができる鉱脈をみつけたら、そこでダンジョンの探索ではなく掘削事業を展開する。
　大型の掘削機を投入し、外からダンジョンを少しずつ切り崩していくという、夢も風情もないが、堅実なやり方を取るのがどの国でも普通である。
　しかも、最近はそうまでして手に入る天然魔石よりも、紫皇石の粉に代表される『人工魔石』の精製が注目され始めている。
　各国の関心はいま、紫皇石以外の魔石も人工的に作られないかということに向けられており、数多くのダンジョンが探索されないまま途中放棄されているのだ。
　しかし、今でもまだダンジョン探索は各地で盛んである。国からの援助も打ち切られたはずのダンジョン探索ギルドの経営が、今でもなんとか続いているのは不思議だった。一時は冒険者ギルドと併合されるのではないかという噂も流れていたが、いったいどこから財源を得て成り立っているのか。
「少なくとも、まだ解明されていない鉱脈のさらに奥を調べようとか、強い魔石を手に入れて一攫千金を狙おう、なんて計画を立てる国はないんですよ。今その夢を見ているのは冒険家やダンジョン探索者たち、さもなきゃ好奇心旺盛で物好きな学者さんぐらいしかいませんから......」
　勢いでそこまで言って、俺ははっと息を呑んだ。
　しまった、その好奇心旺盛で物好きな学者さんが目の前にいるのを忘れていた。
　コートボニー教授は目をきらっきらさせて、俺をじっと見上げている。
　きょ、教授、やめてください。その目は反則です。
「魔工機職人」
「は、はい、何でしょう、魔石石学教授」
「その、強い魔物が眠っているダンジョンの最も奥に、何が眠っているのか気にならないか？」
「いえ......あぅ......その、というか、永続魔石は、ないと思います！」
「なんと！　それはすごく面白い仮説だな。すばらしい発想だスービ、ぜひとも検証してみるに値するな！」
　教授は嬉しそうに、ぱちんと両手をたたき合わせた。
　マジ勘弁してください。まさか俺みたいなへなちょこをダンジョンに送り込むとか、そんな訳はないでしょ。
　しかし、教授はさっきから俺のことしか見ていない。教授に俺以外、他のあてがあるとはとても思えない。この流れはまずい。嫌な予感で胃液が逆流しそうになった俺は、教授の次の発言を強引にねじ伏せる準備をしつつ、その発言を待った。
「よし、課題を与えよう、魔工機職人」
「無理っす、魔石石学教授」
「まだ何も言っていないのである」
「無茶っすよ俺がダンジョンに挑戦するとか！　焼き鏝で手を焼いただけで涙が出るのに！　インドア派なめんな！　その前に魔工機コンテストの課題があるんだから、そっちを先にしましょうよ！」
　しかし、教授はうん、うん、と頷いて、ますます嬉しそうだ。声にも力を込めてこういった。
「安心しろ、この課題ができれば、コンテストも優勝まちがいなしなのである！　スービ、焼き鏝で手を焼いただけで涙が出るようなインドア派のお前でも、ダンジョン攻略が可能になるような、そんな夢のような魔工機を設計して見せるのだ！」


　１週間後、俺は自ら設計した装備を身に付け、フタル山脈のダンジョンの奥に居た。
　頭部をすっぽり覆うヘルメットの前面は強化ガラスでできていて、魔法付与をした薄紫色のフィルターが周囲のデータを映し出し、本来なら暗くて見えないはずの洞窟の壁や天井をはっきりと認識できた。
　全身をがっちり覆った理論上最強の鎧は、内側から魔鋼を強化した耐冷気、耐炎熱、耐衝撃プレートが重なっていて、さらに外殻を分厚いオリハルコンの外装で覆っており、どんな攻撃にもびくともしなかったが、ぶかぶかで動きにくいことこの上なかった。
　さらに、振り回すだけで凶器となる馬鹿でかいくそ重たい魔法銃を抱えて、低階層の魔物の攻撃を物ともせず、ぼかぼかと蹴散らしながら進み続け気がつけば俺はとうとう30階層にまで到達していた。
　30階層だぜ、30階層。俺たぶんまだレベル１だぜ。
『よーしスービ、次の突き当たりを右に進むのだ』
「了解しました、教授」
　さらに、俺のヘルメットにはアパートにいる教授と常に通信する機能がついていた。
　おまけに前後左右の様子を映し出す四つの水晶球がついていて、これに映り込んだ周囲の映像が、教授の手元にある結晶板に映し出される仕組みになっていた。
　魔石ナノテクノロジーを使ったこの《投影結晶》は、今回の来航でセノが持ち込んだ最大の発明品だったが、教授はその技術を余すことなく俺に伝えてくれた。
　そんなもん、伝えられた所で作れる気がしないのだが、素材はコートボニー教授が土魔法でいくらでも出してくれるので、とにかく俺は死にたくない一心で設計図にありったけのアイデアをつぎ込み、持ち合わせている全ての技術をつぎ込んで、この装備を完成させたのだった。
『その先に大部屋があるみたいだ』
「どこっすか、行き止まりっす」
『すまん、地図を上下逆に見ていた』
「教授ッ！　ちゃんとやってください、俺の生死がかかってるんですよーッ！」
『うう......だって、地図が大きすぎるのである』
　六畳一間の床に地図を広げて、その上に腹ばいになって俺に指示を出している教授が容易に想像できた。ああもう、かわいいなぁ。
　ここまでの階層はすでにベテランの探索者が地図を作成していて、教授のナビ通りに奥へ奥へと進んで行けばよかった。問題は、30階層から先だ。
　やがて俺の前にでっかいトカゲが姿を現し、俺に襲いかかってきた。名前がわからなかったので、俺と教授はそいつらを「店長」という暗号名で呼ぶことにした。
『来たぞ！　店長だ！　魔法を使われる前に仕留めろ！』
「了解しました、教授！　店長、撃退します！」
　しかし、店長は思いの外すばしっこい。なかなか照準を合わせられずに手間取っていると、奥にいたもう一匹の店長が、足下に白い魔法陣を生じさせていた。
　先制攻撃を仕掛けたのは向こうの方だった。トカゲ頭の両目をぴこっぴこっと光らせると、とつぜん頭の奥に、ずがーんと殴られたような衝撃が走った。
　そう、ここまで深くなると、相手が魔法を使うのだ。
　視界が真っ暗になり、とてつもない絶望と虚脱感に襲われ、俺は一瞬昏倒しかけた。
　そこへ店長が勢いよく走ってきて、真正面から跳び蹴りを食らわせてきた。
　俺はあっけなくそれを食らって、よたよたと５メートルも後じさった。自分の足が他人の足みたいだ、まったく思うように動かない。
『しっかりするのだ、混乱魔法である......！』
　かたかた、かたかたかたかた、と教授が手元の計算機を操作する音が聞こえた。
　万が一俺が動けなくなった時のために、鎧は教授の手元で遠隔操作できるようになっている。針が腰の辺りに突き刺さり、背中に背負っている容量８リットルの薬草タンクから、チューブを通して俺の血液に直接薬草が流し込まれた。
　さらに腰をぐるりと取り巻く魔法薬ホルダーに21本のシリンダーが挿されており、それぞれ備えられた８種類の状態回復薬が、徐々に注入されてゆく。
　冒険者ギルドで購入した折り紙付きの回復薬だ。即効性があって、血液に流し込まれた瞬間に効き目が現れる。いちど倒れかかった俺は一気に覚醒し、体勢を立て直した。
「んなろおおおおぉ！」
　じゃきん！
　魔法銃の銃身の底から二脚がとびだし、地面に突き刺さった。
　安定性の高まった魔法銃を構え直し、おやっと不思議な顔をした店長の顔のど真ん中に照準をあわせる。
　探索の途中で故障する危険性を可能な限りなくすため、苦心を重ねて開発した水魔法銃だ。呪術を司る水魔法を応用した銃で、銃弾ではなく、魔力そのものを相手にぶつける。周囲の鉱脈から魔力を吸収してエネルギーに変えてしまうため、深層に潜るたびにこの銃の威力も格段に増していった。
「食らえッ！」
　強烈な青や赤や紫の魔法光線が銃口から飛び出し、真正面にいた店長に直撃した。
　その一撃でさらに背後の岩壁までくずれた。
　店長の体が半分消滅する。
　さらに二匹目の店長を撃とうとしたとき、横から三匹目、四匹目の店長が現れ、すばやい動きで俺に飛びかかってきた。
　店長の連係プレーを俺はとっさにかわすことができず、二匹の店長から強烈な足蹴りを食らって横様に倒れるが、耐衝撃プレートのおかげで中にいる俺にダメージはほとんどなかった。
　だが、仲間を撃たれてアグレッシブさを増した店長の攻撃の手は止まらない。数匹がかりで同時にいまの魔法を使われたら、こっちは回復するどころではなさそうだ。
『数が多い、チャフ・グレネードをつかえ！』
　教授の指示通り、俺は腰からグレネードを１個はずし、店長たちに向かって投げつけた。
　魔物の魔法は、彼らの血肉に含まれる紫皇石と同じ魔力を使って組み立てられている。
　そこに爆弾を使って紫皇石をばらまくことで、相手の魔法陣を攪乱させてやろうという目論見だ。聞くだにめちゃくちゃ高い爆弾だったが、命には代えられない。なにも考えず無心になって投げる。
　グレネードが破裂すると同時に、紫色のチャフ（金属板）が舞い散った。店長たちの足下に広がっていた白い魔法陣が不気味に変色し、同じ方向にぐにゃりとゆがみ、ぶぶぶ、とノイズが走るようにブレた。
　うまく魔法が発動せず、店長は首をかしげて不思議がっている。これでしばらくの間、混乱魔法は封じられた。その間に俺は起き上がり、魔法銃の引き金を引いた。
「食らえええぇぇぇッ！」
　横薙ぎに振りながら魔法光線を放ち、残りの店長を数匹同時に焼き払った。ごう、と炎が舞い上がり、店長の断末魔がダンジョン内に木霊した。
　教授と俺の共作だったが、自分で作っといてすごい威力だった。俺の探索者としてのレベルがうなぎ登りに上がっていく気がする。
「やった！　やりました、教授！」
『よしスービ、店長から素材を収集するのだ！』
　魔石は消耗を抑える機能を魔工機に組み込むことでなんとかできるが、回復薬は消耗していく一方だ。倒した魔物から素材を採取するのは、俺たちがどうしても避けて通れない関門だった。
　店長からは、主に混乱に効果のある気付け薬が手に入った。半分焦げた店長の体のお腹辺りから、得体の知れないねばねばに包まれた卵だか肝だかわからない素材を取り出さなくてはならない。
　この素材からは気付け薬が精製できる。だが、薬の精製に関しては俺も教授もほとんど素人だった。大学の基礎講習である程度は習っているものの、こういうのは錬金術師の専門分野である。
　錬金術師の仲間がいてくれたら助かるだろうに。教授が教本を片手に気付け薬の精製法をレクチャーしてくれているあいだ、俺は錬金術師のハーパティ嬢のことを胸の谷間のホクロと共に思い出していた。
　お嬢はレン様のことを思いながら、こんなグロい素材集めを毎日やっているんだ......と思うと、場違いにも下半身が元気になって困った。いかんいかん。
　どうにか後は時間をかけてゆっくり煮込めば完成、というところまでこぎ着けた。錬金釜と呼ばれる小さな釜に素材をぶちこんで、あとはひたすら待つだけとなった。
　この釜は本来なら床に設置してあるものだったが、持ち運べるよう、リュックサックみたいに背負えるように改造してある。
　その間にまた店長が現れたら厄介である。できればどこかで休みたいのだが。
『近くに安全な小部屋があるみたいだぞ、そこにいったん移動するのだ』
「安全な小部屋って？」
　ダンジョンには、ところどころに魔物が近づけない、安全な小部屋というものがあるらしかった。しかし、なんでそんな都合の良い物が用意されているのか。
　半信半疑のまま指示される方に向かうと、壁や天井が一回り広がって、ひとつの小部屋のようになっている所に出た。
　安全というだけあって、魔物の気配はなかった。代わりに、ここを探索者が利用していったらしい痕跡がそこかしこに残っている。
　離れた場所に武器や防具が点々と散らばっていて、お互いになわばりを示しているようだった。地面は柔らかい土で覆われていて、焚き火の跡もあった。
　そう言えば、土を使うのは探索者ギルドではダンジョン探索者の最低限のマナーとして教わった。いろんな探索者と共用する場所では、用を足すときやゴミを捨てるとき、土の中に埋めた方が衛生上都合がいい。
　小さな部屋だったがきちんとマナーが守られていて、さほど不潔感はなかった。30階層まで来るとさすがに利用者も少ないし、ここまで来られるのは相当な実力者、ギルドでも顔が通っている連中ばかりなのだろう。
　さらに、俺はその小部屋のモラリティの高さに驚いた。放置されているのは、そこそこ強力な武具ばかりで、どれもまだ使えるものだったのだ。
　傍らに所有者の名前と所属ギルドを彫った石ころが添えてあって、「どうか持って行ってください」と言わんばかりに晒されている。
　実際に、これらは持っていっても構わないものなのだろう。石ころの後ろに「お借りしました」なんて律儀に礼を書いている人もいる。ここまで深くなるとやってくるのはダンジョン探索の上級者ばかりで、ギルドでもほとんど顔見知り同士なのだろう。
『スービ、壁を写すのである』
　コートボニー教授の声に従って、俺は周囲の壁に走っている鉱脈を見上げた。
『すばらしい、鉱脈紋章である』
「なんすか、それ」
『天然の鉱脈が、ぐうぜん魔法の紋章を生んだ物なのだ。どうやら、魔物除けがこの部屋全体に描かれているようだ』
「え、壁にあるの、これぜんぶ紋章だったんですか？」
　紋章というのは、言ってしまえば簡単な図柄のパターンだけでできた魔法陣の断片のようなものだった。
　さほど強い効果はないが、図形が単純なだけに他の紋章と重ねがけができるのが利点だ。俺がレン様の剣に施した紋章がそうだし、外装の強度をちょっと高めるなど、魔工機を後から微調整したい時などにはいまでもよく使われている。
『うむ。ここまで何重にも同じ紋章が描かれている場所は、めったにある物ではないな。実際、地図に記されている安全な小部屋は、10階層に一つあるかないかぐらいなのだ』
「なるほど、そりゃみんな大切に扱いますよね」
『アーディナルの紋章術は、こういった天然の鉱脈からアイデアを得て始まったと考えられているのである。紋章術を含む魔法体系は、地魔法と呼ばれているぐらいなのだ』
「そう言えば、教授の専門でしたね、魔石石学」
『ううむ、俄然興味がわいてきたのである。魔物の湧出も同じ原理なのだろうか？　助手よ、ちょっと魔物がどこから湧出するのか調べてみてくれないか』
「脱線するのはやめましょう、教授。まずは、永続魔石を探すのが、俺たちの目的です」
　これ以上よけいな仕事を増やされたくなかった俺は、強制的に会話を中断した。
　好奇心を抑えきれずにあれやこれやとミッションを与えてくる教授に従って、小部屋をうろうろ歩きまわっていると、不意に見覚えのある剣が目に入った。
　黒色の地金に、緑色のエルフの紋章が描かれた刃渡り90センチぐらいの長い刀身が、土に深々と突き刺さっている。
　......ええっ？
　その剣を目の当たりにしたとき、俺は青ざめた。
　隣の石には、日付や探索者の名前、所属ギルドが書かれている。ひとつはかなり古くて名前が読めないものだったが、もう片方の石の文字はまだ真新しく、はっきりと読むことができた。
『レン・ヴィ　冒険者ギルド所属　７９９２年７月18日』
　俺は激しい脱力感に見舞われ、その剣の前にひざまずいた。ほとんどうめき声に近い声が漏れ、目の前の土に吸い込まれていった。
「......捨てるなよッ！」
　俺は地面を殴りつけた。怒りをこらえ、ぎりっと歯を食いしばる。
　ちくしょう、なんでだ。
　スキルスロットはまだ二つも空きが残っているというのに。
　なんで捨てる。もったいない、どうしてこんな傑作を置いてゆく。まるで意味がわからなかった。
「捨てるなよッ！　もっと強い武器が手に入ったからって、人が丹誠込めて作った武器を、こんな簡単に、捨てるなよッ！」
　それは、魔工機職人の誰もが最初に味わう屈辱だった。オークションとかに出されているのを目撃した時には、胸が張り裂けそうな心地がするという。
　まさか、こんなにショックだとは思いもよらなかった。
　混乱魔法を食らったときよりも激しいめまいと動揺が俺の全身の力を奪っていた。
　そうだ、ひょっとすると、俺は思い上がっていたのかもしれない。確約の石板に名前が書かれていた程度で、冒険家が俺の剣を大事に使ってくれているものだと思い込んでいたのかもしれない。
　錬金術師に逆恨みされて困っているんだ、などと迷惑顔をしていながら、その実、彼との間に深い絆があるのだと、俺はひそかに優越感に浸っていたのだ。なんて身勝手な自己欺瞞だ。俺は怒り任せに魔法剣を引き抜き、思い切り投げ捨てた。
『おい、どうした、スービ！』
　ぼすっと鈍い音を立てて土の上に横たわった魔法剣を、俺は上から何度も蹴りつけた。
「なんだこんな剣ッ！　ちくしょう！　そもそも魔法剣なんてもう時代遅れなんだよッ！　俺はもっと時代の先を見据えた、新しい魔工機を作ってやるッ！　もっともっと強い武器を作って、お前を見返してやるッ！」
　激しく動きすぎて息が切れ、しばらく四つん這いになっていた。インドア派にはきつい運動である。
　そのとき、視界に人の顔がうつった。後頭部の水晶が、背後の様子を捉えていたのだ。
　誰かが部屋の入り口にたたずんでいるらしい。とんだ醜態を見られた俺は、恥ずかしさを振り払うように、がばっと起き上がった。
　相手もこんなごてごてした装備の男がいきなり顔を向けてくるもんだから、びくっと肩を震わせた。女の人だ。派手な服で、一見するとパーティ会場に駆けつけた婦人にさえ見える。よく見るとそれは黄金のラージシールドと片手剣で武装したハーパティ嬢だった。
「......あ、どうも」
「......どうしてそんな恰好をしていらっしゃるの？　魔工機職人」
　それはこっちが聞きたい。なんでそんなひらひらなドレス着てるの。


　俺とハーパティ嬢は小部屋の奥の方に仲良く肩を並べて座った。
　お互いに微妙な距離を置いた位置に腰を下ろしている。なんとなくそうしなければまずい気がした。
　ついさっきまで彼女の胸の谷間のホクロで元気になっていた俺は、特に気まずかった。しかし、なんでダンジョン探索にそんな軽装で来てるんだ。ひょっとして俺を誘惑するためか、いやそんな訳はないだろうが、ますます混乱してしまう。
「け、軽装......なんすね。剣と盾だけで、ここまで来たんすか？」
「あまり重たい物が身に着けられないのですわ、錬金術師ですから」
　気まずさをごまかすために話題を振ると、相手もどうにか返答してくれた。その割に、ぜんぜん怪我はしていないように見えるが。
「ひょっとして、魔法のドレスですか」
「いいえ、魔法の指輪でございます。防御力２００パーセント上昇スキルがついてますの」
　軽装であるぶん、装飾品はかなり充実しているようだ。２００パーセント上昇とか、軽い伝説のアイテムとしか思えないが。
「そんなもの......どうやって作るんすか？」
「地魔法は弱い力ですけど、いくらでも重ね掛けすることができるのですわ。我がバーニ家が、何世代にもわたってこの石に魔力を込め続けてきたのです」
　なるほど、世の中、新しい物が一番すぐれているとは限らない、ということのようだ。
　ハーパティ嬢はしきりに懐中時計を取り出しては時間を気にしていた。俺と同様に回復薬が出来上がるのを待っているのか、それともここで仲間が来るのを待っているのかはわからない。
　彼女が持っている携帯錬金釜は、やけに平べったかった。ショルダーバッグタイプで、ちょっと見るとおしゃれな鞄みたいだ。同時に何種類も合成できるのか、キャップで蓋をされた口が複数ついている。便利そうだ。
　ちょっと解体してみたい気がしてじろじろ見ていると、さっきまで音信不通だったコートボニー教授が、探索者ギルドかどこかで調べ物をしてきたらしい、息を切らして言った。
『おいッ、助手よ、向こうも単身パーティのようだぞ！　若い男女がダンジョンで２人きりだ、これはお前の部屋にあったあの実に興味深い資料の内容を徹底検証する機会なのである。オレがエロ本を読みながら指示を出すから、お前はその通りに......』
　俺はヘルメットを足元に投げ捨てて、教授を黙らせた。
　ああ、確かに俺も胸ばっかり見てたさ！　けど、その実験はさすがに無理だろ！
　ハーパティ嬢は胸元を隠しながら、訝しげな視線を俺に送っている。どうやら、先ほどから挙動不審な俺の様子が気になっているみたいだった。いやいや、決してそんなやましいことは考えてませんってば！　考えてたけど！
　そのとき、「チーン♪」という鐘の音が鳴り響いて、俺とハーパティ嬢は同時に「ひゃうっ！」と悲鳴をあげた。
「あ、お、お、俺の、錬金釜が......」
「そ、そ、そ、そうでしたの......」
　お嬢は内心ほっとしているのか、胸元を押さえている。ひょっとして平気な振りをして、内面では緊張していたのかもしれない。
「もうちょっと大人しい音になさらないのですか？　その錬金釜」
「す、すんません、大学の研究室にあるのを改造しただけなんす......」
「学校の備品でございますの？」
「ええ、いまちょっと、訳があって休校中でして......」
　アルペンデ大学が休校になってしまった事情をハーパティ嬢に語ると、彼女はふーんといって、不思議そうな顔をしていた。
「どうして貴方は大学のみなさんと一緒に旅をなさらなかったの？」
「そりゃ......俺なんかが行っても役に立てないからですよ。行くだけ無駄ですって」
「まあ、こんな階層にまでこられる輩が言う台詞ではありませんわね」
　それもそうかもしれない。俺は一瞬返答に迷ったが、正直な気持ちを言っておいた。
「正直いうと、めんどくさかったんすよ。それだけですから」
「ふーん」
　やがてハーパティ嬢の錬金釜から、緩やかなメロディーが流れ始めた。
　どうやらオルゴールの音色で時間を知らせてくれるように設計したらしい。おしゃれだ。
「薬が完成する度に、こういった曲が流れたらいいと思いませんこと？」
「え、そうっすね。なんか親しみやすいっていうか......ためしに色んな魔工機につけてみたら、面白いかも」
「同じ曲は使わない方が賢明ですわ。作曲、ハーパティ・バーニでございますの」
「......作曲もするんすか？」
　すげぇ才女だ。
　ハーパティ嬢はやおら立ち上がって、ドレスの裾をぱたぱたと上品にはたいた。
　そのまま出入り口に向かって出ていくのかと思ったが、途中で立ち止まって、俺が蹴っ飛ばしてしまっていた石の前にしゃがみこんだ。
　そこはさっき、俺の魔法剣が突き刺さっていた場所だ。石にはレン様の名前が刻まれているはずだ。
「ここに刻まれている名前は、もう読まれましたの？」
「え......」
　お嬢が指さしたのは、レン様の石の隣、古くて読めない文字の書かれた石だった。
　読んではいなかったが、おそらく、レン様より前に同じ場所に武器を置いて行った者の名前が刻まれていたのだろう。
　俺には全く読めなかったその文字を、ハーパティ嬢はすらすらとそらんじて見せた。
「『シン＝ルチール＝バーニ　魔王討伐軍所属　７８０９年シオの月15日』」
「魔王討伐軍......？」
　２００年前に勇者と共に魔界を旅し、魔王を討伐した軍の名前だった。
　それは魔王を討伐した後も、ドラゴン退治の為にアーディナル各地で戦い続けたという。
　そしてとうとう......アーディナルのドラゴンを絶滅させてしまった。お嬢のドラゴン革のバッグを、もう生産することのできない超一級品たらしめたのだ。
「ここにあった武器は、２００年近くものあいだ誰も手を付けてこなかったのでございます。いままでずっと」
「そ、そんな......それって、どんな武器だったんすか？」
　ハーパティ嬢はお手上げ、といった風に両手をあげた。
「それが、わからないぐらいに錆び錆びでございましたの。目も当てられないぐらいに」
「ちょっと！　なんで誰も使ってあげなかったんすか！　勿体ないじゃないっすか！」
「それだけ『畏れ多かった』のですわ。シン＝ルチール＝バーニはわたくしのひいひいひいひい、ひいひいひいひいお爺様にあたる、バーニ家最大の錬金術師ですの。そのお爺様の若かりし頃の作品が、ここにはありましたのよ」
　ハーパティ嬢は土にまみれた俺の魔法剣を拾い上げ、悔しげに顔をゆがめて、俺の施したエルフの紋章を眺めていた。
「シン＝バーニは後に『魔法道具界の巨匠』と呼ばれるようになりましたの。アーディナル大陸に降ってきた隕石を使った武具を作る王令を受けて、世界に一つしかない鎧を作って国王に献上したこともございますのよ。その鎧は炎のような光を宿していて、あらゆる攻撃を跳ね返してしまう《完全物理反射》のスキルを持っていたそうですの。ドラゴン退治にも活躍して、市民革命の時代にも登場した『星の鎧』。......ですが不思議なことに、２００年経った今なお、魔力をみなぎらせているという話でございますわ」
　お嬢の話を聞いて、俺はあっと声をあげそうになった。
《物理反射》は複数の紋章術を組み合わせて実現する、かなり高度な《上位スキル》だ。
　武器に組み込むにはスキルスロットを幾つも使わなければならないし、しかも各スキルの効果が絶妙のバランスでかみ合って、はじめて発動するという隠れスキルである。
　俺たちが普通に作るだけで超絶技巧を要する代物だ。当然、魔力の消耗も激しいはず。
　そんな強力な魔法を使った鎧が、２００年もそのままの力を保っていられるなんてことはふつう、魔石工学の常識では考えられない。
　考えられるのは、その鎧は、使っている魔石が違うということだ。
《永続魔石》か、それに近い石だったんじゃないか。
　俺があんぐりと口を開けていると、ハーパティ嬢は、俺の魔法剣をもとあった場所にずぶりと突き立てた。
「こんなナマクラに大した価値などございませんわ。作り手がこんな奴ですもの、ここにあってもきっと未来永劫、誰も拾いはしないでしょうね」
　そう言って、じとっと俺をにらみつけた。魔法道具店で向けられた、嫉妬に満ちた視線だ。ぞくぞくする。今にも俺のことを虫けらと呼んで、蹴り飛ばしそうな冷たい目だった。
「ですが、魔工機職人、これだけは覚えておいてくださいませ。少なくとも、お爺様の若かりし頃の作品と交換する価値が、貴方の剣にはございますのよ。レン様は、貴方がお爺様と同等の才能を秘めておいでであると、そう考えていらっしゃいますの。まったく、忌々しい奴だわ。死ねばいいのに」
　死ねばいいのに、は囁くような声で言われた。相手の態度が冷たくなるのに反比例して、俺の下半身はますます元気になっていった。ハーパティ嬢、素敵っす。
　お嬢はラージシールドと片手剣を手に取ると、ふん、と鼻を鳴らして、そのまま安全な部屋から出て行った。
　星から鎧を生み出した職人。
　魔法道具界の巨匠。そんな奴がこのアーディナルにいたのか。
　とにかく、永続魔石のヒントがこんなところに見つかった。
　隕石か......けど隕石って、どうやって手に入れるんだろう？
　俺もそろそろ立ち上がらなければならない気がして見渡すと、どこからともなく、しくしく、しくしく、という泣き声が聞こえていた。
　最初はどこから聞こえてくるのかわからなかったが、ようやく俺の足元のヘルメットから音が漏れてきているのだとわかって、俺はあーっと叫びそうになった。
「教授ーッ！　ご、ご、ごめんなさい、悪気はなかったんです泣かないでくださいぃ」
『ううぅ......お前なんか嫌いだ......』
　教授がこの状態ではダンジョンからの脱出もままならなかった。ていうか、それはヘタをすると命にも関わる事態である。
　結局、俺はそれから30分間、教授のご機嫌を取ることに費やしたのだった。


「弾いてもいいか」
　俺が子供だったら泣いているレベルのテンションの低さで、攻撃的吟遊詩人は言った。
　俺はごくりと喉を鳴らした。
　攻撃的吟遊詩人は北部で生まれた職業で、もとは巨人族の戦士職のひとつだそうだ。
　前線に立って、仲間を鼓舞する音楽を奏でる役割を負った戦士で、その戦闘能力は普通の戦士に引けを取らない。さらに様々な土地を訪れては、自作の歌を披露したという。
　実際、彼女は巨人族の血を引いていて、体長は２メートル半に届くか届かないか。俺なんか犬みたいに軽く抱え上げられそうな巨体だった。
　しかし、性格も攻撃的かと言うと、どうやらそうでもないらしい。
　普段は暴力的なロック音楽を愛好しているので誤解されがちだが、彼女自身は温厚でのんびりとした性格の持ち主で、むしろびっくりするくらい物静かだった。
　ジープヒルトという、これまた巨人族が由来の巨大な弦楽器を抱えて、静かに調弦するさまはとても優雅だったりする。長い指がかっこいい。『奏楽魔法』という、専門の魔法を使って音を出すもので、普通の人間が弦を弾いても音さえ出ない。
　俺は、そんな攻撃的吟遊詩人の部屋にお邪魔して、新しく開発した魔工機、蓄音機を床に置いて、ジープヒルトの調弦が終わるのを待っていたところだった。
「弾いてもいいか」
　もう一度言われた俺は、あわてて姿勢を正した。
「どうぞ、どうぞ」
　すると、彼女は静かにジープヒルトの弦をつま弾きはじめた。
　やがて歌い始めたのは、彼女の生まれ故郷に伝わる古い民謡だった。


　俺が攻撃的吟遊詩人の歌曲を収集し始めたのは、なにも急に音楽に目覚めたとか、今回あたらしく発明した蓄音機のテストがしたかった、とかいうような理由じゃない。
　理由の一つは、そこに永続魔石の手掛かりが隠されているかもしれなかったからだ。
　俺のダンジョン初探索は、教授が機嫌を損ねてしまったせいで地下30階層までで中断となり、いったん地上に引き返していた。
　ひぃひぃ言いながらアパートに帰ってみると、六畳一間のどまんなかで、そのまま挟んでお持ち帰りできそうな平たいクッションにうつぶせになったセノの先生は、扇風機の風を浴びながら病気みたいにぐったり倒れていた。小さなおちょぼ口には１本が２、３シスルのアイスの棒をくわえて、今にもぽとりと落としそうだ。
　砂漠の大陸からやってきたセノが暑さで参るわけがない、教授はなにもかもやる気をなくしてしまったのだ。
「すまん、ダンジョンに永続魔石はなかったのである」
　猛暑の中、持ち運ぶだけで一苦労の分厚い鎧を脱いでいる途中で、俺は「えっ？」と言いながら振り返った。
　このくそ暑い中、腰に針とチューブをぶっ刺して薬を注入しつつ、分厚い鎧を着たままダンジョン30階層から生還したこの俺を出迎える、ねぎらいの言葉がそれだとは到底信じがたかった。だらだらと流れている汗が目に沁みたが、俺は瞬きもせずに教授をじっと見つめ返していた。
「ど、ど、ど、どういうことですか？」
「言った通りなのだ。ダンジョンに、永続魔石なんてそもそもなかったのである」
「おっしゃっている意味がよくわかりません、もっと納得のいく説明をしてください」
　おのれ、と俺はぷるぷる拳をふるわせた。返答次第では、教授のアイスバーを取り上げて、平たいクッションに教授を挟んで、どっか外に捨ててきて扇風機の前を独占する虐待行為に走るかもしれない。
「いままでオレは短絡的に、強力な鉱脈のあるダンジョンの深層なら、珍しい性質の魔石があるかもしれん、と思って永続魔石を探していたのである」
「じゃあ、永続魔石は強力な鉱脈にはなかったって、ことですか？」
「まあ、前向きに言い直せば、どうやら永続魔石を探す新しい方向性が見つかりそうだ、ということでもある」
　教授はやる気なさそうに体を起こし、口からアイスの棒を取り出すと、目をぎゅと閉じたまま俺にその棒を突き出した。
　どうやら、アタリハズレを確かめる前に心の中で期待値の計算をしているのだろう。
　今の教授は、人間の常識では間違っても既婚者が人前でしてはならないようなくだけた格好だった。寝癖や顔についたよだれの跡はほったらかしのまま、かろうじてノースリーブの肩紐を直しただけである。可愛らしく願掛けをしているようにしか見えないが、その脳裏には人間にはとても理解できないような高度な演算の嵐が渦巻いているはずだ。
　むーん、と集中している教授のために、俺はせめてティッシュでよだれをぬぐってやった。
「ハズレっすよ教授」
「先に言うな」
「九割がたハズレっすよ、アイスバーなんて。というか、新しい方向性の話を先にしてくれませんか」
　教授はつまらなそうにアイスの棒をゴミ箱に放り投げた。
「どうして『魔石が衰える』かは、お前はしっているな？」
　それは以前にもされた質問だった。あの時も俺は的確に答えられたはずだ。
「魔力を使うと、ジャンク魔力が発生するから、ですよね」
「そうだ、ではそもそも、なぜジャンク魔力などというものが発生する？」
「ええと」
　また俺の苦手な質問形式のレクチャーだ。確か、その原因はまだ明らかにされていなかったはず。俺にそんなもの答えられるはずがない。
「ヒントを与えよう。純度が低い、つまり、精製の過程で余計な成分が混入してしまった魔石ほど、寿命が短くなる傾向にある」
「......ひょっとして、魔石に魔力が宿るときに、そのゴミも魔石になってしまうんでしょうか？　そういう違う種類の魔石が幾つも混じってしまうから、それがジャンク魔力を発生させるとかじゃないですか？」
　さまざまな色の魔石が入り混じった鉱脈の紋章を思い出しながら、俺は言った。
　純度１００パーセントの天然資源などこの世には存在しない。鉱物には、必ず余計な成分が混じってしまっている。そしてこの不純物を完全に分離する方法は、いまだに解明されていないのである。
「じゃあ、そのゴミを取り除く方法が解明しさえすれば......」
「オレも同じ結論に至ったのである。そもそも、永続魔石の正体は、あるとすればそれが妥当なところだろうとな。では、我々が仮に純度１００パーセントの純魔石を手に入れたとしよう。すると、その魔石の寿命は一体どのくらいになる？」
「ええと」
　またしても答えに詰まったが、詰まってばかりでは芸がないので、俺も少しは考えた。
　余計な魔石成分が原因で、ジャンク魔力が発生する。そしてジャンク魔力が積み重なることで『誤呪』が発生し、魔石は徐々に崩壊してしまう。
　では、さいしょから余計な魔石成分が一切なかったら？
「そういう魔石に、寿命はない......そういうことじゃないんでしょうか？」
「うむ......」
　教授は歯切れ悪く言った。元気がなさそうにうつむいてしまった。
　いつもの好奇心の塊みたいな教授らしくない態度である。
「よし、助手よ、今度は純度１００パーセントの魔石を生み出す魔工機を作るのだ！」
「マジッすか！」
　みたいな展開を予期していた俺は、肩透かしを食らってしまった。......そんなもん大学が始まっても作れる気がしねぇっす。
　教授は、首をぷるぷる横に振った。
「よし、話を変えよう。１００パーセント真球の形をした重さ２キロの鉄の塊を１メートルの高さに持ち上げ、まっすぐ地面に落とすと、どこまで跳ね返る？」
「鉄の塊でしょう？　ええと、素材は鉄で重さが２キロ......」
「この場合の円周率は３・14でいい」
「３・11じゃだめっすか？」
「３・11？」
　教授の目がすっと細まって俺を見た。こいつ、いったいなに言ってるんだ？　みたいな顔である。
　円周率３・11は図面の設計をするときに便利なので、子供の頃からよく使っている数字だったが、使いこなすのにちょっとしたコツがいる。さあ、教授はあと何分でその答えに気づくだろう？　俺はにやにやしながらその顔をじっと見つめ返していた。
「ん？　なんですか？」
「いや、なんでもない。円周率はどうでもいいのである。物理学では、真球の鉄は地面から跳ね返って１００パーセント同じ高さにまで戻ってくると言われている。つまり地面に落とすとまた同じ高さまで戻るから、永遠に同じ場所ではずみ続けることになるのだ」
「物理すげぇ！」
「有名な『机上の空論』というやつだ。実際は着地と同時に床の方にエネルギーが吸収されてしまうので、そこまで戻ってくることはまずありえない」
　いきなりそんな話を持ち出した教授の意図を、俺は想像してみる。
　純度１００パーセントの魔石の寿命がないという話は、これと同じ「机上の空論」かもしれない、ということだ。
　だが、実際にそれを確認した訳ではないので、そうと言い切ることもできない。
　知恵熱を出したように顔を真っ赤にしている教授の頭の中に、今日まで積み上げてきた魔石に関する、ありとあらゆる情報が渦巻いているのが見える。
　俺も話しかけるのを躊躇うほどの難しい顔をして、こう言った。
「実際に何度も計測してみたのだ。何度も何度も式を立てて計算したのだ。......だが答えは明白だった。どうやら魔石にもエネルギーを吸収してしまう『床』が存在するらしい」
　やがてコートボニー教授は検証を諦めたのか、眉間のしわをふっと緩め、こう言った。
「悪かったな、どうやらお前には、無駄なことに付き合わせてしまったらしい」
　それきり、教授はクッションの端から出るか出ないかという短い手足を伸ばして、ぽてんと横になってしまった。
　もうやーめたー、とでも言いたげである。
　くそ、可愛いな、クッション引き抜いてやろうか。
　しかし弱った。永続魔石の探索をしなくてすむとは言え、教授がこの調子では、俺の魔工機開発が大幅に遅れてしまう。魔工機コンテストでの優勝はたぶん間違いないだろうが、せっかくの機会をこのまま逃す手はない。大学再開までに、なんとかやる気を出して貰えないだろうか。
　俺は出る気配もないやる気を根性でひねりだし、顔が火照るのを感じながら、教授のちっこい手を握った。扇風機の風がひやりと涼しかった。
「教授、しっかりしてください。確かめる前に諦めてどうするんすか」
「だから何度も確かめてみたのだ。いくら純度を高めてみようが、そんなもの付け焼き刃にしかならん。魔石には明白な寿命が存在する。永続魔石など存在するはずがないのだ」
「いや、だからそれこそ計算してみただけの机上の空論じゃないっすか。純度１００パーセントの魔石がどんな性質を持つかは、実際に手に入れて見ないと、わかんないでしょ？」
　俺が反論すると、教授はうるさそうな顔をこっちに向けた。
「もし、仮に何かの要素が組み合わさって、寿命が予想外に延びたとしても、次世代の魔工機が要求する膨大なエネルギーをまかなえる筈がない。......みな１００年やそこらで不調をきたして壊れるに決まっているのである」
「１００年も持ったら十分じゃないっすか。使う人間が生きている間動いていたら、それは十分に永続魔石っすよ」
「物は言いようだな。確かに、１００年程度でもお前が生きている間は動くだろう。いや、ひょっとすると息子や孫の代まで動き続けるかもしれない。だが、オレが生きている間に確実に止まる。セノの寿命は３００年はざらなんだ」
「じゃあ、３個あったら解決っすよ。１個の魔石にこだわるからいけないんです。なにも難しい話じゃないでしょう？」
　俺の答えが適当すぎて気に食わなかったのか、教授はもう俺の顔を見たくない、とでも言いたげに、うつぶせになってしまった。石が３個あれば効果は同じ、というのは我ながら的を射た解答だったと思うのだが、教授はそれでは不満みたいだった。いったい何が気に食わないというのだろうか。
「先月、この土地に来たとき、オレはアーディナル人の習慣でひとつ感動したことがあったのだ」
「なんすか？」
「お前たちは『物を大切に使う』ということだ」
　いや。俺は首をかしげた。そんなこともない気がするが。
　まだ完全に普及していないとはいえ、魔工機の発達は俺たちの生活をすっかりかえてしまった。むしろ、昔より格段に物を粗末に扱うようになっていると思う。壊れて使えなくなった魔工機を修理せずに粗大ゴミとして捨てたり、水道水を無駄に流しっぱなしにしたりなんてのはしょっちゅうだ。
　けれど、教授はどうせ聞こえても聞こえなくてもいい、といった態度で、クッションに顔をうずめたまま言った。
「......むかし、１００年前にオレが造った基地があったろう。お前たちは、それを何度も改装して、何世代にも渡って受け継いで、今も大事に使ってくれていたではないか。オレは驚いたのだ。１００年前にふらりと立ち寄ったオレのことを知っている者は、もうどこにもいないと思っていたのに。嬉しかったのだ」
　いや、だって建物の話でしょ、それは。
　学校なんて先輩から後輩に受け継ぐのは当たり前じゃないですか。
　けれど、魔法で建物を簡単に生み出せてしまうセノにとって、その常識は通用しないのかもしれない。
　古くなった建物は捨てて新しい建物を建てていった方が安全で効率がいい。そう考えれば、セノは何世代にもわたって受け継ぐ財産なんてひとつも持っていないんじゃなかろうか、と思えた。世の中のあらゆるものに寿命があって、セノはそのどれよりも長命なのだ。
　なんでも魔法で生み出せる民族だから、捨てるときも思い切りがよい。何もかも簡単に捨てていって、もっともっと新しい物を作っていって......結局、なにも受け継がないのだ。
「すまなかった、魔工機職人。あの大学を見て、オレは急に永続魔石が欲しくなったのだ。オレの寿命をはるかに凌駕する永遠の魔石。それは、あの学校のように、きっとかけがえのない財産になる。砂漠のように形を持たない知識とは違う、れっきとした形のある財産となって受け継がれて行くのだ。魔工機が壊れても、魔工機が生まれても、同じ永続魔石を付けて、何度でも使い続けるのである。やがて生まれてくる子供や、孫や、その子孫たちもオレから受け継いだ永続魔石を使うのだ。そうなればきっと、素晴らしいことではないかと思ったのだ。オレがこの世界で探していたのは、たぶんそういう魔法なのだ。この魔石の大陸アーディナルになら、きっとあると思ったのだ、うぐふぅ......」
「教授、教授、落ち着いてください」
　コートボニー教授の肩を掴んで、無理やりこっちを向かせた。教授は腕をこわばらせて抵抗したようだが、いかんせん非力なので簡単にこてん、と裏返ってしまった。
「うう......見るな、魔工機職人」
　コートボニー教授の凜々しい顔は涙でぐしょぐしょだった。
　ぎゃっ、やばい。殺人的に可愛い。お、落ち着け、俺。相手はコートボニー教授だぞ。幼女だ。教師だ。人妻だ。手を出したらいろんな意味で犯罪だ。
　しかし、ひ弱な教授はインドア派の俺にも簡単に組み伏せられてしまう。教授は攻撃的な目をしながら、唇を、んっと俺に向かって突き出した。
「こ、コートボニー教授......」
　......ちょっ、なんすか、その尖らせた唇はっ。俺はいったいどうしたらいいんですか、ますます目が離せなくなったじゃないっすかっ。
　俺はひとりでテンパっていたが、どうやらそれは杞憂だったらしい。それは教授の攻撃の予備動作だったのだ。とつぜん、教授の口から白いガスがふうーと噴き出してきて、俺の目に直接ブレス攻撃がかかった。土魔法で催涙ガスを生み出し、それを息に乗せて吹きかけているらしい。ぐわっ。強烈に沁みる。俺は思わずのけぞって、教授を放した。
「げほっ、げほっ、お、落ち着いてください、教授......！」
「ふん、青二才め。オレが今までどれほどの数の学生に言い寄られてきたと思っているのだ？　鏡を発明して出直してくるのである」
「違います、乳臭い息を吹きかけて、男性遍歴を自慢しないでください！」
「ち、乳臭いだと!?　それは一体どういう意味だ......ッ！」
　教授は猫が威嚇するようなポーズになって、おおきく息を吸い込みはじめた。これ以上の攻撃はまずい。俺はじんじんする目の痛みをこらえながら、辛うじて言った。
「じつは、ハーパティ嬢がおっしゃってたんですが......！」


　翌日、俺はバイト先の魔法道具屋で計算機を打っていた。店長は例のごとく奥にこもって金庫の中身を確認している。「ひっひっふー」という妙な呼吸音が聞こえるので、今度は卵を産んでいると見た。
「......しゃいせー」
　ハーパティ嬢は午後六時きっかりにやってきた。来るなり魔導書のコーナーに直行して、錬金術のレシピをじっくりと眺めていた。基本的な買い物はその間にお付きのメイドが済ませる、いつものパターンである。メイドはいつもフードをかぶっているので顔はよく見えないが、灰色の目に灰色の髪、細面のかなりの美人さんだった。
「13カルコス、６シスルっす」
　いつも通り大量の買い物を済ませると、魔法薬やら重曹やらをどっさり詰め込んだ籠を「んしょっ」と持ち上げ、メイドはハーパティ嬢に一声かけ、お嬢の後ろに従って店から出て行った。
　俺はこっそりカウンターの下に置いてあった手のひらサイズの通信機を起動させ、店の外で待機している教授に呼びかけた。
「教授、お嬢が店から出ました」
『うむ、こっちも見えているのだ』
　お嬢から鎧に関する情報を引き出すためには、これ以上、俺は無理にかかわらない方がいい。なんせ一方的にライバル視されているからな。近くにいても邪魔なだけだ。
「ここから先は１人でお願いします。......教授、幸運を祈ります」
『うむ、お前も達者でいるのだ、スービ』
　教授との通信を終え、すっかり沈黙してしまった通信機をじっと見下ろす。
　妙な胸騒ぎがする。これが教授と俺の最後の会話になるような気がしてならなかった。
　その後も俺は閉店まで仕事をつづけ、午後九時にようやく解放され、アパートの一室に戻った頃にはへとへとになっていた。
「ただいまーっす......」
　教授はいなかった。当たり前だ、教授が俺の部屋に戻ってくる理由は特にない。
　この２ヶ月、２人で遊んでいた六畳一間は、なんだかずいぶん寂しい場所になってしまったような気がした。ていうか、俺は教授が来るまでこんな寂しい部屋にひとりこもっていたのか。我がことながらぞっとする。
　冷蔵庫からお皿ぐらいの円盤を１枚抜きだし、作業机の上に置いた。
　むかし、アイデアだけ図面に書き下ろしてほったらかしにしていた、魔工機の一つ。
　アルミニウムの基盤に、緑色の紋章を組み込んだだけの簡単なものだった。真ん中にダイヤルがあって、それをねじって魔法陣の図柄を組み替えるのが正しい使い方なのだが......冷やしすぎたせいで、ダイヤルが固くなっていた。
「ひらけ」
　俺の言葉に魔力は宿っていないが、一応言葉に出してしまう。
　さらに力を込めて、ひねる。
　この魔工機に使われている魔法は、《結界》と一般に呼ばれているものだ。
　シャムシャム島のダークエルフが使う風の魔法から発見されたので、《シャムシャム結界》とも呼ばれている。今回は実演できないので口頭で説明するしかないのだが、対象をひとつ決めると光も熱も物質も通さない、強度の《結界》を施すことができる。
　シャムシャム島のダークエルフは、この《シャムシャム結界》を使いこなすことによって、姿や気配を完全に消して隠密行動を取ったり、致命的な事故を寸前で回避したりする。
　最近の研究によると、この魔法はその島のダークエルフのみならず、エルフや妖精など、あらゆる種族が姿を隠すときに使う魔法であるらしい。
　これについて、ダークエルフの彼女に質問したところ、
「そんな大事な魔法なのに、どうしてよりにもよって、そんなマイナーな島の名前を使ったの！」
　と怒られた。いや、科学用語ってだいたいそんなものだから仕方ないよ。
　とにかく、去年その《シャムシャム結界》を発動させる紋章が発見され、大学で発表されたので、それを利用した魔工機が作れないか、俺もアイデアを出してみたのだった。
　結局、設計図まで書いて、開発までには至らなかった。
　最初は物の持ち運びに使えそうだな、と考えたのだが、大きな物を封印するには、それに比例した大きさの紋章が必要だ、という追加報告があって、辞書を一冊持ち運ぶのに辞書の２倍のデカさの円盤を持ち運ばなければならないことが判明し、持ち運びやすくなるどころかかさばって本末転倒だとわかって断念したのである。
　この使えない魔工機の意外な使い道を教えてくれたのは、コートボニー教授だった。
　どうやら教授は設計図を見て、勝手にこういう使い方をする魔工機なのだと解釈してくれたらしい。俺はある日、教授がいつも結界の基盤を肌身離さず持っているのに気付いた。
　昼のお散歩から帰ってきた教授は、扇風機の前に寝転がって、何食わぬ顔で基盤からアイスバーを取り出し、エロ本を読みながら食べ始めたのである。どうやら、結界で熱を遮断して溶けないようにしていたらしいのだ。
　これはすごい。俺はその魔工機の価値を直感で見抜いた。
　いますぐ大量生産すべきです、教授。
　開封に悪戦苦闘すること10分、もう面倒なので、焼き鏝の先端にウクロナの毒液を浸して、そいつを魔法陣に押し付け、強制的に封印を解除してやった。
　ばちん、という音とともに、煙がもくもく立ち昇って開封される。
　結界が消滅し、円盤のど真ん中に今日の食事が出現する。
　これをやるといつも教授に「仮にも毒液だぞ」と呆れたような顔をされるのだが、消化液で中和されるタイプの毒なので、俺は気にしたことはない。
　今日の食事は先週市場で買いだめしたロールサンドだ。保存状態をチェックするために、１ヶ月分くらいまとめ買いしてある。冷蔵されていたのにもかかわらず、パンに挟まれたヒレカツはもうもうと湯気を立てている。レタスはぱりっとして新鮮そのもの。時間が止まったように変化していない。１週間目にしてパンが多少ふやけた程度だ。壁に貼り付けてある観察記録にチェックを入れて、それからかじりつく。
　大学が再開したら、まずはこいつを発表しよう。友人たちはきっと目の色を変えて欲しがるに違いない。同じ学生の俺が言うのだから間違いなかった。手軽に持ち運べて、どこでも出来立ての食事が味わえる。こいつがさらに発展したら、アーディナルの食習慣が完全に変わってしまうことだろう。
　そんな野望が俺の胸中に渦巻いていた。冷たい基盤を皿代わりにしてロールサンドを食べながら、俺は新しい魔工機の開発に取り組み始めた。
《結界》には、もっと別の使い道があるはずだ。《封印》ではない、《保存》するという考え方から、なにか新しいことはできないのか。物質やエネルギーの行き来を遮断することで、どんな便利なアイテムが生まれるのか。
　アイデアをひねって、さまざまなタイプの基盤づくりに取り掛かっていると、突然、ずがん、という大きな音がした。
「あれ......」
　作業机がびりびり震えたので、さすがの俺も作業を中断した。
　手元を見てみると、ちょうど10個目の基盤のテストをしていたところだった。作業机の上にはすでに基盤が４個完成しており、俺の後ろには６個ほどの試作品が転がっていた。
　深夜１時、作業開始から４時間といったところだ。どうやら俺の魔工機職人としての腕前も、この夏でかなり上がったみたいだった。
「あららら......」
　外に出てみると、二足歩行の羊たちが庭にわらわらと群れていた。
　ダンジョンの１、２階層あたりに出てくる魔物たちだ。
　ぷぎー、ふごー、と騒いでいるが、深夜にアパートにいたずらをしに来た訳ではないだろう。彼らは人間には理解できない言葉で会話をかわし、裸の人間を庭に放り投げて、そしていずこへか去っていった。
　このアパートに放り投げられる冒険家なんて１人しか思い当たらない。レン様だ。
　例の錆び錆びの武器を持ち帰って以降は、死に帰りもなく好調だと思っていたけれど。ずいぶん久しぶりのような気がする。
　しかし、全裸だった。なぜか一糸まとわぬ姿だった。見たところ、装備品どころかアイテムをひとつも持っていない状態みたいだが、確約の石板はどうしたんだろう。
　そう言えば、レン様の確約の石板はハーパティ嬢が持ってたんだっけ。ひょっとして、あれまだ返してなかったのか。お嬢の天然ドＳ振りに戦慄した。いやいや、ヘタしたら死ぬって。
　魔物たちも服くらい容赦してやれよ、と思うのだが、確約の石板がないってことは、そもそも魔物たちには冒険家の命を助けてやる義理さえないってことである。レン様が常連だから、いつもの流れでついつい助けてしまったのかもしれない。
　俺は迷っていた。アイテム全損状態のレン様は、うつぶせになって美しい背中を月明かりに晒していた。
　誰か助けに行かないかなぁ。誰もいないよなぁ。ちゅうかこんな深夜に、俺みたいな学生以外に起きてる奴なんかいないよなぁ。
　仕方ない、意を決した俺はアパートの階段を駆け降りていった。魔工機を作る時間を１秒たりとも無駄にしたくなかった俺は、高速でレン様に肩を貸して担ぎ上げると、妙にきめの細かい肌によろめきながら階段を昇っていって、隣の部屋のドアを押し開いた。
　俺と同じ六畳一間のレン様の部屋には、ダンジョン探索に役立ちそうな武具がいくつも並べられていた。
　破邪の剣にツノ付き兜、魔法の盾、大金槌、どの武具も魔法の研磨粉で錆を取りのぞき、丁寧に磨き上げられていたが、レン様がこれらをダンジョン探索に持っていったことは一度もない。これらは、まだダンジョン探索が国を挙げて行われていた時代、持ち主と共に行方がわからなくなってしまった歴史的に価値のあるアイテムである。
　レン様は何度もダンジョンに潜っては、死に帰りを繰り返して、少しずつこうした価値ある遺産を東部人の手に取り戻そうとしていた。
　いったい何のためにこんなことをしているのかは誰も知らなかった。たまにレン様の武器を強化していた俺もよくわからない。ただの古物フェチなのかもしれないし、もっと大きな因縁のようなものを背負っているのかもしれない。その辺りは想像するしかない。
「ん？　これは――......」
　俺は、一冊だけ棚から落ちている雑誌を見つけた。アルペンデ州が発刊している就職情報誌だった。一箇所だけマーカーで丸がつけられているのでよく見ると、「【急募】長期アルバイト募集、パン＝ゼペルカ魔石鉱採掘師　９月から」とあった。
　えーっ、レン様、ひょっとしてダンジョン探索から引退して採掘師になるの。
　パン＝ゼペルカはアーディナルの東の端だ。この仕事をはじめたらアルペンデのダンジョンには簡単に通えなくなる。マジですか。レン様いなくなっちゃうんだ。けど、そりゃそうだよな、最近の探索は不調続きだったし、レン様もいつまでも同じダンジョンに潜り続けるわけにはいかないだろう。時代の波には誰も逆らえないってことか......。
　考えたら、レン様とはけっこう長い付き合いだったな。10年前から師匠のお客で顔見知りだったんだ。そんなレン様に俺の作った武器の価値を認められるのは、何も普通のことだとは思わなかった。四方の壁に並べられた刀剣類を軽く見渡したが、俺の魔法剣と交換したという例の錆び錆びの武器がどれなのかは、けっきょくわからなかった。
　しかし、こうやっていつまでも部屋を眺めていてもしょうがない。
　俺はレン様を部屋の真ん中に放り込み、飛ぶように作業机の椅子に戻った。頭からレン様のあられもない姿を追い出し、作業に没頭する。
　このお皿型の魔工機が、もっと多くの物を同時に保存できるようになったら。そうすればもっとダンジョン探索は楽になる。死に帰りをしたって、貴重なアイテムをほとんど失うことなく生還できるようになるんじゃないか。冒険家に限らず、欲しがる連中は大勢いるはずだ。
　けれど、収納量が圧倒的に足りない。だったら収納スペースを増やすためにはどうすればいいか？　基盤の素材を変えてみたり、魔法陣の図柄を見直したりと様々な方法を試してみた。たまに組み合わせ次第で思いもよらない効果を発揮するときがあるのだ。
　かちゃっと中央のダイヤルをひねって、アルミニウムの基盤の結界を解くと、もう一度、「ずがん」という音がして、俺は硬直した。
「..................」
　俺は心底驚いた。外からではない、手元の基盤から音がしたのだ。
　もう１人探索者がアパートに放り込まれたのではないか、念のためドアをあけて、通路から庭を確認してみたが、今度は魔物の姿はない。しかし、さっきとほとんど同じ音がした。
「......どうやった？」
　かちゃっ、かちゃっ、とダイヤルをひねってみたが、もうさっきの音はしなかった。
　音だ。音が結界に封印されたのだ。あーっ、と叫びながらダイヤルをひねったり、ダイヤルをひねってからあーっとさけんだり、しばらく時間を置いてからダイヤルをひねってみたり......色々なパターンをためしてみたが、なぜか２回目は上手く行かない。
「どうやった？　どうやった、俺、思い出せ。さっきの、どうやった......」
　なにか新しい発見がここにある気がする。俺の直感がそう告げていた。ダンジョン探索には関係ないかも知れないが、このきっかけを逃してはならない。耳をくっつけてみると、かすんで聞こえる程度の音がする......気がする。だめだ、結界が弱すぎるのか、展開のタイミングが合わないのか。ほとんどの音が封印されずにすり抜けている。
　夢中になって調べていると、作業机の下に１個、転がり込んでいた基盤を発見した。
　今日作った木製の試作品のひとつだった。中央のダイヤルをひねってみると、基盤から「助けて」という声が聞こえてきて、思わず足元に落としてしまった。
　アルミニウムの基盤よりも、ずっとはっきりと音がした。どうやら木の素材との相性がいいのか。いや、注目するのはそこじゃない、いまのは間違いなく、
「教授の声......」
　ぐるり、と部屋を見渡すと、通信機が置いてあった。しかも、通信中を知らせるライトがつきっぱなしだった。
　俺はぶわっと汗をかいた。やばい、教授が通信機をつかって俺に助けを求めていたのだ。なのにまるで気づいていなかったなんて。なんて魔工機バカだ俺は。
　自責の念にとらわれながら、あわてて通信機にすがりつき、声を上げた。
「教授、いまどこです。どうしたんですか、教授ーっ！」
　やや遅れて、教授の返事が聞こえた。どうやら無事のようだ。
『スービか』
「どうしたんすか、何かあったんですか」
　誰か向こうにいるのだろうか、教授は少し声を潜めている。
『うむ、それがうまく説明できんが、ちょっとややこしいことになったのである』
「ややこしいこと？」
　俺は眉をひそめた。どうやら、さほど切羽詰まった状況ではなさそうだが、これは急いで迎えに行った方がよさそうである。
「と、とりあえず、そっちに向かいます！　待っててください！」


　数時間後、俺はハーパティ嬢の豪邸になぐりこみをしかけた。
　えも言われぬ豪邸だった。錬金術師ってこんなに儲かる職業だったのか。それとも儲かる金持ちが錬金術師になるのか。
　庭は完全な左右対称になっていて、敷砂に対してほぼフラットな水面の池が、鉄格子の門の外まで涼しい風を送っている。家は白くて、遠くから見ると光っているみたいだ。ただ白いだけじゃなくて、キラキラして見える。玉ねぎ型の屋根がついていて、なんとなく魔術師の邸宅を思わせた。
　俺はそんな豪邸の周りを、巨大な魔法銃を抱えたままうろうろしていたところを、警備兵に職務質問されそうになったので逃げだし、あっけなく捕まえられてハーパティ嬢の前に引きずり出されていた。ふっ、侵入成功。
　お嬢はなかば呆れた顔をして俺を見下ろしていた。
「またお会いいたしましたわね、魔工機職人さん」
「お会いできて光栄っす、ハーパティ嬢」
「もう結構です、この変質者はわたくしを襲う度胸もないゴミクズですの。下がってください」
　お嬢は手で合図を出して、俺の両腕をがっちり捕まえている警備兵を下がらせた。どの警備兵も身に着けているのは不思議な飴色の光沢を放つ鎧だ。地魔法が何重にも重ね掛けされているので、オーロラのような不思議な色合いに染まっている。防御力は鉄の鎧の５倍と見た。ふっ、大したことないな。少なくとも装備は。
　警備兵たちが鎧をがちゃがちゃ鳴らして去って行ったところで、お嬢は話を切り出した。
「それで、一体どのようなご用件なのでしょう？」
「実は......コートボニー」
「帰りなさい」
　うへえ......問答無用かよ。
　お嬢は俺を哀れなブタの腹を引き裂くような目でにらみつけた。
　俺のＭ心をくすぐる目だ。というか、まだ何も言ってないのに追い払うなんて。事件が明るみに出る前に自分が犯人だと言っているようなものじゃないか。
「お引き取りあそばせ、魔工機職人。コーちゃんは、我がバーニ家に舞い降りた天使でございますわ」
「こ、コーちゃん？」
「無から有を生み出すのは神の魔法。その魔法を使えるセノは古来より、神の代弁者として錬金術師に崇められています。ゆえにコーちゃんはわたくしたち、バーニ家の守護天使にあたる存在でございますのよ、おわかりかしら？」
　いや、さっぱりわかんねぇけど......。どうやら、錬金術師の世界観は、俺たち魔工機職人の世界観とは根本から違っていたらしい。
　錬金術師の守護天使だと？　なんだそれ、もしそんなのがいるのなら、魔工機職人にもそういうの欲しいわ。
「まってくださいよ、コートボニー教授は神の御使いなんかじゃありませんよ。サーナサウルから来た、ただのセノの学者さんっすよ？」
「いいえ、コーちゃんは間違いなく、神様がわたくしの所につかわしてくださった、可愛い可愛いソーキュートな天使ですわ」
　やたらと可愛いを強調したところを見ると、どうやら錬金術師としてセノを崇拝しているだけでなく、可愛いものには目がないらしかった。
　まるでとりつく島もない。お嬢は途方に暮れる俺など眼中にない様子で、熱でもあるみたいなうっとりとした眼差しで、教授との出会いを思い起こしていた。
「そう、あれは午後９時ごろ、庭で読書をしながら夕涼みしているときでしたわ。気が付くとトネリコの木の上から可愛らしい妖精さんがこっちをみているの。がたがた震えて木から降りられない様子で、その可愛らしさに、わたくしは稲妻に打たれたような衝撃を覚えましたの。ただのセノが木に登る道理などないのではなくて？　いいえ、きっと空から舞い降りた天使が羽を失ってしまったのだわ。『天使？』『ううん、コートボニー、とりあえず助けて』みたいな」
　話を聞くと、どうやら教授、木の上に隠れてお嬢の様子をこっそり窺っていたみたいだ。
　それで降りられなくなって『助けて』と俺に救難信号を送ったらしい。
　......なにやってんすか教授。可愛いけど。
　ハーパティ嬢は胸に手をあてがい、きりっと眼差しを鋭くして俺に言い放った。
「ある日突然空から降ってきた、すてきな魔法が使える錬金術師の守護天使、それがコーちゃん。オイル臭い魔工機職人には、一切指を触れさせませんことよ」
　どうやら教授は、決して近づいてはならない類の人の家に住み着いてしまったようだ。
　あれだけ誘拐されないか心配していたのに、うかつだった。
　ちゅうか、そもそも教授は俺とお嬢、どっちのものでもないはずじゃないか。
　俺は科学を崇拝する魔工機職人らしく、きっちり筋の通ったことを言った。
「違います、教授はバラバスタン大学で魔石石学を専攻している教授です。こっちの国では天使でも、向こうではれっきとした社会人っすよ。本人が帰りたいって言ったら、ちゃんと帰してあげないと。犯罪になっちゃいます」
「いいえ、わたくしそのような戯言は認めたくありませんわ。コーちゃんが天国に帰りたいと言わない限り、今はわたくしのモノでございます」
「正直、迷惑そうじゃありませんでした？　帰りたいって言ってませんでしたか？」
「言ってません」
　お嬢は前のめりになって、俺をきっと睨みつけた。そのまま首をゆっくりと横に振るお嬢。
「一言も、言っていません」
　......まあ、教授も大人だから、こんなに必死になられると、かえって言いにくかったりするんだろうな。
　どうしよう、これは困った。どうやらアルペンデ州でセノの誘拐事件が勃発したようだ。
　セノは前回、雪を人間の攻撃だと勘違いして、しばらく調査団を派遣しなくなっていたんだ。立て続けに教授が誘拐されたなんてことになったら、今度こそ派遣が中止になってもおかしくない。
　さすがにこれは何とかしないと、魔工機職人としても放っておけない一大事である。
　そのとき、俺の背後で扉が開いて、温かみのある優しい声がかけられた。
「ハーパティお嬢様、コートボニー様をお連れしました」
　ぐるり、と振り返った俺は、呼吸することを忘れてその光景に見入ってしまった。
　そこに現れたのは、ふんわりしたドレスを着せられたコートボニー教授だった。
　何種類ものピンク色を使ったリボンがドレスを花みたいに彩っていて、純白のタイツを身に着けた折れそうなほどか細い足と、お人形さんのような小さな赤い靴が見える。ふわふわの白い髪の毛は白地に金色の縁取りのリボンなんかをくくりつけて、ツインテールにしていた。
　まるでお金持ちのご息女のように飾られたコートボニー教授は、どこか照れくさそうに小さな唇をきゅっと結んで、細めた鳶色の目で困ったように俺を見つめていた。
「あ、あんまり......じろじろ見るな、恥ずかしいのである......」
　などと言って、隣の保母さんのようなメイドと手をつないで、てくてくとやってくる。スカートの短い裾を気にしながら、歩きづらそうにちまちま足を前に出していた。
　しかし、そのとき俺がもっと驚いていたのは、隣のメイドのほうだった。
　これも地魔法の意匠を凝らした群青色のドレスに、純白のエプロンが胸の所で異様な盛り上がりを見せている。なんだ、あの異様な盛り上がりは。
　フードを取ったメイドの顔は、俺の予想通りすげぇ美人だった。灰色の目は涼しげで、俺を見てにっこり微笑んだ。言っておくが俺を見て微笑むなんて、綺麗な女性になかなかできるもんじゃない。
　耳の中ほどできっちり切りそろえられた灰色の髪には、几帳面な性格が表れている。そしてその頭のてっぺんに、俺は今まで見たことのない物を見てしまった。
　髪の毛と同じ色の、ふわふわもふもふした毛の生えた、動物の耳が突き出している。しかも先っぽがうっかり焦がしてしまったお菓子みたいに黒い。
　こ、これは......ッ！
　特定の種族と特定の職業が融合してうまれる、奇跡の隠れ職業......！
《ネコミミメイド》だ......ッ！
　俺はほとんど立ち上がりそうになって、息も絶え絶えになりながら、その生ける伝説をまじまじと見つめていた。
「か、可愛い......！」
　教授は恥ずかしそうに目をそらして、「そ、そんなに見るな」と言ったが、見た目が幼女で中身はおっさんの既婚者など、もう眼中になかった。
　それよりも、ネコミミ。ネコミミメイドさんだ。エプロンに顔を押し付けた教授の頭を撫でていい子いい子しているメイドさんが、それはもうたまらなく可憐で素敵だった。
　うおお、メイドさん最高。やばい、お持ち帰りしてぇ。
　ハーパティ嬢の対面のソファに座ることを許された後も、俺はそわそわして落ち着かなかった。お嬢の話なんてちっとも耳に入らない。気がつけばネコミミメイドさんばかりちらちらと目で追っていた。
　コートボニー教授が何も言わずに俺の隣にちょこんと座って、そのせいでハーパティ嬢が俺をヘビのような目つきで睨みつけていたが、俺は紅茶を配ってくれているネコミミメイドさんの動きを追うことに夢中でその即死性の邪眼を回避し続けていた。
　あ、いまちょっと耳が揺れた。回避。おっぱいふにゅんってなった。回避。いいなぁ、笑うとすごく可愛いなぁ。回避。ネコミミメイドさんはさっきからハーパティ嬢を恐れるように顔を伏せているコートボニー教授を優しげに見守っている。ああ、この紅茶マジうまいっす。回避。
「お爺様の鎧をご覧になりたいのでございますか？」
　俺に邪視を注いでいたハーパティ嬢は、眉に寄せていた不機嫌そうなしわをぱっと開いた。どうやら役に立たない俺に代わって、コートボニー教授が勝手に話を進めてくれていたようだ。
　さすが教授だ、俺なんかさっきからメイドさんの名前を聞くことしか頭になかったぜ。
「うむ、オレはその鎧が隕石から作られたと聞いたのだ。オレも見たことがない物質だ、少し調べさせてもらいたいのである」
「コーちゃんの頼みでも、それは......」
　どうやらお嬢は参ってしまった様子だ。ギルド長でも好き勝手にはできない物らしい。
「お願いだ、少し見るだけでいいのだ」
　教授がうるんだ瞳で見上げると、お嬢はうっとひるんだ。教授のあの眼は反則級だからな。心なしか、顔がにやけている。
「コーちゃん、あんまりわたくしを見つめないでください」
「なぜ見てはいけないのだ？　戦乱の時代には、実際に使われていた鎧だというではないか。とうぜん多くの人の目に触れていたはずである」
　むー、と頬を膨らませるコートボニー教授。横から見ても可愛い。横から見たメイドさんほどではないが。おっと、横から見たメイドさんと比べると可哀想だったな。セノにはないあれとかこれとかの器官がまぶしすぎる。
　ハーパティ嬢は激しく心を揺さぶられていた。悶えて体をかきむしったり手をわきわきさせたり妙なアクションを繰り返している。勢い余って襲い掛からないのが不思議なくらいだった。辛うじて堪えているのは、たぶん教授の隣に俺が居るからだ。俺がここに呼ばれた理由がようやくわかった、２人ではお嬢とまともに話をするのは危険すぎる。
「こ、コホン......もし素材がわかっても、同じものを二つと作ることはできませんことよ？　あれは《隕鉄》なのですから」
「ヒントが得られるだけでもいいのだ。そもそも、その《隕鉄》とはどういうものなのだ？」
「２００年前に空から降ってきたと言われる金属です。アルペンデがかつて王国だった頃のお話ですが、それ以上は一族の秘伝でして......ふきゃあっ」
　教授が目をキラキラさせて身を乗り出し、小さな手をぴとっとお嬢の膝の上に置くと、お嬢はとつぜん一族の秘密を昔話風にしゃべりだした。
「ええとぉー、むかーしむかーし、魔王と勇者が戦ってましたぁー。その決戦の日、空からおっきな星が落ちてきましたー。地上のみんな大騒ぎでーす。『あーっ、あれはなんだーっ』『赤い星が落ちてくるぞーっ、逃げろーっ』どっかーん！」
　身振り手振りを加えて、とってもわかりやすく説明してくれている。どうやら子供が好きで好きでたまらないのだろう。キャラがすっかり変わってしまっているぞ、お嬢。
「空から落ちてきたのは、なんと巨大な鉄の塊、《隕鉄》でしたー。それは大気圏に突入した際、空中で爆発四散して、アーディナル中に散らばってしまいましたー。自分の土地にその《隕鉄》が落ちてきた王様は、ラッキー自分の物にしちゃえー、といって、さっそく魔法道具にしちゃいました！　けれどもその隕鉄は、不思議なことに魔法道具にすると、みるみる力を失ってしまったのです！」
「な、なんと......！　力を失うだと？」
「そう。困った王様は、アーディナル中から腕利きの魔法道具職人を探し始めました。そしてある魔法道具職人が見事、隕鉄で魔法の鎧を作ったのですー。その魔法道具職人はアルペンデの王家に召し抱えられ、東部一の錬金術師となりましたー。それがシン＝ルチール＝バーニ、ＡＡＧを創設した、バーニ家のご先祖さまでーす。めでたしめでたしー」
　お嬢は、教授の小さな手を握って、ぱちぱちと拍手していた。もはや教授を目に入れても痛くないといった様子だ。
　普通に魔法道具を作ろうとすると、魔性を失ってしまう隕鉄。
　聞いたことがない不思議な性質に、俺も教授もびっくりして目を見開いていた。
「教授、そんな魔石があるんすか？」
「わからないのだ。そんな石、オレもはじめて聞くのである」
「どうします、ここは他にも《隕鉄》がないか探してみるべきでしょうか？」
「いや、鎧の方をもっと詳しく調べてみたい」
　教授とすばやく情報を交わし終えた俺は、ふむ、と一計を案じて、お嬢に問いかけた。
「あの、ハーパティさん」
「まだ居ましたの？　このブタ野郎、とっとと養豚場にお帰り遊ばせ？」
　ぞんざいに足を組んで舌打ちをし、軽蔑しきった目で「ちっ」と吐き捨てるように言われた。
　ええー。いま俺、何しましたか？　教授と少し会話しただけじゃないっすか。あんまりだ。教授に対する優しさの半分でも俺にください。
「ところで貴方、さっきからメイドの方ばかりジロジロ見てませんこと？　あまりにも挙動不審ですわよ？」
「あ、あなたに言われたくないですよ！　というか、綺麗なものが傍にあれば、ついつい目を奪われるのは、当然の心理っしょ？（チラッ、チラッ）」
　おっと、本人の目の前で、思わず本音がこぼれてしまったな。ふふふ。
「お紅茶をお下げしますね」
　メイドさんはちょうど紅茶のカップを片付けに現れていたのだが、まるで俺の発言を聞いていなかったような涼しい顔をしていた。ちっ、くやしい。
　俺の発言を聞いていたハーパティ嬢は、心底驚いたみたいだった。
「こんな獣くさいメイドのどこがいいの？」
「なッ......」
　獣くさい......だと？　この完璧な素晴らしいネコミミが？
　ちなみに、ネコミミを持つ女の人は、東部に巣食う妖魔（妖怪や魔物）の一種である。お嬢が町に連れて行くときはフードで顔を隠していることからもわかる通り、あまり名誉なことではなかった。しかしそんな周囲の偏見なんて、引きこもりの俺には関係ないことだ。
「......何言ってるんすか、ネコミミでメイドっすよ！　孤独な主人になついて癒しを与えてくれる可愛いネコミミと、散らかしがちになる部屋をお片付けしてくれるメイドの夢のコラボだ！　まさに全魔工機職人の夢っす！」
　俺の力説をお嬢は、「変な趣味ね」で一蹴した。
　メイドさんが前かがみになって紅茶のカップを取り下げていると、ハーパティ嬢は、いきなりメイドさんのスカートの中に手を突っ込んで、毛に包まれた長い縄状のモノを取り出した。
「はにゅっ」
　長い縄状のモノを掴まれたメイドさんは、変な声をあげて硬直してしまった。口が◇になって、みるみる頬に赤みがさしていく。
　あああっ、俺のメイドさんに、なんてことを......！　尻尾を掴んだお嬢は、これでもかと言わんばかりに左右にふりふり振って、それを俺に見せびらかした。
「こんな醜い尻尾がついていますのよ？　清楚なのは外見だけで中身は毛むくじゃらで、ほんとうにみっともない生き物だわ。そのくせ人見知りが激しくて、外に出歩くときは必ずフードで顔を隠していますのよ？　そんな妖怪でもいいっていうのかしら？」
「何言ってんすか、むしろ最高だッ！」
　俺はむろん、全面的にオッケーの構えを見せた。普段は隠していて、心を許した相手にしか見せないなんて、最高すぎる。前かがみになったまま動けなくなっているメイドさんも、胸が強調されて最高だった。やばい、もふり倒したい。
　ああ、しかしなんで人にはネコミミの良さがわからないのか。俺はあからさまにため息をついて、隣でぽかんとしているコートボニー教授のほっぺをつついた。
「お嬢も、どうしてこんな見た目が幼児で中身は老女みたいなロリババアが好きなんすか？」
「なッ......ロリババアのどこがいけないっていうのッ！　歳を取らない幼い容姿は、かつて錬金術師が追い求めていた永遠の命の証ッ、さらに卓越した知能を備えたロリババアこそ、完全にしてもっとも美しい者の姿ッ、まさに全錬金術師が憧れる夢でございますわッ！」
　ハーパティ嬢はテーブルをだんっと叩いて力説したが、俺にはまるで理解できない。俺はふんぞり返り、鼻でハッと笑った。
「ていうか、ハッ、教授がいま何歳か知ってます？　本当の年齢を知ったら引きますよ、１００歳なんてかるく超えてるんすよ？」
　ハーパティ嬢はメイドさんの尻尾をぎゅうっと握りしめ、力強く断言した。
「そこが可愛いッ！」
　メイドさんが目をつぶってぶるぶる震えている。ちくしょう、どう見たってメイドさんの方が圧倒的に可愛いに決まっているじゃないか。
　俺は、脇に座っているコートボニー教授の上着をたくし上げ、ちっぱいブラに包まれている上半身をさらけだした。
「きわゃっ」
　という変な悲鳴を上げ、教授も硬直して押し黙った。
「ふっ、これを見ても同じことが言えるっすか？　可愛いのなんて見た目だけっすよ、色気出してブラなんかつけてるんすよ？......しかも人間のエロ本を読むのが大好きで、家では声に出して笑いながら読んで、いつか旦那にロールサンドしたいとかほざいてるんすよ！　とんだビッチだ！」
　ハーパティ嬢は雷に打たれたようにのけぞって、ソファの背もたれにぐったり倒れ込んだ。
　勝った。俺が勝利の余韻に浸っていると、お嬢はどうやら逆の意味で衝撃を受けてしまった様子だった。
「ろ、ロリババアで、人妻で、しかもビッチ属性......ッ！　まさに、至高......;ッ」
　どうやら俺は、不覚にもハーパティ嬢の黄金のレシピに触れてしまったみたいだった。
　ロリババア＋人妻＋ビッチ＝まさに至高。
　わ、わからーん。
　俺にはその方程式がさっぱり理解できない。どうやったらそんな答えが導き出せるというのだろうか？　やっぱり錬金術師と魔工機職人は永遠に相容れない運命なのか。メイドさんも理解できずにおろおろしていた。
「えっ？　えっ？　コートボニー様って、ビッチなんですか？」
　俺のせいで不名誉をこうむった教授は、服をひんむかれたままぽかーんとしている。
　可哀そうなので俺は教授の上着を下げて、しわを伸ばして元にもどしてあげた。
「ハーパティさん、どうでしょう」
　そしてその時、空前絶後のアイデアが俺の中に閃いていた。
　時に、一瞬のアイデアが１００時間分の構想に匹敵することもある。だからこそ魔工機職人の世界は面白い。やめられない。俺はすかさずそのアイデアをお嬢に提案した。
「そちらのメイドさんと、うちの教授。しばらく交換してみるってのは？」
　ソファに倒れていたお嬢は、その提案に弾かれたようにがばっと起き上がった。
　教授は突然のことにびっくりしたような目を俺に向けてきた。しかし、すぐに俺の考えが読めたと見える。きゅっと唇を結んで、お嬢の方に向き直る。
　そう、教授がメイドになってしまえばいいのだ。ハーパティ嬢の身の回りを世話する係になれば、屋敷の中を格段に動き回りやすくなる。そうすれば、いずれ魔法の鎧に近づくチャンスも手に入るかもしれない。
　俺の思惑に気づいたのか、それともあえて気づいていない振りをしているのか。お嬢は計算高く、そして上品に微笑んだ。
「それはそれは......なかなか面白そうな考えですわね、魔工機職人」
　ふっふっふと、俺たちはお互いにしかわからない思惑を胸に、密かに笑いかわしていたのだった。
　俺とお嬢は、後に魔石工学界で『永遠のライバル』なんて呼ばれ方をするようになる。
　お嬢との終わりの見えない魔工機開発競争が幕を開けたのは、たぶんこの時だった。


　こうして、俺はちっこいセノの教授との生活に別れを告げ、来たるべきネコミミメイドとの六畳一間での共同生活に胸を膨らませていた。
　メイドさんは屋敷での仕事をあらかた終えると、翌日には例の灰色のフードをかぶったまま俺の部屋に訪れ、床にぺたりと座り込んで、がくがくぶるぶる震えながら、ぺこり、と頭を下げた。
「ふ、ふ、不束者ですが、よ、よろしくお願いします......！」
　最高。やっぱネコミミ最高。生きてて良かった。
　しかし、俺の夢はここがゴールではない、ここはまだスタートだ。学生がネコミミメイドとの共同生活をエンジョイするにあたって、さしあたって直面する現実的な問題が、生活費である。特にメイドさんは豆粒とミルクでお腹いっぱいな教授とは違って、たくさん食べる人だ。俺がなんとか２人分の食費を稼がなければならなかった。
　魔法道具店のバイトだけですべてを賄うことはできない。以前ダンジョン探索で手に入れた素材を売ったり、素材を元に作ったアイテムを売るとかなりの資産になったため、半日はダンジョンに潜り、素材集めに奔走する日々が続いた。
『ご主人様ッ、右に敵がいますッ！』
「うおりゃあああぁぁぁッ！」
　ヘルメットの向こうから聞こえてくる耳をくすぐるようなメイドさんボイスに、俺は前回の数百倍やる気を出していた。
　30階層以降にも対応した新式魔法銃は銃身をオーバーヒートさせながら絶大な威力を発揮し、ぶくぶくに太ったヤギのモンスター、ピザゴートを一瞬で蒸発させた。40階層のボスだったようだが、俺の愛の魔法銃の前には雑魚も当然だった。
『やりましたっ、ご主人様は今のでモンスター討伐数２００達成、探索者のランクがひとつ上がりましたっ』
「ふっ、今日の俺はやべぇな、このままだと最下層まで下りてしまいそうだ。その前にひとまず帰還して、ひさびさに太陽の下でブランチとしゃれ込もうか、フェリシア」
『はいっ、とびっきりのお料理をお作りして、お待ちしておりますっ』
　ちなみにメイドさんの名前はフェリシアと言った。
　生真面目な人で、時間さえあれば、探索者ギルドから情報を集めて俺の動きを的確にサポートしてくれるし、地図を一度も読み間違えたりしないし、料理もバッチリ上手だし、おまけに回復薬まで作ってくれるし、途中で余計なミッションを与えたりしないし、まさに文句なしのパートナーだった。
　聞くところによると、お嬢は趣味でダンジョン探索を嗜んでおり、この階層ぐらいは常連だったのだとか。
「お嬢様はひょっとすると勇者の血を受け継いでいるのかもしれませんよ。勇者は出生も、その後生も謎という人物でしたから、様々な名家が勇者の子孫を自称しているんです。現在、最有力候補とされる家系のひとつは旧アルペンデ王家ですから、お嬢様も当然勇者の血を受け継いでいる可能性がある１人なのです」
　40年前の市民革命の時に無血開城によって政権を明け渡したアルペンデ最後の女王エナは、その後、家臣の錬金術師ラニー・バーニに嫁いだらしい。その２人の孫がお嬢で、お嬢のダンジョン探索スキルは女王エナから直接手ほどきを受けたそうだ。なるほど、ガチ女王様だったということか。さすがお嬢だ。
　さらにコンテストに向けた魔工機の開発の方も、メイドさんがいてくれたおかげですこぶる捗った。
　結界の基盤を改良し続け、ついに念願の『アイテム収納ボックス』を開発するに至ったのだ。
　様々な素材を組み合わせる試行錯誤の末、シャムシャム結界と相性のいい木材を発見した。それを基盤に用いると、今までの３倍近くの大きさの結界が生み出せるようになったのだ。
　基盤よりも、大きな物を結界に封印できる。その仕組みさえできれば、収納ボックスを作るのは案外簡単だった。
　目的の物を封印した大きめの基盤を、それよりも一回り小さな基盤に封印する。これを繰り返すだけで、どんな量のどんな大きさの物も好きなだけコンパクトなサイズに収納できた。
　このままだと中身を展開したときにばらけてしまう、という難点に気づいたら、フェリシアが基盤ごとに革の外装をつけてウェストバッグタイプに改良し、中で展開しても散らばらないようにしてくれた。
　さらに種類ごとに色分けしてくれて、この基盤にはあと何枚ほどの基盤が入っているか、どれに何を入れたかを一目で判別できるように工夫している。こういった細やかな気配りができるのはメイドさんならではだった。
　人を幸せにする発明品は、そんなに複雑なものである必要はないのだ。魔工機コンテストでの優勝は、もう貰ったも同然のような気さえしていた。
「なんで木材なんだろうな？」
　ある日、木を削って封印の基盤を作っているときに、ふと浮かんだ俺の疑問に対して、ちくちく針でバッグを縫う作業をしていたフェリシアは、即座に答えてくれた。
「はいっ、ご主人様、同じ魔法生物でも植物は、動物と違って、細胞の中にセルロースと呼ばれる固い構造を持っています。魔法植物は大抵そのセルロースが鉱脈紋章と同様に、魔法の紋章を描いていて、永続的な風魔法の魔法効果を帯びているのです。セルロース紋章群、あるいは、ナイアス構造と呼ばれるもので、これが植物の防御力をわずかに高めています。この魔工機でもその風の魔力がうまく作用して、結界の力を拡大しているのではないでしょうか？」
「おおっ、なるほど、さすがだフェリシア」
　長年錬金術師に仕えているだけあって、素材に関する予備知識も豊富だった。
　フェリシアの灰色の頭をなでなでしてやると、ちょっと困ったようにはにかんだ。
「ふふふ、そこ撫でられると気持ちいいです、ご主人様」
　ふにふにした獣耳の間に挟まって俺も気持ちいい。本当は抱きしめたかったのだが歯止めが利かなくなりそうなのでそこは我慢する。
　断言できる。フェリシアにあって教授にない物はあっても、教授にあってフェリシアにない物はない。
　アイテム収納ボックスは彼女があってこその発明品だ。そう思って、俺は宣言した。
「この発明を君に捧げる。《フェリシール》と名付けよう」
　フェリシアは顔を赤くして、困った風に笑った。
「御冗談を」
「いや、マジデマジデー」
　しかし、俺もその名前でアイテムを商品化したせいで、後にお嬢と法廷で争うことになるとは思いもよらなかったのだが、まあ、それはまた別の話だ。
　俺が木の円盤に魔法陣を書いて、フェリシアがそれをバッグに縫い付けていく。
　たったそれだけの簡単な魔工機だったが、これが思いのほか爆発的に売れた。
　◆冒険者ギルド直営店からのお知らせです。
スービ・キュージット様　商品名：フェリシール
　先週の販売実績：
　３５０個　魔法道具カテゴリー１位
　冒険家たちの評価：
「こんなアイテムの登場を待ち望んでいた！」
「フェリシール最高。超おススメ！」
「これでもうダンジョンの死に帰りも怖くなくなった！」
　冒険者ギルドにフェリシールの販売を委託したところ、そこに寄せられてくる世界中の冒険家のレビューは圧倒的に好評が多数で、俺は内心嬉しくてしょうがなかった。
　さっそく俺もフェリシールをひっさげてダンジョン探索に向かったのだが、探索者のほとんどがこのフェリシールを道具袋がわりに腰にぶら下げるようになっていた。
　自分で販売しておいてなんだが、ちくしょう、俺のフェリシールを......と独占欲が湧かないでもない光景である。
　そんなこんなで７月も終わりを迎えようとするころ、俺はダンジョン探索を引退し、フェリシールの開発に専念することを真剣に考えるようになった。
　きっかけは、通信機の不調だった。地下に潜りすぎたせいか、40階層あたりからアパートとの通信が頻繁に途切れるようになったのである。
　通信に使われている魔法Ⅶ《天魔法》は、時空をかるく飛び越えてしまう性質を持った魔力を、どこかひとつの場所に呼び出して固定してしまう魔法だ。複雑な魔力操作をするのに抜群の性能を発揮するが、いくらでも重ね掛けすることができない。
　チャフ・グレネードでかき消されたように、他の天魔法を重ねようとすると、上書きされてあっさり消えてしまうのである。
　――鉱脈の魔力が強くなったせいで、通信が阻害されているんだな。
　それまでにも、時たま音声がぶれることがあって、俺はそんな風に考えていた。
　40階層から先はどんなに頑張っても地上との通信ができない。俺もまさか、こんな所に落とし穴があるとは思わず、苦戦を強いられた。
　しかし、ダンジョンはまだまだ下に続いていた。その時にはもう、ダンジョン探索も相当こなれてきたので、慎重に進めばフェリシアのサポートなしでも潜れないことはなかった。
　だが、サポートがあるのとないのとでは、ダンジョン探索の難易度は段違いだった。
　万が一の保険のために、俺も確約の石板を持っていたのだが、たった一度だけ、本当に死に帰りを経験したことがある。
　上半身が牛の姿をしたでっかい半獣の怪物が居て、そいつは水魔法銃の呪いにも耐え、逆にぶっとい斧で俺を殴りつけたのだ。その破壊力たるや、オリハルコンの装甲が簡単にぶち壊れる感触がした。
　壁まですっ飛ばされて、背骨に激痛が走り、手足がびりびりと痺れ、俺は正直死んだと思った。気が付くと洞窟の入り口手前でうつぶせに倒れていて、全身が冷え切っていた。
　確約の石板で戻ってくる場所は、ダンジョンの手前に設定しておいた。万が一にも、かっこ悪い所をフェリシアに見られたくない。立ち上がると、背中のタンクに蓄えられた薬草エキスがだらだらと脚を伝って流れ落ちた。もう修復する気力もなかった。
　ダンジョン探索ギルドに除名願いを出すことを真剣に考えながら、俺はそのままよろよろと帰路についた。
　途中でヘルメットとアーマーを脱ぎ捨て、フェリシールに隠してこっそり帰宅した。恐る恐る六畳一間を覗くと、通信が途切れてすることのなかったフェリシアが、部屋をすっかり綺麗に片付けて俺を待ってくれていた。
　床に散らばっていた設計図は種類ごとに分別され、関連する魔導書と一緒に本棚にきっちり収まっている。ガラクタも丁寧に色分けされたフェリシールにきっちり納まって、ベッドの下なんかの目立たないところに追いやられていた。
　やばい、泣きそうだ。教授が居たころとのギャップに涙が出そうになった俺は、思わず顔をそらした。教授は俺が帰るたびに新しい魔工機で部屋を散らかしてたからな。
「ただいま～っす......」
　なるべく不調を気取られないように、自然な口調を心がけた。上手くできたかはわからない。フェリシアは、塵ひとつない床にぺたりと正座していて、俺の姿を認めるや、ふにゃんと垂れていた耳をぴんっと張って、満面の笑みで俺を出迎えた。
「おかえりなさいませっ、ご主人様っ」
「お、おお......ただいま」
「今日は何を持って帰られたんですか？」
　腰に提げていたフェリシールの鍵を開けると、中に納まっていた16個の中フェリシールが出てくる。《素材２》の付箋が貼られた中フェリシールを開くと、中から小フェリシールが12個、大フェリシールが２個出てくる。どれに何を入れたかを思い出しながら、ひとつひとつ封印を開いていった。
　フェリシアが興味津々で俺の肩越しにそれを覗いている。背中には柔らかくてあったかい膨らみの感触があって、俺のすさんだ心が急速に癒やされる。
「珍しい素材を手に入れたんだ、何かできそうか？」
　直径40センチの大フェリシールから直径80センチの特大フェリシールを取り出し、さらにその中から直径１メートル半の超特大フェリシールを取り出し、封印されていた馬の魔物の足を取り出した。
　フェリシアは、こういった魔物の素材を扱うのに慣れているらしい。血なまぐさい物を見たのに、むしろ目をキラキラさせて、まるで好物を見せられたように顔を紅潮させた。
「こ、これはっ、スレイプニルのもも肉っ！」
「50階層に落ちてたんだが......文字通りどこの馬の骨ともわからん素材だ」
「50階層!?　どうしてこれが『落ちていた』時点で引き返そうと思わなかったんですかッ！」
　賞賛の言葉を期待していた俺は、フェリシアの子供をぴしゃりと戒めるような反応に肩をすぼめた。いつもなら「ご主人様はすごすぎますっ」とか言って手放しで俺を賞賛するフェリシアが、なんだかその日は泣いているように見えた。
「ご、ご主人様、その......」
「なんだ？　何かあったら遠慮なく言ってくれ。どこの馬の骨ともわからん素材では、色々と不満もあるだろう」
「ご主人様が、仕事熱心なのはわかります。......新しい魔工機を作るためには、危険を冒してでも新しい素材を手に入れなくてはならない。けれど、ご主人様にはもう、フェリシールがあるじゃないですか。素材を集めるのは、プロの探索者に任せていれば、いいじゃないですか。もう無茶は......しないで欲しいです」
　ぴんと張っていた耳を、しょぼんと垂れてしまうフェリシア。
「ご主人様が離れていると、寂しいです」という幻聴まで聞こえてきた。えっ、いまの俺の幻聴だよな？　やばいやばい。
　なんでもない風に振る舞っていたが、きっといつも俺のことを心配してくれていたのだろう。これ以上彼女に不安な思いをさせたくなかった俺は、ますます除名の決意を固めた。
「ああ、俺ももうダンジョン探索からは足を洗おうと思っていたところだ」
「ほ、本当ですか......！」
「すまないな、こんな不甲斐ない奴が主人で。あと、拾ってきたのもどこの馬の骨ともわからん素材で」
「い、いいえッ！　わたしこそ我儘を言って......あの、それで、この、このもも肉......」
　俺の再三のネタ振りにも気づかないぐらい、馬の足を真剣に見つめるフェリシア。スカートの中で、尻尾らしきものがわさわさ動いているのが見える。ああもう、そのスカート脱いじまえ。
「何かおいしい物を作ってくれないか？」
「は、はいっ！　待ってください、この組み合わせで、とびっきりのシチューができますっ」
「そうか。うん、旨そうだ」
「ご主人様」
「ん？」
「あの、わたし、ご主人様に拾われて、本当に幸せですっ」
　そこまで言うか。顔を真っ赤にしてまで言うか。馬の足を抱えてぴゅーっと逃げ出すフェリシア。これから外で肉を解体する作業に取り掛かるんだろう。
　俺はかろうじて尻尾を掴まずに彼女を見送っていた。やばいやばい。よく危機感がたりてないと言われる俺も、彼女の解体作業を邪魔することだけは決してできなかった。
　それから俺はようやく落ち着いて本業に取り組むようになった。
　フェリシアの言葉にも一理ある。俺はもともと魔工機職人であって、ダンジョン探索者ではなかったのだ。これでようやく本来あるべき姿に戻ったのだと言える。
　俺の魔工機職人としての出だしはまずまずだった。フェリシールは７月に販売されたアイテムの中で回復薬とたいまつに続いて売り上げ３位を記録し、週刊誌に特集が組まれ、ダンジョン探索者のマストアイテムの一つに挙げられていた。
　しかし、すべてにおいて順風満帆というわけにはいかない。８月の初週、同じ週刊誌にフェリシールの類似品が取り上げられていたのだ。
　販売元は錬金術師ギルドだった。妖精封印という、フェリシールのバッタもんとしか思えないネーミングで市場に出回ったそれは、主に非力な魔法使いや女性層を中心にして利用者が増加してゆき、瞬く間にアイテム市場を席巻してしまったのである。
　８月某日、冒険者ギルドから「すぐ来るように」という要請を受けた俺は、ギルド本部の奥にある会議室に通された。
　明かりを落とした薄暗い部屋に、眼帯を付けた女性が立っていた。冒険者ギルド長、名前はグンネルと言った。美形ではあったが、物腰や服装、目つきの鋭さはまさに軍人のそれで、女らしさとは程遠い人物だった。髪なんかぼさぼさで一つにまとめているだけだ。しかし、出るところは出ている。
「来たな、スービ・キュージット。まずはこいつを見ろ」
　俺が到着するなり、グンネルは現在市場を騒がせているその類似品フェアリー・シールを投げてよこした。
　初めてその類似品を手にした俺は度肝を抜かれた。
　それは、類似品などという次元のアイテムではなかった。ただ、同じシャムシャム結界の紋章が描かれているというだけで、フェリシールとは全くの別物だ。
　驚くべきはその素材だった。『紙』でできている。
「な......ん......で？」
　見た目はまるでシステム手帳か何かだ。１ページずつ魔法陣が描かれた紙が、冊子になって綴じられている。ぱらぱらと捲って、ペンで走り書きしてみて、実際にモノを封印してみる。封印するには魔法陣に記号を一つ書き足して完成させてやればいい。封印したものを取り出すには紙を破く必要があるが、紙はぜんぶで１８０枚に及んだ。
　非力な魔法使い層に受けている理由がわかった。
　これは使いやすい。デザイン的にも魔法使い好みのアイテムだ。
　軽いのは第一、ペンで自由にメモ書きできるという点も優れている。どの封印にどのアイテムを入れたのか、日付や貸し借りした相手だって自由に書き込める。
　紙も元々は植物が原料になっているので、風魔法とも多少は相性がいいのかもしれない。しかし、疑問は残る。
「どう、やって作ったんすか、これ」
「それを聞きたいから君を呼んだんだ」
　ギルド長グンネルは苛立ったように言った。
「いや、でもこれ......」
　俺にはわからない。まさに魔法のようなアイテムだった。
　一般的に魔工機の基盤と言うものは、できる限り重たい物質を使うことが推奨される。
　魔力が蓄積した物質ほど魔力が安定しやすいので、基盤に使いやすい。そして基本的に重たい物質ほど魔力が蓄積している。紙よりも羊皮紙、羊皮紙よりも木材、木材よりも金属、金属よりも重金属、重金属よりも大地の方がより強力な魔法陣を書くことができる。
　それが魔法道具の常識だった。こんな薄っぺらい紙に魔法陣を書いたところで、紙の幅を超える結界を生み出すこともできないはず。
　しかし、どういう原理を使ったのか、こいつは直径80センチぐらいの結界を生み出し、たいていのアイテムならけろりと封印できてしまう。
　フェリシアが警戒するようにふんふんと鼻を鳴らして、その理不尽な設計の正体を見破った。
「これは......『墨』ですわ」
「『墨』だって？」
「植物を原材料にしたインクです、ご主人様」
　そういえば、エルフの一部が植物からインクを精錬して使っていると聞いたことがある。どうやらこのアイテム収納ボックスは、シャムシャム結界と相性のいい素材だけで構成されているみたいだった。まさに奇跡の配合によって生み出されているのだ。
「へぇー、すげぇー。いったい誰が作ったんすか？」
「感心している場合ではないぞ、それを作ったのは錬金術師ギルドのギルド長、ハーパティ・バーニだ」
「えっ」
　フェリシアが「にゅむっ」と耳を立てて、ギルド長に向き直った。
　ギルド長は目を怒らせ、だんっと机を叩いて立ち上がった。
「スービ・キュージット。我々はすでにフェリシールに何万エルシャルンもの大金を先行投資している。このまま錬金術師ギルドに敗北する訳にはいかない」
　彼女はそのまま軍靴をかつかつと鳴らしながら壁際に近づくと、垂れ幕を広げ、ライトアップした。そこには「８月のフェリシール☆緊急キャンペーン大作戦！」と銘打たれた８月末までにおよぶ販売促進の作戦が記されていた。
　グンネルは指揮棒をびしっと垂れ幕の真ん中に突き付け、きびきびとした口調でプレゼンを開始した。
「まずは、両者の性能の違いを明確に把握する必要がる。フェリシールは大小の基盤を組み合わせる《入れ子方式》という独自の手法により、実質無限大の数と大きさのアイテムを収納することができる。それに対し、フェアリー・シールは魔法使い層にもっとも需要の多い、直径80センチ以内の素材の収納にのみ特化している。現在、東部の職業で大多数を占める魔法使い層がこのフェアリー・シールを買い求め、市場は大きく傾いて見えるが、戦士層や探索者層にはフェアリー・シールよりもフェリシールの機能性や頑丈さ、そしてなにより、市場価格の安さを求める声が圧倒的に多い。そういった従来の顧客を確保するためのキャンペーンを週おきに展開し、さらに今はまだ下火である行商人をメインターゲットとした新たなプロモーションを......」
　フェリシアは真剣な面持ちで、ふんふん、と頷いてひと言ひと言几帳面にメモを取っていた。
　ライバルがお嬢と聞いて、ますますやる気になっているように見えた。彼女なりに色々と思うところがあったのだろう。
　俺は途中から聞いてなかったので、後でメモを見せてもらおう。
　すげぇの作ったんだな、ハーパティ嬢。さすが素材のことは錬金術師だ。


　新規顧客を取り込む作戦を開始するのは、相手の方が一足早かった。
　８月第２週の週刊誌には、ハーパティ嬢がフェアリー・シールを開発した期待の若き錬金術師として巻頭を飾っていた。錬金術師ギルドの財力を駆使し、アーディナル各地の雑誌記者を集めて記者会見を行った模様だ。
　どのような思いを元に開発したのか？　という質問に、「非力な生産系職業の方々にも、もっとアクティブな活動の場を与えるべきだと常日頃から考えていました」と答えていた。
　恋人はいるのか？　という問いには「いません（苦笑）」と答えていた。まさに女狐である。
　言葉の端々に自信が満ちあふれ、鼻高々といった様子で、カラー写真に写っている姿はマジでモデルか女優みたいだった。
　カラー写真。そう、カラー写真である。
　カラー写真は今回の来航でセノが持ち込んだ最新の発明品で、俺も教授から話だけは聞いていたが、まさかこんな形で現物を見るはめになるとは思いも寄らなかった。ＡＡＧはこのインパクトのあるアイテムで、一気に話題をかっさらおうとしてきたのだ。
　ちなみにモノクロ写真はセノが40年前にもたらしており、レンズから入ってくる光を火の魔石で増幅させ、薬品で塗装した紙にその像を焼き付けるといった結構簡単なものだった。その後、性能をアップさせるフィルムが発明されたときにルークが大はしゃぎしていた。カラー写真はさらに３種類の薬品を使ったものだと聞くが。
「すげぇな、これ......どう作ってんだ？」
　いままでの写真技術の方も、俺は大まかな知識しかもっていなかった。薬品に関する詳しいことも、錬金術師じゃないのでさっぱりだった。
　こと、素材に関する知識でハーパティ嬢の右に出る者はいない。
　そして彼女の傍らには今、１００年先の魔石工学技術を持った歩く３Ｄプリンター、コートボニー教授がくっついているのである。こりゃあ大変な２人が手を組んでしまった。なんかもう勝ち目なさそうな気さえする......。
　そういえば、あれからお嬢のメイドになった教授はどっかに写っていないだろうか。そう思って週刊誌をめくって、ようやく写真に見切れていたちっこいコートボニー教授の姿を見つけたとき、俺は思わず歓声を漏らした。
「か......かわいい......ッ」
　あのコートボニー教授が、メイド服を着て、しかもツインテールで、いやいや記者会見にくっついてきたらしい、めんどくさそうにそっぽを向いているのが写っていた。短い脚も黒タイツでちゃんと決めている。もはや以前までの野暮ったいレギンスではなかった。
　やばい、久しぶりに見たら、めちゃくちゃ可愛い。
　教授を発見したことに夢中になっていると、フェリシアが肩越しにそれを覗いてきた。色々と気に食わないのか、う～、とめちゃくちゃ不機嫌そうに唸って、ふんっと息を漏らした。
「負けていられませんわ、ご主人様ッ。こちらも打てる手は打ってあります、お嬢様の鼻を明かしてやりましょう！　詳しくは、明日の朝刊でどうぞ！」
　そして翌日、俺は朝刊を広げたまま固まった。
　朝刊には各ギルドの掲示板スペースがあって、遠くのギルドメンバーと共有したい様々な話題が掲示されている。その日から１週間、朝刊には見開きを４ページも使って冒険者ギルドの広告やアンケートが掲載されていた。
「フェアリー・シールは一度封印したアイテムをトレードするとき、いちいち紙を破かないと中身が確認できないんですよ。だからこの仕事やってるとどんどん減って行って......結局、使い勝手のいいフェリシールに戻しました（行商人40歳）」
「小さすぎて、よく落としてしまうんです。それで一度大事なアイテムをなくしちゃって......僕的には、もう二度とあんなの使う気はありませんね（探索者16歳）」
「長年道具袋を使うのに慣れてたから、なんか腰に提げてないと落ち着かないんすよ......頑丈なのも結構ポイント高いんじゃないっすか？（戦士25歳）」
「あらかじめこうやってダイヤルを緩くしておく、そうすれば敵に投擲すると、ぶつかると同時に中身をばらまく武器になる。弱い魔物ならそのまま封印の中に捕獲できたりもするんだぜ。生け捕りにするクエストにはうってつけさ。これ見えるかい？　指先の感触でどの基盤かわかるよう、目印を彫ってあるんだ。暗がりに潜む時や、ダンジョンなんかで不意にたいまつが尽きた時なんかに都合がいい。フェアリー・シール？　はっ、あんなの初心者向けのおもちゃだね（無職・年齢不詳）」
　などなど。開発者の俺も思わずうなったほど多数のユーザーの意見が寄せられていた。
　特に最後の無職・年齢不詳のコアすぎる意見が反響を呼んで、たいまつと買い合わせる冒険者が増えたとかで、冒険者ギルドは「フェリシール３枚＋たいまつ20本セット」などのお得なセット販売を開始した。
　翌週には「フェリシール１枚お買い上げにつき、抽選で確約の石板を１枚プレゼント！」などといった探索者ギルドとタイアップしたプレゼント・キャンペーンを展開、さらに翌週には「フェリシールで魔物を捕獲する会」などと銘打ったスポーツ協会を発足し、さらに冒険者ギルド本部には「ミス・フェリシール」なるネコミミアイドルまで登場、商品のポスターには必ず彼女が姿を現すようになった。冒険者ギルドはアイテム収納ボックスの枠を超えて活躍するユニバーサル・デザインな魔工機としてフェリシールを売り込みにかかったのだ。
　強敵の錬金術師ギルドに対して、まさに畳み掛けるような攻勢である。グンネルの商魂にはまったく舌をまく思いをしながら、開発者の俺はぼんやりとその戦いを傍観していた。
　というか、俺は正直、勝ち負けなんかどうでもよかった。
　ギルドの損得なんてどうでもいいし、非力な生産系職業にとって便利なアイテムが生まれたのなら、それはそれでいいことじゃないかと思う。わざわざ相手の欠点をあげつらって、真正面から対立しようとするのは俺の好みじゃなかった。
　というか、魔工機職人の俺はむしろフェアリー・シール派だったのだが、紙が途中で切れてからフェリシールを使わざるを得なくなった。生産を委託された工房から、腐るほどフェリシールの試作品が送られていたのだ。
　俺はフェリシールとフェアリー・シールの戦争の渦中にあったんだ。当然俺もぼんやりしている訳にはいかず、新しいフェリシールの開発に取り掛からなければならなかった。その作業は連日夜を徹して行われた。
　食品を売るために常に清潔な使い捨てペーパーフェリシール。
　大事なものを保管する暗号キー付きフェリシール金庫。
　指先でも判別しやすい深い彫り込みが入ったダークネス・フェリシール。
　ヘアライン加工を加え、投げやすいグリップもついた競技用のフェリシールｆｏｒハンター。
　カジュアルに色分けされ、大きさもビジネスシーンに応じて使い分けられるフェリシールｆｏｒビズ。
　......。
　............。
　いい加減飽きた。とっとと次の発明をしたかった。
　ダンジョン探索の間に手に入れた素材や経験から、すでにさまざまな魔工機のアイデアが浮かんでいた。
　俺はほとんどないに等しい睡眠時間をさらに削って、自分の魔工機づくりに没頭した。
　作業机から一歩も動かないような生活が続いたが、それでも俺は幸福だった。俺の指先でアイデアが形になってゆく。その瞬間が俺の至高の喜びだった。それさえあれば他にはもう何も要らない。かげがえのない、唯一の生き甲斐と言ってもいい時間だ。もう誰にも邪魔されたくはなかった。
「ご主人さまぁ」
　しかし、フェリシアはそれを許してくれなかった。振り向くと、フェリシアが目をうるうるさせながら、毛布の端を噛んでこっちを見ていた。
　腕の間から何かでっかい膨らみが毛布を押し上げている。スカートもふわふわ波打って、隠されていた尻尾が俺を誘っていた。
「今日ひとりで寝るの寂しいですぅ。あったかーい抱きご主人様が欲しいなぁ」
　なんという色仕掛け。そしてなんという破壊力。俺は作業机と寝床の間で悶えるあまり、焼き鏝をべきっとへし折った。
　そう、完璧に見えたメイドにも欠点があった。
　フェリシアはあまりに完璧が過ぎたため、新しい魔工機を開発するよりも、確実に売れるフェリシールの開発に専念したほうが俺のためになるということを知っていたのだ。
　あるいは、俺が新しい素材を求めてまたダンジョンに出かけるようになるのを止めたかったのかもしれない。いずれにせよ、フェリシールは俺とフェリシアの幸福な毎日を約束してくれる唯一のキーアイテムだった。
　けれど、もう限界だった。もうフェリシール以外の物が作りたい。
　こんな日が永遠に続くわけはなかった。
　俺は結局ネコミミメイドよりも、魔工機の開発を選んだのだ。


　メイドと教授を交換してちょうど１ヶ月後、ちゅうか、１ヶ月しか経ってなかったんだな、これ。俺は可哀そうにしくしく泣いているネコミミメイドを伴って、再びハーパティ嬢の豪邸に訪れていた。
　教授のメイド姿が見られるものと思って期待していたのだが、残念なことに俺の前に出てきたときは元の砂っぽいローブに着替えていた。
　１ヶ月前に分かれた時とは打って変わって、ハーパティ嬢は少しやつれた様子で、ぐったりとソファに身を預けていた。彼女の前のテーブルにはとっても甘そうなモノが用意してあった。
　生クリームとスポンジ、そのほか砂糖や蜂蜜やシロップ漬けになったフルーツなどがごっちゃになった甘そうなお化けがぐでっと横たわっていた。よく見るとヒトの形をしているようにも見える。ケーキとも、またはその他のお菓子とも似ても似つかない、まさに甘そうなモノだった。
「......なんすかこれ」
「甘そうでしょ？」
　ハーパティ嬢も心なしか、投げやりに言った。
　確かに甘そうだ。うん。甘そうだけど、それ以前にこれ、
「あの、生きてませんか？」
　２人とも、俺からさりげなく視線を逸らした。
　なぜ言いにくそうにしているのか――まあ、そんなことはどうだっていい。
　ともかく、教授がメイドに向いていないことだけはわかった。
　そもそも味見をするだけでお腹がいっぱいになってしまうセノに、おいしい料理を作ってもらうなんてことが間違っているのだ。味なんて覚えられるはずがない。
「教授、星の鎧は見られたんですか？」
　俺はテーブル上の甘そうなモノを無視して、話題を変えた。
　びくっ、と、コートボニー教授はちいさな肩を震わせた。
「あ、ああ......み、見たのだ......」
　この様子だとあんまりいい返事は期待できなさそうだが、一応最後まで返事を聞いてみることにする。
「８００年......」
　教授は、どこかよそよそしく言った。
「あの魔石なら、８００年は、持つはずである......」
　理論上の純粋な魔石の、およそ８倍もの寿命がある。
　永遠ではなかったにせよ、それは俺にとっても、セノである教授にとってさえも、一生使い続けるには十分な長さだった。さすが隕鉄。宇宙すげぇ。
「まあ、といっても、もう盗まれてしまいましたけどねー......」
　ハーパティ嬢は、大げさにため息をついた。どうも頭痛がひどいらしい。
　なに......盗まれた、だと？
「信じられますこと？　お屋敷の鍵の管理を任せていたら、あろうことか宝物庫でお昼寝していて、その隙に鎧を盗まれてしまいましたのよ？」
　えっ、ちょっと、それって大変な事件なんじゃないか？
　教授は思いもよらないドジっ子メイドであった。たぶん、鎧を調べている最中に眠くなったのだろうが。お腹がいっぱいになると、どこでも眠ってしまう人だからな。ていうか泥棒が入ったのに教授が無事で良かった。
「鎧を調べていた理由を聞いたら、『永続魔石が欲しい』だなんておっしゃるのよ......まったく、おかげで一族の前で大恥をかかされましたわ。今では錬金術師もそんな戯言は言わなくなくなりましたのに」
　どうやらあの夢を、今度はお嬢にも打ち明けたらしい。コートボニー教授はぎゅっと膝を掴んでうつむいていた。悔し泣きをしそうなのか、と思ったが、ちがう。なんだか寂しそうな顔をしていた。
　その表情を見たとき、どくん、と俺の心臓が不穏な声をあげた。
　それはいつか、永続魔石の存在を諦めかけたときに俺に見せた、寂しそうな顔だったのだ。
　教授が永続魔石を探したくなった理由が、ようやくわかった気がする。教授が知っているのは、１００年前のアーディナル、つまりセノがもたらした科学知識とはまだ無縁のアーディナルだったんだ。
　当時の錬金術師たちに、教授がどんな印象を抱いていたのかは知らない。きっとそれは悪い印象ではなかったはずだ。だって、教授が俺に打ち明けた夢のことを思い返せば、よくよく考えればそれは、永遠の命を求めていた錬金術師の夢と同じじゃないか。
　ひょっとすると、当時俺みたいに仲良くなった知りあいも中にはいたのかもしれない。
　そいつらが１人残らずこの世を去っていることぐらい、教授にはわかっていたはずだ。
　けれど、教授は面食らったはずだ。ちょっと前までは「黄金の製法は必ずあるはずだ」などと嘯いて、永遠の物質を作る夢を追いかけていた錬金術師たちが、セノの科学思想がやってきてから途端に「そんな製法は絶対にないはずだ」と言い切って、たった１００年で夢を追いかける者たちをあざ笑う立場に転身していたのだ。
　そりゃあ、がっかりしたはずだ。たった１００年しか経っていないのに、かつての面影も何も残っていない。裏切られた気持ちにすらなったかもしれない。
「そんな夢みたいな物質が存在する訳がありませんわ。もっと賢い方かと思っておりましたのに、失望しましたわ」
　がっかりするハーパティ嬢の言葉を聞いて、なにか変な塊を飲み込んだような気分になる。
　おいおい、そんなこと、俺たちが偉そうに言うようなことじゃないだろ。
　教授はとっくにわかってるんだよ。もっと深いところまで知り尽くした上で、それよりもっと大事なものを確かめようとしているだけなんだ。
　俺たち人間はセノに比べれば、まだ歩き始めたばかりの子供でしかない。俺たちが絶対の真実や正しいことを言わなきゃならないなんて義理はどこにもないんじゃないのか。
　俺たちは間違えてよかったんじゃないのか。むしろ間違えてそこから学ぶのが本当は正しい人間の姿なんじゃないのか。
　ていうか、俺たちがそういう夢を語らなくて、いったい誰が夢を語れるんだよ？
　俺か？　やっぱここは俺しかいないのか？　魔工機職人の、この俺が？　夢を？
　俺は、思わず口をついて言ってしまった。
「あぅ......ありますよ」
　勢いにまかせた俺のでまかせが、場を強制的に凍結させてしまった。
　あれ、今のセリフ、まさか俺が言ったのか？
　やべぇ、やべぇ、と内心あせりながらも、俺の口は一度すべりだしたら止まらなかった。
「あ、ありますよ、永続魔石は。ぜ、絶対にあります。俺は信じてますよ、教授！」
　びしっと言い切った。強い口調で言い切ったくせに、俺の内面は激しい自己嫌悪にずぶずぶ沈んでいった。
　ぐおお、なにが絶対だよ俺ダメだろ、それじゃ単なる願望じゃないのかよ。もうちょっとクールにさぁ、皮肉とか入れて、冗談めかして説明できなかったのかよ、なんか科学的っぽい匂いのする用語で粉飾しちゃったりしてさぁ。
　勢いで言ってしまって、俺はひとり浮いていた。言ってしまって後悔した。けれど、言ってよかったとも思った。
　教授はどこか、ほっと安心したような目で、俺を真っすぐに見ていたからだ。
　俺はそのきれいな目を正面から見ることができずに、うわずった声で言った。
「い、行きましょう、教授！」
「うむ、行くのだ！」
　教授は、こくん、と頷くと、小さな手で俺の手を握った。
　唖然とするハーパティ嬢とフェリシアは、やがて顔を見合わせて、声をあげて笑っていた。客観的に見て、よっぽど滑稽だよな俺は。我慢してとにかく後ろを見ないように努めていると、教授の小さな手が俺の手をぎゅっと握り返した。
「ふふ、やっぱりお前は、いざとなると頼もしい奴なのだ」
「......そんなことないっすよ」
　口ではそういったものの、たぶん、この時からだ。
　俺は心のどこかで、この教授が望んでいる物を、本気で手に入れたいと思っていた。
　どんな形であれ、これから何世紀も、次の１０００年まで受け継がれる物を。
　そしてそれは、それから生涯をかけた俺の探求のはじまりでもあった。


　そんなわけで、俺は同じアパートに住む攻撃的吟遊詩人に、北部の民謡を教えてもらっていたのである。
　星の鎧の素材である隕鉄は、どうやら世界中にちらばったらしい。だったらさがせば他にも隕鉄を使ったアイテムがあるかもしれないし、まだ原石のまま残されているものもあるかもしれない。
　それらをノーヒントで世界中探すのは骨だろう、ということで、吟遊詩人の歌を集めることにした。吟遊詩人なら、２００年前の出来事を今に伝える、まだ誰も知らないような歌を知っているかもしれない。
　攻撃的吟遊詩人は一通り曲を歌い終わったあとも、しばらくジープヒルトの弦をいとおしげに撫でていた。
　チップが居るのか、と思ってあわてて腰をあげたら、分厚い手のひらを向けられた。
「いいの、久しぶりに故郷のことを思い出したんだ。もう少し余韻に浸らせてくれ」
　言っていることは繊細なことだったのに、俺は思わずごくり、と唾を飲んだ。相変わらず、びりびりと腹にひびく野太い声だ。
　彼女は俺が持っている魔工機を指さした。
「その機械はなんていうんだ？」
「あ、蓄音機です」
　俺がフェリシールの次に商品化した魔工機だ。
　箱型の本体の中に、羊皮紙の巻物が１本収まってぐるぐる回転している。箱の外にあるスイッチを切り、巻物の回転を止めた。表面に書かれた網目模様を見せるためだ。
「この細かい模様が、ぜんぶ小さな魔法陣なんです」
「それ羊皮紙か？」
「あ、はい、本当はもっと効果の高い『紙と墨』を使いたかったんですけど......」
　俺は苦虫をかみつぶすような顔をした。『紙と墨を組み合わせたシャムシャム結界』は、錬金術師ギルドが特許を取ってしまったのだ。
　これを利用した新しい魔工機を作るには、いちいち特許料を支払わなければならない。冒険者ギルドはそういった商品の商品化は受け付けない、と言っていたので、紙と従来のインクを使うか、墨と別の何かを使うか、ふた通りの方法しかなかった。
　苦肉の策として、羊皮紙を利用した。これも魔法アイテムの素材としては優秀で、壁紙やテープなどいろんな場面で使われている。ついでに言うと、この無限魔法陣はむろん手で書いたわけじゃない。コートボニー教授が作った小さなプリンターがあったので、それを利用したのだ。
「巻物を回転させながら、一つ一つの小さな結界に、周りの音をバラバラに封じ込めていくんです。それを順に解放していくと、元の音が出ます」
「ふうん」
「これだと、１回しか音が再生できないんですが、俺のは何回でも再生できるように工夫してあるんですよ」
　まだ特許も請願していないので、詳しい内容は企業機密、ということにした。これを錬金術師ギルドに知られると大変なことになる。
　音を集めるためのひまわり型の拡張機や、針みたいな小さな魔法の杖が２本、録音用と再生用で使い分けているのだ、ということを軽く説明するに留めておいた。
「それ、あなたが作ったの？」
「いえ、教授が半分以上助けてくれました」
「ああ、最近アパートをうろちょろしてるあの小さな女の子か」
「はい」
　あんまりご近所をうろちょろしてんなよ、教授。
　まあ元々そういう好奇心の塊みたいな妖精っぽい生き物なのだし、仕方ないか。俺の部屋にもぐりこんでたのも、元々観察の一環でしかなかったんだしな。
　こうして、また教授の夢に振り回される生活に戻ってしまったわけだが、俺は内心ほっとしていた。
　教授が夢を追いかけるたびに、新しい課題が降ってわいてきて、俺はまた新しい魔工機を作っていられる。闇雲に開発するよりも、少なくとも誰かの役に立てた方が嬉しい。
　必要こそ発明の母。必要とされていることは、俺がこれからも物を作り続けていく最大の動力源だった。
　攻撃的吟遊詩人は、やたらと真剣に俺の目を覗き込んでいる。表情に乏しい人だったので、彼女がにやにや笑っているのに気づくのにしばらくかかった。
「私もあると思うよ、《永続魔石》」
「えっ......ええっ！」
　完全に虚を衝かれて、俺は蓄音機を落としてしまった。あわてて拾い上げる。
　まるでハーパティ嬢の屋敷で口走ったセリフを、そのまま聞かれていたかのような気がした。
「なんで、知ってるんすか」
「風の噂。いいじゃないか、夢があった方が。私はそういう熱い男の方が好きだな」
「だから、なんで知ってるんすかー!?」
　彼女がどうやってあの情報を得たのか、それは重要な問題だった。
　教授がついうっかり口を滑らしただけならいいが、ハーパティ嬢の屋敷の中の人たちから、情報が漏れたということも考えられた。つまりそれは、この吟遊詩人は錬金術師ギルドの中の誰かとつながりがあるかもしれないってことになる。
　うかつに蓄音機のことを話してしまって、まずかったかも知れない。
　攻撃的吟遊詩人は、テンガロンハットのつばをくいっと下げると、つばの下に表情を隠して首を振った。
「もう１曲聞いてく？　今日はサービスするよ」
　思えば、攻撃的吟遊詩人は謎の多い人物だった。戸惑っていると、ジープヒルトの弦がぽろん、ぽろん、と鳴って、また別の旋律をつむぎはじめた。
「べつにそんなに驚くことじゃないだろ。辺境の地の人々が最新のニュースを知る手段は、セノが来る１００年前までは私たち吟遊詩人しかいなかったものさ。気にしなくても、お前の悪いようにするつもりはないよ。――ぜったいにね」
　そうして、攻撃的吟遊詩人は静かな声で民謡をうたいはじめた。
　そういう物なのか。なんか怪しいけど。いいや、そういうことにしておこう。
　とにかく、俺は吟遊詩人の前に座りなおして、もう一度蓄音機を回したのだった。
　８月の中ごろだというのに、ふいに背筋のぞくりとするような風が吹いてきた。
　セノたちと居られる季節に終わりが近づいてくるに連れて、俺は少しずつ焦りはじめていた。


　８月末日、魔工機コンテストの開催まで残り２ヶ月を切ったある日。
　雲の正体を突き止めに向かったマーベリック代表ならびに調査団が、予定されていた調査を終えて、とうとう大学に戻ってきた。
　なんでも代表は途中で高山病を患ったとかで、担架に運ばれて下山してきた。
　それでも学生の力を借りて、研究をきっちりと終えて帰ってきた代表は、意識も朦朧とした状態で、大学で待っていたセノの仲間たちにこう告げたらしい。
「雲の、正体は、『水蒸気』だ......確かに、雲は、『水蒸気』だったのだ......！」
「代表ーッ！」
「代表しっかりしてくださいーッ！」
　俺にこの話を教えてくれた友人たちも、もはや涙なしでは語れないといった有様だった。
　身を以て人間との絆を取り戻そうとしたマーベリック代表の熱い志に、俺も心動かされるものがなかったと言えばウソになる。
　そういう訳で、３ヶ月空き部屋になっていたアパートの一室に、隣人がひとり戻ってきた。カメラ専門の魔工機職人ルークだ。
　その日、ルークは俺の部屋にもやってきたらしい。だが、俺は作業に集中していて気づかなかった。ドアをノックしたルークは、いないのかと思って一度は部屋にもどったらしいが、１日経ってもいないのは変だと思い、ドアを開けて室内をいろいろ物色し、さらに珍しい魔工機をカメラでぱしゃぱしゃ撮りまくったあげく、魔工機に埋もれて隠れていた俺の背中に声をかけるまでしていたらしいが、最終的にぽんっと肩を叩かれるまで、俺はまるでその存在に気づかなかった。
　俺は新しく発明したヘッドホンを外し、ルークと向き直った。
「よう、久しぶり！」
「えっ、なんだルーク、いつ戻ってきたんだ？」
「お前こそ何やってたんだよ、昨日は隣の部屋で打ち上げパーティやってたんだぜ？」
　ぜんぜん気づかなかった。俺は蓄音機に録音した攻撃的吟遊詩人の攻撃的なロックを流して、ご近所の騒音を完全に遮断していたのだ。いや作業がはかどるはかどる。
　３ヶ月ぶりに会ったルークは、日に焼けて浅黒い肌をしていた。俺に負けず劣らずの貧弱なステータスしか持ち合わせていないくせに、外見だけはスポーツマンに見える、雪焼けというやつらしい。冒険に持って行った魔法剣は気に入ったのか、用もないのに始終背中に背負っている。俺の部屋を歩く度にあちこちぶつけてイライラしたが、「ないと落ち着かないんだ」と言って外さなかった。
「マーベリック代表は今、ウィーニーズ病院で安静にしている。９月の真ん中には予定通り、サーナサウルに帰ることになるって話だ」
「そうか......もうそんな時期か。早いな」
　アーディナル調査団は、毎年冬が来る前には調査を終えて帰還してしまうらしい。
　あまり長居して、帰る途中でまた雪に見舞われては大変だ。他のセノたちも１人残らず帰ることになるだろう。
　代表が重体と聞くと、コートボニー教授はひどく心配して、困った顔をして六畳一間をうろうろしていた。
「どうしよう、気になるのである。ああ、けど、オレが行ったら迷惑になるかもしれないのである」
　おろおろしている教授が可愛すぎる。小さな頭をぐりぐり撫でて、ドアの方を顎でしめした。
「迷惑なわけないっしょ。見舞いに行ったらどうですか？」
「み、見舞いか、そうか。それがいい、よし、スービよ、できたらそこに案内してほしいのだが」
「うっ......そ、そのミッションは、ちょっと......勘弁して欲しいんですけど」
「うぬ？　どうしたのだ？」
　ミッションを拒否した俺は、適当な言い訳がおもいうかばず、返答に詰まった。じつはウィーニーズ病院は大学の付属病院で、元彼女のフェイが研修を受けているのだ。もう３ヶ月もあっていない。このところ忙しくてすっかり忘れていたが、ばったり出くわすと非常に気まずい。
「いやー、まいったな、俺は、これからちょっと用事があるんで......そうだ、地図を書いときますよ、大学のすぐ近くっすから、わかりやすいです」
「う、うむ。わかったのである」
　こんな簡単な誤魔化しでなんとかなって、俺は内心ほっとしつつ、教授のために地図を書いてあげた。
　コートボニー教授はポシェットを肩に提げ、直径20センチほどの小フェリシールを１枚そのなかに仕舞った。
　どうやら見舞いの品を持っていくつもりのようだが、あれには確かアイスクリームをたくさん収納していたはずだ。まさか病人にアイスクリームをあげるつもりだろうか。まあ、セノだから案外へっちゃらなのかもしれない。教授は日よけのフードをかぶり、俺から受け取った地図を鳶色の目でじっくり眺めていた。
「くれぐれも、上下逆さまに見ないように」
「わかっているのである。もうそのことは水に流してほしいのである」
「道に迷ったらすぐ憲兵に聞いてください、あと知らない人に声をかけられても絶対について行かないように、暗くなる前には帰ってきてくださいね。夕飯は適当に作っておきますから」
「スービよ......オレはこの年で子供扱いされることに、いささかの抵抗を覚えるのだが？」
　教授は、ちょっと傷ついたような顔をしていた。可愛らしい外見とは裏腹に、プライドが高い人なのだ。そこがまた可愛い。
「すみません、お詫びに夕飯はカレーライスにしておきますね」
「カレーライス！　うむ、それは悪くはない！」
　教授はぱっとご機嫌になった。ふっ、ちょろいちょろい。
　小さな背中がちょこちょこと扉を開け閉めして、出て行った頃合いを見計らって、傍らでその様子を見やっていた友人は言った。
「今の、お方は？　前のダークエルフの彼女とは別れて、新しい異種族の恋人ができたのか？」
「ち、ちげーよ。フェイとは今ちょっと冷却期間なだけだよ。あの人はコートボニー教授、専攻は魔石石学だ。ちょっと訳ありで部屋を貸してるだけだって」
「けど、結構仲がいいのには違いないだろ？」
「それほど良い訳じゃないよ。ちゅうか、故郷に旦那さんだっているみたいだし......」
　この３ヶ月色々あったので、仲が良くなったことは否定しない。呼び方も助手からスービになったし。
　けれど、教授が俺にたいして観察対象として以上の興味を持つようなことは、たぶんないだろう。俺もさすがに不倫までするような度胸はないっす。
　しかし、ルークは言質を取ったように大きくうなずくと、暑苦しいくらい顔を近づけて言ってきた。
「よしっ、これはもう、お前も向こうへ行くしかないな！」
「向こうへって、どこへだよ」
「この流れで他に行くところあんのか？　サーナサウルにだ！」
　友人は俺の手をがっちり掴みながら、急に改まった様子で言った。
「スービ、俺はサーナサウルに行く！」
　友人の告白は意外なものだった。サーナサウル大陸は砂以外なにもない空虚な土地だと聞いている。そこにカメラオタクのルークが一体なにを見出したのか。
「なに言ってるんだ、今度は砂漠の風景でも撮影するつもりか？　でなきゃお前にとってはただのロリ天国じゃないか......はっ、まさかお前......」
「そうじゃない、聞いて驚くな。マーベリック代表が、バラバスタン大学への留学生を募集するそうだ」
「バラバスタン大学!?」
　バラバスタン大学はコートボニー教授が勤める、向こうの世界で唯一の大学だった。オーバーテクノロジーを持つ小人族が無数に集まる、名門中の名門である。
　セノたちは、そこにアーディナルで手に入れた研究資材や魔工機を大量に持ち帰り、日夜研究し続けるという。そして人智を超えた演算能力や哲学、土魔法の粋を結集させ、アーディナルの１００年先の科学を実現させてしまうのだ。
　想像を絶する、科学の最先端の現場に、今回はアーディナルの優秀な学生も持ち帰ろう、ということになったらしい。
　魔工機職人として、そして一学生として、これはまたとない機会だ。
　この期を逃せば、次のセノの来訪は何年先になるかわからない。
　しかし、俺は――。
　俺は、この期に及んで、まったく、最初の一歩さえ動き出すことができなかったのである。
「俺は向こうで最先端のカメラ技術を手に入れるつもりだ。スービ、もしアーディナルに未練がなかったら、お前も行ってみないか？　サーナサウルに！　ていうか行こうぜ！」
　友人の呼びかけに、俺は答えることができなかった。何を言われても右から左で、俺はしばらくその場に固まっていたのだった。


　その日の午後、ドアの隙間に手紙が挟んであるのを見つけた。
　冒険者ギルドから送られてきた、１通の手紙だ。
「蓄音機などというオモチャを作ってないで、もっと商品価値のあるアイテムをつくるべきだ」
　要約すると、こんな感じの内容だった。
　なんだかんだ言って、グンネルは俺のことを尊重してくれているようだった。
　売れ筋のフェリシールのマイナーチェンジばかり押し付けてくることもなく、俺が違う物を作りたいと言ったら、すんなり許してくれた。
　しかし、実際好きなものを作ってみても、それがグンネルの目に留まって商品化までこぎつけるかどうかとなると、やはり別問題だった。
　もう使わなくなったオリハルコンの鎧や魔法銃も修理して送ってみたのだが、「オーパーツを送りつけられても困る」と言われて送り返されてきた。「うちではとても生産ラインが確保できん、素材だけでコストオーバーだ」そりゃそうだ。こんなもので万人を幸せにすることはできない。できるのは、魔工機コンテストに出品して賞金を得ることぐらいだが、そういうのは正直言ってズルのような気しかしない。
　かといって、他の発明を出品するのも悩み所だった。フェリシールは完全な俺のオリジナルだが、すでにフェアリー・シールという類似品が登場してしまっている。もしあれとコンテストで競い合うことになったとしたら......正直、いまのままで勝てるかどうかは怪しい。蓄音機などでは言うに及ばなかった。
　コートボニー教授は、病院に行ったきりアパートに戻ってこなかった。
　素材の切れ端で小さな皿を作って待っていたのだが、今日はもう帰ってこないだろうと考えて、途中で片付けた。教授は日が暮れると恐がって外出したがらないのだ。
　そのうち通信機から連絡が入った。背後から歓談が聞こえてきたので、調査団の他のメンバーと一緒にいるらしいことがわかった。
『夜も更けてしまったので、今日は大学に泊まるのだ』
「ああ、了解っす。お気をつけて」
　仲間同士で積もる話もあったのだろう。向こうから聞こえてくる教授の声も、少し弾んでいた。それを聞いて、教授がますます遠くに行ってしまうような気がしてきた。
『ふっふっふ』
「なんすか？　なんかわざとっぽい含み笑いが聞こえるんですけど？」
『病院でお前の彼女を見かけたのである』
「ああ......顔を知ってたんですか。そういや写真見てましたね」
『こんな時間まで働いていたぞ、迎えに行ってやったらどうだ？』
「フェイなら１人でも大丈夫っすよ。ハイランカー狩人だし。というか、俺は元々あいつの彼氏でもなんでもないんですよ？　仕事場まで迎えに行ったって、いい迷惑でしょ」
『本当にそうか？　お前がいなくて平気だと思うのか？　病院で面白い噂を聞いたのである。フタル山脈から帰還した学生たちの中に、魔工機職人の恋人がいないか探しまわっていた、若いダークエルフの看護師がいたらしい、とな』
「なにそれ、ちょっとやめてください教授、フェイがそんな可愛いことするわけないっすよ、ほれ直してしまうじゃないっすか。というか考えたくないけど、その情報だけだったら、俺を探していた訳じゃない可能性だってあるんじゃないっすか？」
『ひねくれ者のお前ならきっとそう言うだろうと思って、オレが直接本人に確認しに行ったのである。だがひどく機嫌が悪くて、話しかけることもできなかった。どうやら結局その恋人が山登りに行ってなかったと判明して怒り心頭の様子だ』
「最悪じゃないっすか、なんでそのタイミングで俺に迎えに行けとか言うんです？」
『お前の顔を見たがっていると思ったからだ。いま行けば間に合うはずだ。信じろ、女の勘というやつは種族を超えるらしい。オレが魅力的なのはわかるが、いかんせんお前とは釣り合いが取れないのである。オレのことは諦めて、お前はお前の恋人を、さっさと迎えに行ってやるのである』
「教授が魅力的かどうかはともかく......ひょっとして、もう帰って来ないんですか？」
『おや？　おやおや、どうしたスービ、オレがいなくて寂しいのか？』
「寂しいわけないでしょ？　いったいどこからそんな発想が出てくるんですか、いつも通りですよ。毎日部屋にこもって、ただの魔工機オタクやってますよ」
『ふふん、オレがいなくても気にするな、あのオリハルコンの鎧があれば、魔工機コンテストでも優勝まちがいなしなのである』
「いえ、教授......俺、できることなら、ちゃんと自分の手で魔工機を作ってみたいんです。どんなアイテムを出品するかは、まだ決めてないんですけど」
『お前なら、きっとそう言うと思ったのである。まったく、お前は本当にどうしようもない魔工機オタクだからな。どうしようもない魔工機オタクで可愛い助手だ。女を何人も泣かせてのめりこんだ夢だ、悔いの残らないよう、最後までしっかり考え抜くのだぞ』
「ありがとうございました、教授。けっきょく教授の永続魔石は見つからなかったのに」
『気にするな。またいつか話そう、おやすみなのだ』
「ああ、おやすみなさい、教授」
　通信が途絶えて、部屋の真ん中に置かれた緑色のクッションをぼんやりと見る。
　ここに毎日寝そべっていた教授は、もういない。
　セノたちが帰還すれば、俺に待っているのは、またこの空虚な空間だけだ。
　心のどこかにぽっかりと穴が開いたような気がしていると、こんこん、と窓がノックされた。
　こんな時間に、俺の部屋に、しかも窓からやってくる来訪者なんて、ひとりしかいない。
　俺は非常口の看板みたいな人影が映りこんでいる窓をげんなりと眺めた。
　ラヴーの姉ちゃんだ。
　また自分の部屋と間違えてんのか......。
「こんばんみー、魔工機職人、元気だったラヴー？」
「なんすか、姉ちゃん。なんか用っすか」
　元気いっぱいのラヴーの姉ちゃんが、コウモリの翼をはためかせて部屋に飛び込んできた。腰から提げたオニオン・ミニオンのマスコットを派手に揺らして、スカートの短い丈など気にした様子もない。
　東部アーディナルに妖魔の類が多いのには、それなりの理由がある。なんでも大昔に中部の戦争から逃れてきた妖魔の一族を、東の王と呼ばれる東部の覇王が助け、そのことをずっと恩に着て城下に居つくようになったらしい。
　やがて東部がいくつかの国に分裂したり、王政が終わったりなどして、彼らは人前からひっそりと姿を消してしまった。......ここまで開けっぴろげに人前に姿を現したり、ましてや、何食わぬ顔で人間社会に混じってしまうのは今では少ない方だ。
「ねぇねぇ、お金かしてくんない？　ちょー可愛いバッグ見つけちゃったラヴー」
「まだ先月の分も返してもらってないっすよ......」
「いいじゃん、持ちつ持たれつラヴー」
　姉ちゃんの笑みはまるで天使みたいだ。卵みたいなつやつやした肌に、おっとりした優しげな垂れ目。たびたび周囲に迷惑をかけても悪びれた様子もなかった。
「あんた、魔工機の開発で結構お金手に入れてるんでしょ？　お姉ちゃん知ってるラヴー」
「なんでそんなこと、知ってるんすか？」
「お姉ちゃんの耳は超音波でも聞き取れるのデス！　というか、闇の世界ではもう結構有名ラヴー」
「まあ、学生としては収入は分不相応に多いと思いますよ。で？」
「あんた、なんでサーナサウルに行かないの？」
　にへらー、と笑って、不思議そうに首をかしげる姉ちゃん。
　ふいに痛い所をつかれて、俺は黙った。せっかく飛躍するチャンスが目の前にやってきたのに、どうして俺はいつまでもこの小さな町の同じアパートの一室に留まっている？
　正直、めんどくさいから、と言いかけた。
　山登りなんかに熱くなっていた連中の輪に今さら加わるのが、正直めんどくさかった。そんなことよりも、もっと自分のやりたいことを続けていたかった。
　というか、やっぱり俺みたいなただのオタクが行ったところで、どうせ大したことはできないだろう。だからめんどくさいんだ。そんな風に言いかけて、やめた。
「多分......多分っすけど、俺は自分の将来とかを真面目に考えるのが、怖いだけなんじゃないっすかね？」
「嘘つきなさい、正直めんどくさいーとか思ってるんでしょ？　いつもやる気なさそーな顔してるからわかるラヴー」
　ラヴーの姉ちゃんは、普段にへらーと笑っているくせにずばっと核心をついてくることがある。さすが、闇の世界に半身を突っ込んでいるだけのことはあった。
　俺は一瞬反論に戸惑ったが、結局、言った。
「そうじゃないんっす。ほんとうは俺、小さい頃、他人がすでにやったことをなぞってやることの価値が、わからなかったんっす。
『自分は他の人間とは違うんだ』って、心のどこかで自分を特別視して、自分の好きなことばかり突き詰めて、魔工機ばっかり作っていたんっす。だから今さら他人にあわせるのが面倒くさくって、それでいつも面倒くさいって言って逃げてたはずなんっす。
　けれど、せっかくチャンスが目の前にやってきたときには、『自分は特別な人間じゃないから』なんて言い訳をして、戦うことから逃げてるんっす。そうしないと、本当に才能のある奴の間で自分が埋もれてしまう気がして、まともに肩を並べるのがなんかすげぇ恥ずかしいことのような気がして、何もかも面倒くさくなるんです。......わかります？」
　ラヴーの姉ちゃんは、金色の巻き毛をくるくるいじりながら言った。
「『他の人間とは違う』のに『特別な人間じゃない』って『矛盾』してるラヴ？」
「そうなんです......ええ、そうです。矛盾してるんっす」
　ちゅうか、俺はいままで一体何をやっていたんだろう？
　破綻している理論の中に閉じこもって、いつまでも１人で堂々巡りをしていただけじゃないのか？
　それで一歩も前に踏み出せないのなんて、道理じゃないのか。
「おかしい、ですよね、だから......正直、面倒くさかったんです。ちゃんと向き合うのが、自分のことを真剣に考えるのが」
　ラヴーの姉ちゃんは、そんな俺のことを笑った。あっけらかんと。実に愉快そうに。
「あんた、甘ったれてるわね。すっごい腹が立つ」
　コウモリの翼をばさっと広げて、俺の真正面に回り込んだ。俺の胸倉をつかみあげ、グロスでぎらぎら光る唇をべろりと舐めると、血を吸うのが楽しみでうずうずしているといった様子で俺を観察していた。
「しかたありません、魔工機職人、うじうじと自分の殻に引きこもって世界の広さを知らないキミに、お姉ちゃんが闇の世界を教えてあげちゃいマス」


　数時間後、空を飛ぶ姉ちゃんに見知らぬ町のはずれまで連れてこられた俺は、地下にある巨大なダンスホールに招待されていた。
　どうやらラヴーシェンの地下宮殿みたいな場所のようだ。
　耳を圧倒する大音量の音楽に合わせ、フロアを３００人近い妖怪たちが埋め尽くし、踊りまくっていた。
　見たこともない楽器から音楽が奏でられ、強力な魔力灯が、彼らの上にけばけばしい色のレーザーを放出している。
　猫の耳をもったのや、ぎらっと光るウロコの肌をもったの、コウモリの翼をもったの、獣にも人にもなりきれなかった妖怪たちが、普段は隠さなければならない獣耳を震わせ、尻尾をはちきれんばかりに振り回しながら快哉を叫んでいた。
　ラヴーの姉ちゃんも、妖怪たちに混じって無心に踊っていた。姉ちゃんはここではとても人気者らしく、いろんな妖怪から歓迎されて、あちこちでちやほやされていた。
　俺はそんな異質な空間に馴染めず、隅っこの方からただダンスホールを眺めていた。
　どん、どん、というドラムビートが巨大な怪物の心音みたいに俺を揺さぶって、酔いそうになった。なにかの怪物の胃の中に飲み込まれてしまったような奇妙な感じがする。
　気分が悪くなった俺の興味は、次第に妖怪たちから舞台装置の方に注がれていった。
　あの楽器って、いったいどんな仕組みになっているんだろう？
　ケモミミたちをかきわけて奥に進んでみると、ちょっと形の崩れた楕円形の舞台に、擦り切れたローブをまとった演奏家が数名いて、それぞれの楽器をかき鳴らしている。
　そのうちの１名が巨人サイズの巨大な弦楽器を操っていて、ジープヒルトを改造したものと見当をつけた。あれは奏楽魔法が使えなければ演奏できないんじゃなかったのか？
　調べてみると、大きな音は楽器からではなく、背後の真っ黒い箱から出ているらしかった。ケーブルで各楽器と直結していて、魔力のやり取りをしているらしい。
　改造されたジープヒルトから、魔力の信号が送られて、弦をはじくとその魔力が振動によってゆらぎ、強くなったり弱くなったりする。その『波』を持った魔力が箱の中の火の魔石に伝わり、弦の振動と同じサイクルで空気に強弱のある衝撃を与え、大きな楽器の音を再現する仕組みだ。
　ううむ、これはすごい。こんな発明が世に埋もれていたなんて。
　大学で発表してもすぐに忘れられるようなものだったかもしれないが、しかしもったいない。妖怪たちが目をつけなければ、きっとこのまま消滅していたに違いない。魔工機の魔力に振動を与えるなんて、実に面白い発想だ。これさえあれば、蓄音機の性能はさらにあがるだろう。
　この黒い箱の仕組み以外は、激しい音楽も、楽器も、みんな妖怪たちが独自に考え出したものらしい。複数の打楽器を組み合わせたマシンみたいな打楽器、金色の管楽器はあちこちにボタンがついていて、見たこともないくらい複雑だ。どの楽器も工夫を凝らしていて、実に機能的だった。
　俺が夢中になって楽器を見せてもらっていると、ラヴーの姉ちゃんがやってきて言った。
「うっふふー、気に入ったラヴー？　たくさん汗を流しておいてね、魔工機職人、実はこの後、もっとすっごーいお楽しみが待って......て、おーいッ！」
　姉ちゃんのノリツッコミが聞こえた気がするが、無視してさらに詳しく楽器を調べていると、姉ちゃんはしびれを切らしたみたいに俺を舞台裏から引きずりおろした。
「もうここで職人気質だすの禁止！　舞台裏に興味を持ってちゃだめラヴ、ちゃんと予定通り罠にひっかかってくれなきゃこまるラヴーッ！」
「ん？　いま何か軽くカミングアウトしなかったか姉ちゃん」
「はわわわわ！　な、何もカミングアウトなんかしなかったんだからネー！　いいから、さっさとお姉ちゃんと踊るラヴ！」
　姉ちゃんにそのまま腕を引っ張られて、俺はぎゅうぎゅう詰めになった妖怪たちの輪の中に連れ込まれた。
　引きこもりの俺にダンスなんてできっこない。ＭＰを吸い取る人形みたいに体を揺すっているのがせいぜいだってのに、周りの女の子たちは俺が踊るのをじつに楽しそうに見ていた。こいつら、人間を見るのがそんなに珍しいのだろうか？
　ついつい見慣れぬ魔工機の方に目が向いてしまうたびに、ラヴーの姉ちゃんが俺の顔をぐいっと正面に戻し、俺たちはひたすら踊り続けた。
　ちゅうか、妖怪たちはすげえ体力だ。もう１時間近く延々と踊りっぱなしだ。ようやく１曲終わると、妖怪たちから拍手や遠吠えが沸き起こり、演奏家たちは各々舞台裏に去って行った。俺の足は限界に来ていて、フラフラになりながら近くの椅子に腰かけた。ラヴーの姉ちゃんはもう１曲いけそうな感じで俺に寄り添った。
「どう？　楽しいラヴ？　人生青春モラトリアム謳歌しちゃってるラヴ？」
「すみません、ちょっと休ませてください、あ、足が......」
「じゃあじゃあ、ゆっくり休める場所を提供してあげるラヴ！」
　ようやく休めると思った俺は、またしてもラヴーの姉ちゃんに地下宮殿内をあちこち引っ張りまわされることとなった。
　羽をぱたぱたさせて姉ちゃんが連れて来たのは、ダンスホールの奥にある個室、いわゆる『ＶＩＰルーム』と呼ばれる部屋だ。
　防音効果のあるクッション付きのドアを開けると、楽しげな雰囲気は一転し、飾りっ気ひとつない寒々しい広間には、ぽつんとソファが１台置いてあった。
　左右は無機質な白い壁。そのあちこちに、監獄があった。監獄......である。囚人の姿は見当たらない。鉄格子の扉はどれも開きっぱなしになり、拘束具のついた鎖が音もなく垂れ下がって、中から金属臭が立ちこめている。
　なんだか急に肌寒くなった。どうしてこんな所に監獄があるのか、本当にここがゆっくり休める場所なのか、俺には見当もつかなかった。革張りのソファの真ん前には透明なガラスのテーブルがあって、木の器にお菓子が盛られている。
「じゃ、ゆっくり休んでいいラヴ」
「ああ、すんません」
　変わった内装の休憩室だが、ピスタチオがあるのでとりあえずもぐもぐ食べていた。
　いや、ゆっくり休めるか。
　何かやばい。何か変だ。
　一体どうすればいい。不安になった俺の目線は、無意識のうちに魔工機を探していた。水を自動でためる魔法のポットが１台あるだけで、めぼしい物は何一つなかった。
　勝手に水を蓄えてくれる魔法のポットは、セノの来訪以前から普及していたため、魔法道具と魔工機の中間のような存在だ。
　水精製の土魔法を発動する魔法陣の真ん中に、土の魔石を置くと水が生み出される。その水がポットの中にたまると『浮き』が浮かびあがり、紐でつないだ土の魔石がちょっとだけタイミングを遅らせて浮かび上がる。水が一定量になれば、魔法陣から動力源の石が分離されて水精製がぴたりと止まる。逆に水かさが減ってくると浮きが沈み、浮力を失った土の魔石が魔法陣とくっついて、さっきの量になるまで、もう一度水精製がはじまる、という単純明快な仕組みだ。
　現代の魔法のポットはもっと進んでいて、水温を指定したり、硬水軟水を指定したり、古くなった水を定期的に処分して作り直してしまったりする。
　このポットにも取っ手にダイヤルがついていて、『硬水、水温12℃』に設定されていた。喉ごしが良く、とても飲みやすい。
　そういえば小さい頃、俺がはじめて魔工機に興味を持ったきっかけも魔法のポットだった。あの頃は身の回りの魔工機の仕組みが不思議で仕方なくて、怒られるまで分解しまくっていたんだっけ。
　妹が冒険から持ち帰ってきた魔工機を修復してやったり、分解した魔工機を組み立ててもとに戻したりしているうちに、どっぷりとこの世界にはまってしまったんだ。妹は都会の宗教学校に行ったと聞いているが、いまごろ元気にしているだろうか。
　童心に返って魔法のポットを分解し、あれやこれやと構造を調べていると、やがて、扉が開いてラヴーの姉ちゃんが帰ってきた。さっきダンスホール場で踊っていた妖怪の仲間たちも一緒の様子だ。
　しかし、その姿に俺は度肝を抜かれ、ポットのパーツを足元に落としてしまった。
　姉ちゃんはエナメル質の光沢を持ったセクシーなボンテージを身につけ、それ以外はみんなぼろきれのような服を着て、首輪をはめられ、鎖でつながれているのだ。さながら奴隷のようだった。
　妖怪たちは耳を垂れ、男女それぞれ、監獄のある壁際にぞろぞろと整列してゆく。
　俺はその衝撃的な光景に目を見張った。
　なんだ、これは。いったいなにが始まろうとしているのか。
　姉ちゃんはどこから持ってきたのか長い鞭を振るい、びしりっと床を叩いた。
「さて、商談開始ラヴ」
　そうだ、このときだ。俺はこのときはじめて、ラヴーの姉ちゃんの本当の職業を知った。
《商人》の隠れ職業、《奴隷商人》だッ！
　これはまずい。やばい現場に連れ込まれてしまった。
　いまさらながら危機感を抱いた俺は、ものすごい勢いで立ち上がって、部屋から脱出しようと試みた。しかし、あにはからんや、黒い靄のようなものがたちどころに俺の体を包み込み、俺の身動きを封じてしまった。
　この靄はラヴーの姉ちゃんが変身したものだ。ラヴーシェンは体を靄にして自在に移動することができるらしい。霧に優しく包まれ、いきなり手足がふわりと宙に浮いた。地面との接点をなくしてじたばたもがいていると、動けなくなった俺の目の前にふっと姉ちゃんが現れ、軽く肩を押した。
　軽く押されたはずだが、とてつもない力に俺は吹っ飛ばされた。背中から突っ込んでいったソファがごごごっと数センチ動いた。
　やばいっす。軽くピンチっす。
　姉ちゃんが長い鞭をびしりっと鳴らすと、壁に整列していた妖怪たちがびくっと震えた。
「ラーヴ、ラヴラヴ（哄笑）。商談の最中に逃げるなんて野暮な真似はいけないラヴ」
「姉ちゃん、な、なんでだ、なんであんたみたいな人が、俺と同じ六畳一間のアパートに住んでるんだ」
「最近の奴隷業界は不景気なのラヴー」
　はぁー、とため息をつく姉ちゃん。
「昔はこれでも羽振りが良かったラヴ。市民革命のイザコザが終わってようやく奴隷市場が賑わうかと思って、気合いを入れて奴隷をかきあつめていたら、今度はいきなり奴隷解放宣言とか出されて売買まで禁止されたラヴ。もう訳がわからないラヴ。教養のある子は他の職業に転向させられたけど、姉ちゃんの僕たちはどういうわけか、頭の軽い子が圧倒的に多いのラヴ」
　なるほど、それで大量の不良在庫を抱えて今の生活に至るわけだ。行く当てのない奴隷たちを養うために身を粉にして働いているんだ。見上げた奴隷商人である。
「で、なんなんすか、俺にその奴隷を買って欲しいとでも？」
「いいえ、魔工機職人、今日はあなたに、ラヴーシェンになってもらいたいラヴ！」
　びしり、と鞭を振るう姉ちゃん。
　――なんでそうなる？
「ラヴーシェンはとっても素敵な種族ラヴ。気に入った人は欲望の赴くままに血を吸って仲間にしたり、奴隷にしたりと自由自在！　夜空を飛び回り、怪力を発揮し、靄になれば通れない壁はない！　こんな素晴らしい能力を持った種族は他にないラヴ！　完全な夜型人間になるから、魔工機職人のあなたにもぴったり！」
「いや、だから、なんで俺がラヴーシェンにならなきゃならないんすか」
「さーらーにーっ！　今、ラヴーシェンになると、もれなく素敵な特典がついてくるラヴ！」
　壁に並んでいた妖怪の鎖を引っ張って、俺の前に引き連れてきた。
　ぐあっ、よりにもよって、ネコミミの女の子だ。ケモナーの俺のつぼを的確についてくる。ダンスホールに入ったとき、俺が見とれていたのを目ざとく見ていたらしい。
　俺の目の前に四つん這いにさせられた女の子は、しゅんとしょげていた。さっきまで楽しげに笑っていたのが、今は泣きそうな目で俺に慈悲を乞うている。
「とくにイチオシはこの子！　炊事も洗濯も読み書きもまるでダメ、唯一できるのはゆっくりゆっくり足し算引き算をすることぐらい。だけど、そこがいいッ！　ご主人様の命令があれば、一生懸命に暗算してくれるラヴ。成功したらたっぷり褒めてあげてください、尻尾を振って喜ぶラヴ、失敗したらたっぷりお仕置きをしてあげてください、それでも尻尾を振ってご主人様に誠心誠意つくしちゃうラヴッ！　もう生殺与奪も好きにしちゃってーッ！　今なら２万５０００エルシャルンで、あなたもラヴーシェンッ！　さあ、今すぐ契約すれば今回だけは初回特典として、ここにいる奴隷を１人、無料でプレゼントしちゃうラヴ！」
　ぱっしーん！
　俺は膝を打った。いや、この場合はなるほど合点がいったというだけで、商談に合意したとかそういう意味では断じてない。危うく話に乗りかけるところだったぜ。
「姉ちゃん、奴隷商人なんて職業はもうやめた方がいいっすよ。ていうか昔はどうあれ、こんなの今の世の中じゃ犯罪っすよ......」
「何を言うラヴ、奴隷市場は、まだまだこれからラヴ！」
　ぐぐぐっと拳を握りしめ、力説する姉ちゃん。どうやら、法律で禁止された時点でもう終わっているという考えは彼女にはなさそうだった。
「英雄色を好む、人が何かの偉業を成し遂げるためには、必ず奴隷の存在が必要なのラヴ。市民革命のちょっと前に、東部アーディナルの地図を完成させたジョン＝モスプッチ伯爵も、３００人の美少年奴隷を連れていたというラヴ」
「聞きたくないっす、歴史の裏話とか聞きたくないっす......」
「ちゃんと聞きなさいスービ、あんたもきっとそういった英雄になるのよ。需要は確実にあるラヴ、そして供給もこのとおり有り余っているラヴ。禁止されているから終わるのではなく、禁止されたからこそ、そこに新たな商売が始まるのラヴ。あんただって、いまちょっと欲しいと思ったでしょう？　ホラホラ、早くしてあげないと、この子お腹すかせちゃってるラヴー」
　ネコミミの女の子の顎をなでなでしながら、姉ちゃんは俺に迫った。くるあー、と小さく鳴いているのが実に愛らしい。
　ちくしょう、ラヴーの姉ちゃんが奴隷に選んだだけあって、ひとりひとりがすげぇ可愛い。どっか抜けている姉ちゃんだが、こういう美的センスだけはずば抜けて高いんだ。
「けど、俺は商才なんてないから、商人になんてとてもなれないっす。無理っすよ、ぜったい失敗して、その子たちを路頭に迷わせちゃいますよ」
「だったら商人にはならなくても結構、奴隷は従えるだけっていうラヴーシェンもいるラヴ、仲間内で奴隷に関する相談もできるし、奴隷同士のトレードだって結構盛んなのラヴ。奴隷を買うのなら、まずはラヴーシェンになるべき、絶対に損はさせないラヴ！」
　姉ちゃんはさらにラヴーシェン化を押してきた。
　ちゅうか、俺は奴隷を買うつもりなんてない。生活にネコミミ成分は欲しいけれど、どちらかというとフェリシアみたいに側にいてサポートしてくれるパートナーが欲しい。こんな、魂を操って、ただ隣に置いとくなんて、そんな邪道なこと、こう、ふつふつと怒りが、あれ、湧いてこないぞ。おかしいな俺の怒りどこいった？
　じーっと目を落とすと、ネコミミの女の子が、うるんだ目をして「みーう？」と鳴いた。ぐぅ可愛い。鳴くのは反則だ。ひょっとするとこの子、人語も解さないのかもしれない。俺の庇護欲をかき立ててくれる。そんな可哀想な捨て猫みたいな目で俺を見るのはダメだ。
「あーもう、煮え切らない奴ラヴ、こうなったらッ！」
　ラヴーの姉ちゃんが尖った犬歯をむいて、俺に飛びかかってきた。俺はあっけなく首筋に噛みつかれた。
　姉ちゃんに抱きしめられているのは正直嬉しかったが、それよりも食われているという恐怖の方が圧倒的で、唇の感触なんてほとんどわからなかった。
　あるのは首がちぎれそうなほど痛いって感覚だけだ。肉が裂けて、ちゅーちゅー音を立てて吸われている。血があふれてシャツの襟首がじわじわ濡れているのがわかる。
　やばい、これは、割とガチでやばい。
　ラヴーシェンは血を吸った相手をラヴーシェンに変えることができる。しかし、同時に意識を操って、奴隷のように従えたりもできる。
　ひょっとして、俺はこのまま姉ちゃんの奴隷の一匹にされるかもしれない。すべては姉ちゃんのさじ加減、そうなっても全くおかしくない状況だった。かすんでゆく視界の向こうで、ラヴーの姉ちゃんが赤い液体にまみれた口を、ぐいっと横に拭い、げっぷ混じりに言った。
「くっふふふ、ようこそ、闇の世界へ......けぷっ」
　果たして俺はラヴーシェンになってしまったのか、それとも奴隷になってしまったのか。
　いずれにしろ、意識が飛んでしまって、そこから先のことはまったく覚えていない。


「......ぶえっくしょん！」
　気がついたら、俺は監獄の中に居た。冷たい床で俺は目を覚ました。
　どうやら刑務所の中のようだ。鉄格子の外には緑色の軍服を着た憲兵が１人いて、俺に冷たい視線を注いでいた。
「いてぇ......あの、すんません、ここはどこです？」
「ブランクルド刑務所だ。面会者がいるので待っていろ」
　ブランクルド......アルペンデ州の最北にある市の名前である。刑務所ということは、憲兵は看守か何かだろうか。俺に用件だけ告げるとさっさと行ってしまった。
　いったい、あれから何があったのだろう。
　体のあちこちを触って無事を確かめてみたが、首筋に姉ちゃんの牙が穿ったと思われる傷跡があって、どういう訳か、もうかさぶたができている。
　血を吸われてから、もうどれくらいの時間が経ったのだろうか？　ずいぶん気を失っていたらしいことだけは確かだったが、なにひとつ覚えていない。
　やがて、面会者がやってきたが、それはラヴーの姉ちゃんでもない、コートボニー教授でもない。眼帯を付けた、冒険者ギルドのギルド長。グンネルだった。
「グンネルさん」
「気がついたか」
「どうなったんすか、これ。なんで俺、こんなところに？」
「お前は一時期ラヴーシェンになって暴れていた。安心しろ、サンシャインの狩人たちに呪いを払って貰った。お前をラヴーシェンに変えた張本人は行方をくらましているが、地下宮殿にいた仲間の大半は逮捕された。奴隷も即時解放されている」
　まるで記憶にない話だ。俺は飲み込むのにしばらく時間がかかっていた。
　サンシャインの狩人たちというのは、秘密結社のようなものだ。魔術師の園テン＝ディルコンタル州にある、伝統的な退魔師集団の通称である。
　アルペンデ州からは機関車を乗り継いで丸４日かかる距離だ。お祓いを頼みに行くだけで相当な出費になっただろうに、グンネルは当然のことをしたような顔をしている。
「すみません......なんか俺、悪いことしてませんでした？」
　まったく記憶がないので、聞いてみるしかなかった。というか、かなり悪いことをしている予感しかしないので、聞くにはあるていど覚悟がいった。
　グンネルは、鉄面皮のような顔で俺の体をじろじろ見ていた。なんか値踏みされているような気が......しないでもない。
「怪しげな格好で街をうろつき、人家を覗きまわり、魔工機を見つけては解体しまくっていたそうだ。ちまたでは魔工機解体男と呼ばれて恐れられていた。......実害はそのくらいだったが、気持ち悪いことこの上なかったので、市民が狩人たちに討伐要請を出したそうだ」
　どうやら、とんだ醜態をさらしまくっていたようだ。
　ぐふぅ、ちくしょう、なんて低レベルな妖怪だそれ。は、恥ずかしい。所詮インドア派の俺が妖怪化したところで、その程度のことしかできないってのか。
　なるほどラヴーの姉ちゃんに仲間にされると、知能レベルが落ちる仕組みになっているらしい。今さらながら、取り返しのつかないことをしてしまったことに戦慄を覚える。
　となると、気になるのは――。
「な、なんか恥ずかしいこととか、口走ってませんでしたか？　つまり、なんとかラヴーとか言って、語尾にラヴをつけて、あまつさえ人目も憚らず大声で叫んでたり？」
　すると、グンネルはすこし考える素振りをして、
「『うっはははぁー、俺は魔工機解体男だぁー、世の中の魔工機をぜんぶ解体してやるラッヴゥゥゥゥゥー！』とか言ってたそうだ」
「うわああぁぁぁ!!　キャラが立ちすぎだろ俺ーッ！」
　やばい、ていうか、ちょっと待て、本当に俺なのかその妖怪。それはＮＧだろどう考えても、恥ずかしすぎて死ねる。
　よけいなキャラを完成させてんなよ。ノリノリじゃねぇか。なんなんだその壮大な夢は。というか解体した後どうしたかったんだ。作る方はどうしたんだ、諦めたのか。
「あと、大勢の妖怪たちを奴隷にして、スラム街の地下に匿っていたのが発覚した」
「えっ......ちょ、ちょっと待ってください、それ俺じゃないっす！　断じて違います！」
「そうか？　奴隷たちは口をそろえて『お前に買われた』と言っていたそうだが？」
「あぐぅっ......！」
　ちくしょう、どうやら俺はあの後、ラヴーの姉ちゃんから奴隷を買いまくっていたらしい。記憶に全然ないのが悔しい。実に悔しすぎる。おいしい記憶は残してくれない姉ちゃんの異能力が憎たらしい。このままだと２万５０００エルシャルンも約束通りほいほい支払っていそうだ。
「そ、そんな、とても信じられない......！　人買いなんて、人道に背くようなことをこの品行方正な俺がしていたなんて......なんてことだ！　ちくしょう！　ち、ちなみに俺がそこでどんな悪逆非道なことをしていたのか、可能な限りくわしく教えてもらえませんか？」
「毎日、朝昼晩と耳と尻尾をもふもふされて、新しいゲーム機で遊んで、あとは魔工機を作っているか解体しているかなので、半ばほったらかしにされていたそうだ。......お前はいいかげん精神的童貞から卒業すべきだな？　スービ・キュージット」
「なんでグンネルさんががっかりしてるんですか！　ていうか精神的童貞ってなんすか！　童心と言ってください！　いや違うんです、俺はじっさい罠にはめられたんです、同じアパートに住んでたラヴーシェンの姉ちゃんに、地下宮殿に連れて行かれて......！」
　グンネルは鉄面皮のような表情を崩さなかったが、俺の説明を聞いて、半ば安心したようなため息を漏らした。
「なるほどな。やはり思った通りだ、この一連の事件には、なにか裏がある」
「......というと？」
「この事件は、何者かが裏で糸を引いている可能性が高いということだ。お前には隠していたが、今月に入ってから冒険者ギルドに脅迫状が何十通も送りつけられている。みなフェリシールの開発中止を求めるものだ」
「......マジっすか」
「驚くことではない、フェリシールがあまりに売れているのを良く思わない連中がいるのは確かだからな」
　そういえば、ラヴーの姉ちゃんは、俺の名前は『闇の世界で有名』だと言っていた。それも当然、良い意味で有名という訳ではないだろう。
　どうやら俺の発明は、万人を幸福にすることができなかったらしい。誰もが喜んでくれるものだと思って作ったものでも、世の中そう上手くはいかないみたいだった。
　しかし、フェリシールの開発で困る連中なんて本当にいるのだろうか？　そんなのは、同じアイテム収納ボックスを開発している錬金術師ギルドぐらいしか思いつかないんだが......。となると、犯人は必然的に、あの錬金術師ギルドということになるのだろうか......。
「けれど、商売敵だからって、ここまでのことをする理由になりますかね？　てか、いま考えると、俺は下手したら退治されて死んでたかもしれないってことでしょう？」
　もし、俺が魔工機解体男なんて低級妖怪にとどまらず、もっと凶悪な悪事を働く妖怪になっていたら。
　お祓いなんかされずに、そのまま討伐されていてもおかしくなかったのではないか。
　いくらハーパティ嬢が天然ドＳで俺のことを虫けら同然に蔑んでいても、ラヴーの姉ちゃんを使って俺を妖怪化させるなんてことまでやってしまうだろうか......？
　グンネルはそれには答えなかった。彼女もこの場に長く居るのは危険なのだろう、用件だけを告げると、早々に立ち去ろうとしていた。
「わからんが、アルペンデ州錬金術師ギルドに対しても注意は必要だ。実は名前が似すぎているということから特許の侵害にあたるという裁判を起こして、フェアリー・シールからフェアリー・ノートに名前を変更させてしまっていたのだ」
「さすがグンネルさん......パネェっす」
「いまのところアイテム収納ボックス商戦はお互いに膠着状態にある。冒険者ギルドとしても、これから派手な動きはなるべく控えるつもりだ。我々は事態が収束するまでしばらく静観する。お前もしばらくここから動かないでくれ」
「あ、ちょ、ちょっとだけ待ってください。......今日は何日っすか？　あれから、記憶がぜんぜん飛んでるんですけど？」
　グンネルは振り返ると、小さな声で言った。
「９月23日だ。ではな」
　ばたん、と遠くでドアが鳴った。
　俺は全身の力が抜けて、鉄格子を掴んだままその場にへなへなと座り込んだ。
　ば、ばかな......。
　９月......下旬だと......。
　どうりで冷えるはずである、もう夏が終わって、秋にさしかかろうとしていた。
　最悪なことに、セノたちはもうとっくにサーナサウルに出発している頃だった。
　ルークもコートボニー教授も、もうここにはいない筈だ。
　俺はうめき声を漏らした。この肝心な時期に、俺は一体なにをバカなことをやってしまっていたんだ。
「ちゅうか、何か解体し......何か作りてぇ......」
　ふと気を抜くと魔工機解体男の精神が頭をもたげた。やばいやばい。
　とにかく、何か工具を手にしたい。この手に魔工機を。少しでもこの環境を良くする物を作りたい。毛布と窓と息苦しさしかない監獄の中で、それだけが俺のゆいいつの望みだった。


　俺はそれからしばらくの間、刑務所での生活を送ることになった。
　しましまの囚人服に身を包んで、なんとも不名誉な職業《囚人》となる。
　ブランクルド刑務所はアルペンデ州の北端にある古城の牢屋を改修して作られた刑務所だ。日中は練兵場を改修した作業場に集まり、カンナや丸ノコを使って材木を切り出す仕事を与えられたため、何かを作りたいという願望はとりあえず叶えられた。
　規則は結構緩く、お昼の２時間ほどレクリエーションの時間も与えられて、その時間は城内の施設を自由に使ってよかった。図書館で最新の科学雑誌を読むこともできたし、作業場で工作をすることも許された。
　例の看守に頼めば低純度ではあるが魔石を買うこともできたので、俺は昼のあいだ、時間の許す限り魔工機を作っていた。
　刑務所で生活している間、俺は数多くの魔工機を発明した。必要は発明の母だ、ひょっとすると、人生で一番大量の発明をしたのがこの期間だったかもしれない。
　最初の発明は２ドラム式の全自動洗濯機だった。
　大小のタルを二つ組み合わせた物で、中に洗剤と洗濯物を放り込むと、あとは勝手にぐるぐるかき混ぜて、最後に脱水と乾燥もしてくれるという優れものだった。
　今ではどの一般家庭にでもある掃除機もこのときの発明だ。
　タルに長いチューブを組み合わせて作ったシンプルなものだ。風を巻き起こしてホコリを吸引して、タルにためこんでいくものである。
　ついでにフェリシールも何個か作っておいた。料理当番の時は必要な分だけさっと取り出せるようにする。こうして空いた時間はひたすら本を読んで、知識が周囲から遅れてしまわないように気をつけた。
　しかし、９月28日から急に仕事が工作関係から遠ざかってしまった。古くなって危険な城壁の解体作業を手伝わされることになったのだ。
　制度上の奴隷はいなくなったが、囚人はいまだにこうした危険な公共事業にかり出されることがある。
　運搬作業めんどくさい、何か作りたい。そこで俺は二つの欲求を満たすために、瓦礫の運搬専用の魔工機を作った。
　蒸気機関は俺の発明じゃないがすでに完成していたので、俺がやったのはそれを小型化して、運搬用トロッコに載せてみただけだ。
　原理は簡単、火の魔石で水を沸騰させると、大量の水蒸気が出る。その蒸気圧がバカにならない力を発揮するので、それを動力源として利用するのが従来の蒸気機関だ。
　しかし、ここでは肝心の火の魔石が手に入らない。なんでも「強力な魔法銃の材料になる」とかいう名目で、囚人の手には渡らなかったのだ。
　ならばと、魔石の代わりに俺は本物の『火』を使った。
　構造はほとんど変わっていない。俺が工夫したのは、火を絶やさないよう、土の魔石を使った土の魔法陣で、燃料となる『油』を生み出し続ける仕組みを作っただけだ。
　こうして完成した自動運搬機は、材木のレールを敷いておくと、それに従って、あとはほとんど勝手に動いてくれる。俺の作業班にとって、ずいぶん頼もしい味方となった。
　俺たちは他の班の半分ほどの時間で作業を終わらせてしまった。囚人仲間もこの魔工機を気に入ってくれて、スービ号と呼んで勝手に乗り回していた。
「ひゃーほーッ！」「運べ運べ、どんどん運べーッ！」
　後半になると俺の班だけほとんどやることがなかったので、さらに複雑なレールを敷いていって、スービ号のコース作りに挑戦していた。
　あんまり熱中しすぎたせいで、さすがに看守に見とがめられて運搬機は没収された。
「仕事の能率を高めるためです」という言い訳もできなかった。回転ループとか、どう考えても仕事と関係なかったし、そんな言い訳をすると余計に罰を食らいそうなのでみんな空気を読んで黙っていた。ちくしょう。
　10月に入ると、ブランクルドは例年雪が降る。刑務所の外は真っ白になり、外での労働は少なくなった。
　昔は雪の中でも働かされていたが、死亡者が続出したのでさすがに止めたそうだ。ひどい話である。
　しかし、それでもなんとか暖を取らなければ、この刑務所は寒すぎる。俺もいずれ監獄の中で死んでしまいそうだった。
　いよいよ寒くなってくると、俺は暖房器具を作ることにした。
　以前コートボニー教授が、遠い遠い東の国からやってきたという男のくれた設計図をもとに、とある冬の風物詩なる暖房器具を作っていたので、それをうろ覚えで再現してみた。
　男の国では冬の風物詩だそうだが、図書館で調べてみても、やっぱりそんな国は見つからなかった。どう考えてもそんな国が存在するはずがないのだ。きっと宣伝のキャッチフレーズかなんかだろう。
　仕組みは至って簡単で、魔工機と呼ぶほどの物でもなかった。
　材木を削って背の低いテーブルを作り、綿の詰まった毛布を上からかぶせて、できた毛布のドームの中に足を突っ込んで、中の火の魔石で暖を取る。
　たったこれだけなのだが、ここでもやはり火の魔石が必要だった。だが、俺は慌てなかった。これも蒸気機関と同様、本物の火で代用すれば良いのである。
　俺は看守に頼んで、代わりの土の魔石を買って貰おうとした。看守は冷めた目をして言った。
「土の魔石は禁止だ」
「まじっすか？　前まで大丈夫だったじゃないっすか」
「悪いな、規則が変わったんだ」
　実は、つい先月「火の魔石を使わずに蒸気機関を作ってしまった囚人」の話があまりにも有名になったせいで、憲兵の連中が「どうやら土の魔石でも火の魔石の代用品を作ることが可能らしい」という事実にようやく気づいたらしく、土の魔石に対する規制を刑法からなにから全面的に強化し始めたのだそうだ。
　今までゆるゆるだったブランクルド刑務所の規制もそのあおりを食ったらしく、土の魔石は当面禁止されたということであった。......ていうか俺はそのときまったく知らされていなかったのだが、そもそもの原因は俺だった。
　ただでさえ過酷な生活をしている囚人たちに、さらに過酷な生活を強いる連中の精神構造はおおよそ理解のおよぶものではなかったが、とにかく、どうやら火の魔石と土の魔石はどちらも使えないということだけは理解した。
　そこで俺は風の魔石を代用した。
　使うのは、シャムシャム結界と同種の結界魔法だ。フェリシールを作っている最中、エネルギーが少しずつ漏れてしまうゆるい結界が偶然できてしまったので、それを利用できないかと考えた。台所に持って行って、こっそりかまどの炎を封印しておく。これだけで、あっという間に火の魔石の代わりが完成だ。
　基盤にダイヤルをくっつけて、捻ると熱を強くしたり弱くしたりできるよう工夫した。これを心臓部に取り付けて、謎の魔工機コタツが生まれた。
　俺がまた新しい魔工機を作ったという噂は瞬く間に囚人たちに広まったらしく、レクリエーション広場（旧ダンスホール。天井にシャンデリアがあって、けっこう広い）で実験していると、さっそく興味を持った奴らが集まってきて、一緒に足を温めていた。
「うぁ～、これはやべぇ」「これは抜けらんねぇ」「コタツマジ魔法......」
　謎の魔工機コタツでぬくぬくする日々を送っていると、あるとき例の看守がやってきて、俺の姿を蔑むような目で見下ろしていた。
　楽しそうだな、一緒に入りたいな、ぜひ我々看守にも１台作って貰えないだろうか、的な歩み寄りの雰囲気は微塵もなさそうで、なんか俺を残念なイケメンを見るような目で見下ろしていた。
「風の魔石も禁止になった」
　まさに、鬼である。
　俺たちはその看守を悪魔かなにかのようにののしったが、実は俺の発明がすぐに憲兵局に知れ渡り、「どうやら風の魔石でも同じだぞ」ということが判明して、法律で風の魔石の規制も強化されていたということは思いもよらなかった。要するにこれも俺のせいだった。
　こうして、囚人にはとうとう四大魔石のうち水の魔石しか与えられることが許されなくなってしまい、囚人たちの生活はますます厳しくなっていった。
　以前、水の魔石で魔法銃を作っていた俺からすれば理不尽きわまりない話である。
　10月７日、大雪になった。俺の独房はすでに極寒の拷問室と化していた。
　愛すべきコタツ１号は生命線とも言うべき風の魔石をもぎ取られ、抜け殻と化して俺のベッドの脇でひっくり返っていた。
　まったく、世も末である。俺が出所したら囚人の生活を改善するよう憲兵局に訴えなければならない。その前に、どうにかコタツ１号を復活させてやりたかったのだが、いま俺の手元にあるのは水の魔石が１個のみ。
　水の魔力を元にした水魔法は、呪術に特化している。
　直接魔力を飛ばして、対象の攻撃力や防御力を脆弱にする呪いをかけるのだ。
　中世では、空気を標的にして温度を急激に下げ、氷や水の塊を生み出したりする使い方が一般的だったために、魔法Ⅱ《水魔法》という名がついたそうだ。
　どうだ、これで暖を取れるのなら取ってみろ、とでも言わんばかりの憲兵局の意地の悪い顔が見えてくるようだった。
　しかし、俺はめげなかった。あいつら魔石工学にかんしてはほとほと無知だ。
　ある偉い学者さんが言っていた、「魔法は結果として現れる現象を見ただけで、どの魔法を使っているかを判別することは難しい」と。
　そして翻すとそれは、「ひとつの魔法効果は、他のどの魔法を使っても、どうにか頑張れば生み出すことが可能である」ということだ。
　まさしく、その通りだったと俺は確信している。いいことを言ったもんだ。
　冷たい水の魔石しかなくても、俺はどうしてももう一度コタツに入りたかった。
　コタツ。愛するコタツを蘇らせたい。その一念が俺を突き動かし、不可能を可能にしたのである。
　用意したのは、作業場から拾ってきた大量の鉄くずだ。それを麻袋にぎゅうぎゅうに詰めて、袋の表面に水の魔法陣を描いてやった。
　そいつに水の魔石を１個取り付けると――火の魔石の代用が完成した。
　セノの化学知識によると、水は酸素を主体とする分子。それと関係あるのかはわからないが、水魔法には『酸化魔法』が存在する。
　これももとは鉄の装備を朽ちさせる戦闘補助魔法として使われていたもので、物を強烈に酸素と結合させる呪いであった。この酸化魔法が発動すると、麻袋に詰められた鉄が急速に酸化され、じわじわと熱を帯びだした。
　これだ。この反応を待っていた。
　物が酸化するときに発生する、『酸化熱』である。
　さっそくデカいのを一つ作っておいて、コタツに放り込み、後はぬくぬく暖を取る至福の時間が続いた。
　どうだ――！　これでもう誰も何も文句を言うまい――！
　かじかんだ手足に生命を行き渡らせるように、俺はコタツと戯れた。このために生きているような心地さえした。もう何があってもここから離れまいと誓った。
　ようやく手に入れた幸福を噛みしめ、うつらうつらしている俺の元に、またしても冷たい目をした看守がやってきた。
　向こうも「またお前か」という感じの、相変わらず残念そうな顔を俺に向けていた。
　憲兵局の連中も、「もうこいつには何を与えても同じだ」ということをようやく理解したらしい。このとき囚人の四大魔石の所持は、州法によってすべて禁止されたのだった。
　そして俺が逮捕されてからおよそ２週間、ブランクルド刑務所始まって以来の異例の措置が取られた。
「......なんすか、その残念なイケメンを見るような目は」
「確かにお前は残念な奴だが、さほどイケメンでもないな」
　看守はさらりと酷いことを言いながら鉄格子を開いて、コタツにかじりついている俺に言った。
「出ろ。釈放だ」
　まさに、鬼である。
　こんな寒い日に釈放するとか、あり得ん。
　俺は愛しいコタツに手足をつっこみながら、ただただ震えていることしかできなかった。


　囚人服を返して、元の服を返して貰おうと思っていたのだが、妖怪魔工機解体男が身につけていた装備しか戻ってこなかった。
　オニオン・ミニオンの仮面＋ブーメランパンツ＋黒マント。これで表を歩けというのはあまりに酷だった。また新たな犯罪を生みだしそうである。あまりに不憫だということで、看守がシャツとズボンとジャンパーを一式貸してくれた。おじさん臭かった。
「その格好でうろついていたら、また逮捕されるのが落ちだからな」
「......ありがとうございます」
「少しだが、これも貸そう」
　そう言って光の石も貸してくれた。50エルシャルン。この看守はけっこう良い奴なのかもしれない、とそのとき俺は初めて思った。
　後日、返しに来るつもりで俺は刑務所を発ったが、けっきょくこの看守にあうことはそれから二度となかった。
　実はこの看守が憲兵局のシマル少佐という偉い身分の人で、魔石工学に結構な造詣があり、刑務所にはたまに俺の様子を窺いにきていただけだったことを知ったのは、ずいぶん後のことだ。
　職業が憲兵で、サブ職業が魔工機職人。俺を釈放するよう刑務所に便宜してくれたのもこの人だったそうだが、この時の俺はまだ何も知らなかった。
　ともあれ、晴れて自由の身になった俺は、刑務所のある荒野から３時間ほどかけて歩き続け、凍え死にそうになりながらようやく一つの町にたどり着いた。
　俺はトタンでできたボロボロの駅に向かい、15エルシャルンで東行きの切符を１枚購入した。
　元の町にはその十分の一の値段で戻ることができたが、このままアパートに引き返すつもりはなかった。
　どうせ帰ったところで、あのアパートにはコートボニー教授も、カメラオタクの友人も、可愛いネコミミメイドも、隣の冒険家も、ツンデレな俺の彼女も、綺麗な姉ちゃんも、もう誰もいない。けれど、たとえそのすべてを失ったとしても、俺の頭にはたった一つだけ、魔工機を作り続けるという目的だけが残されていた。
　俺が買ったのは、ジペンゼ州に行くための切符だった。
　10月８日、魔工機コンテストを明後日に控えていた。


　いつしか俺は眠りに落ちて、はじめてアルペンデにやってきた頃の夢を見ていた。
　大学に通っていたとは言え、当時の俺はまだ10歳。師匠に読み書き計算を習い、たまに講義の内容を噛み砕いた話を聞かせてもらっていた。真面目に出席しても講義の内容なんて半分も理解できなかったので、大学からよく抜け出して遊んでいたものだった。
　その頃の俺は、命知らずにもよく海へ向かっていた。海にはときどき見知らぬ異国の魔工機が流れ着くことがある。寒い日は魔物がほとんど出なくなるので狙い目だった。今日みたいにしんしんと雪が降っていたある日、砂浜でちっこい女の子とばったり出くわした。
　彼女がどうして海で泣いていたのかはよく思い出せない。どうやって声をかけたのかも思い出せない。
　ただ、彼女は俺にとってはじめての友達とも言える存在になった。
　泣き虫のくせに、驚くぐらい頭がよかった。魔工機の仕組みを話すとすぐに理解してくれて、どこで習ったのか、部品を組み立ててゆく手際もずいぶんこなれていた。
　その後も砂浜に埋もれた魔工機を見つけては、俺たちは一緒に解体して、設計図を起こして同じものをいくつも作っていた。
　そのうち春が来て、魔物がもぞもぞと活動を開始した。廃品回収が難しくなった海をぼんやり眺めているところにルークがあらわれて、俺たちを現代魔工機研究会に誘ってくれた。誰も考えることは一緒で、人手を集めて廃品回収をしやすくしようと考えていたのだ。
　いつのまにか師匠が行方不明になって、明日の生き方もわからなくなった。それでも魔工機バカの俺は魔工機ばかり作っていて、見かねたレン様が俺の所に注文しに来るようになった。女の子はレン様に夢中になって、俺に見向きもしてくれなくなった。大学にフェイがやってきて、俺は彼女に夢中になった。しっかり者の彼女に励まされて、嫌々ながら魔法道具店で働くようになった。
　そして気がついたら、女の子はいつの間にか俺の隣から姿を消してしまった。
　大学創立以来の秀才で、たった２年で大学を卒業してしまったという話だ。
　いま思うとまるでセノみたいな女の子だったな、と思う。


　木製のベンチで眠りこけていた俺は、不意に目を覚ました。
　駅の小さな待合室には、ストーヴが１台。風の音しかしなかった。
　意識を失っていたとしても、不思議じゃないくらい疲れていた。３時間歩いてたんだぜ３時間。インドア派の俺にはきっつい距離だ。
　待合室には俺の他にも人影がひとつ。
　暗闇でも異様に目立つ派手なドレスの女性がひとりいた。
　旅には向かない軽装に見えるが、きっと魔法道具かなにかで寒さを凌いでいるに違いない。その指輪には見覚えがあった。
　ハーパティ嬢だ。彼女は俺の方には目もくれず、じっとストーヴを見つめていた。
「あ、どうも。お嬢っすか」
「......つくづく変な所で会いますわね、魔工機職人」
　心の底から迷惑そうな顔をして言われた。それはこっちのセリフである。
　外の雪はどんどん激しさを増し、床から壁から天井から冷気が押し寄せてきた。ストーヴに近寄ろうと思ってお嬢の隣に座ったら、ほんの少し、軽く肩が触れてしまった。
　やばい、やばい。いつものように罵られる。と思ったが、とくに何も言われずにすんだ。そういえば、洞窟でもこんな感じで自然に肩を並べて座っていた気がする。
「まったく、コーちゃんたちが居なくなったというのに顔も出さないで、こんなへんぴな所でいったい何をしていたの？」
「すみません、色々事情があって......ジペンゼで魔工機コンテストに出場するんですよ」
「魔工機コンテスト？　そこで新たな魔工機を解体するつもりだったのかしら」
「ぐ......し、知ってたんじゃないっすか」
　知ってたのに質問するなよ。お嬢がまるで直視に堪えないといったふうに俺から顔を背けたので、俺は思わず弁明した。
「ち、違うんです。事実無根とは言いませんが、そんなつもりじゃないんです。......ほら、俺も出場するんですよ、これで」
　俺は、眠るときも大事に抱えていたフェリシールの基盤をお嬢に差し出した。
　まだどこにも出していない、完全な最新版だ。外装はまだ作られておらず、円盤型の基盤が剥き出しになっていて、このままでもアイテム収納ボックスとして機能する。
「足りない素材は、その辺にあったストーヴを解体して作ったんですが......」
「どうりで寒いと思ったわ。わたくしが来なかったら凍死してたところよ？」
「あざっす。お嬢が作ってくれたんすか？　懐かしい型っすね、そのストーヴ」
　お嬢が細い指を広げて暖を取っていたのは、今では生産されていない旧式のストーヴだった。使い続けると、誤呪効果で『ネコの爪』と呼ばれるひっかき傷が表面に生まれる欠陥があり、回収騒ぎになった。たまに魔法陣の線がぶっつり切れて動かなくなる。
　俺がストーヴに関する話をはじめると、お嬢はますます呆れたような顔をして、俺のフェリシールを眺めていた。
「貴方は昔から変わらないわ、口を開けば魔工機のことばっかりじゃない......」
　俺の昔のことなんて、お嬢が知っているとは思わなかったのだが。
「思ったんですが、ひょっとして、お嬢って俺の古い知りあいだったりします？」
「貴方はもう忘れてしまったのかもしれませんわね。わたくしがこの魔工機の作り方を覚えたのは７９８２年、10年も前ですわ」
　俺ははっきりと思い出せなかったが、その年、アルペンデ錬金術師ギルドは一度分裂しかけていたという。きっかけは、勇者の子孫が誰なのかという問題だ。
　アルペンデの錬金術師はもともと、とある騎士の家系を勇者の血族として信じていたのだ。２００年前の著名な錬金術師の書物にその名が記されているらしい。
　だが、そのころ騎士の家系といえばダンジョン探索で財産を失っており、もうひとつの最有力候補であるアルペンデ王家と、ＡＡＧの長であるバーニ家が結婚するのに、あまり大きな声で反対できなかったのだ。
　だが、それから30年後。アルペンデ王家の血を受け継いだ前ギルド長は急死。さらに雪のせいでセノが上陸せずに逃げてしまう、というただならない事件まで起こった。それでバーニ家に取ってかわろうというのか、黙っていた連中が急に騒ぎはじめたのだ。
「『この血は、不吉だ』ですって......本当にくだらない」
　お嬢は呆れたように、自分の中に流れている血に確かめるように、小さく呟いた。
「父の後継者のわたくしは、ギルド長に収まるために、最短で大学を卒業しなくてはならなかった。周囲も祖母を筆頭に毎日必死でございました。わたくしはプレッシャーに耐えられなくて、大学を抜け出して、砂浜でセノが来るのをずっと待っていましたわ......かわいいでしょう？」
　か、かわいいんだろうか？　10年前のお嬢なんて俺には想像もつかないんだが。
　いったい、どんな高圧的でわがままな女の子だったんだろうか。
「でも、セノはいつまで経っても来なかった。雪が降っていましたから」
「ああ......そういや10年前っていえば、その事件があった年でしたよね......」
「あの頃のわたくしはセノを神様かなにかだと勘違いしていて、すべてを元通りにして貰いたかったの。一族をまとめあげて、衰退していた錬金術師ギルドを盛り立ててくれて、あまつさえ死んだ父を蘇らせてくれるような、未来の技術でそんな奇跡を起こしてくれることを期待していましたの。けれど結局セノも来なくて、１人で砂浜で泣いていましたわ。
　そんなときに、変な魔工機職人がわたくしに話しかけてきましたの。傷心のわたくしになんと言ったかわかります？　魔法道具店を指さして、『知ってるか、向こうの店でストーヴの半額セールやってるんだぜ？　一緒に解体しようず！』ですわ」
「なんっすかその魔工機職人は、俺と友達になれそうな奴だな......」
　なんかそれ俺っぽい気もするが、そんなこと言ったっけ？　それじゃ俺が本当に魔工機のことしかしゃべらないみたいじゃないか。そんな昔のことなんてよく思い出せないな。
「呆れましたわ。わたくし、ほんとうに魔工機のことしか頭にない人間をはじめてみました。その職人は、今も昔もそんな感じの変人なの」
　じっと俺の方を見ながら言わないでくれます？　お嬢。
「なんの因果か、それから『現代魔工機研究会』なんて胡散臭い同好会に連れて行かれて、魔工機職人のスキルを身に着けさせられましたわ......わたくしの将来はもう決まっていましたのに。まったく、余計なスキルをくれたものね」
　ハーパティ嬢は、足元の旧式ストーヴをつまさきでがんっと蹴った。俺の青春を蹴らないでください、お嬢。
　ちょっとまて、どういうことだ。つまり俺が小さい頃、一緒に魔工機を作っていたあの小さな女の子は、ハーパティ嬢だったということか？
「そういや、俺も昔、ちっこい女の子とストーヴ１台買って、解体して２台作ってたような記憶があります......けどあれって、お嬢でしたっけ？」
　ちらっと、お嬢の大人びた横顔を窺う。ちょっと、いやだいぶ違うような気がする。俺の記憶にある女の子は、もうちょっと可愛らしくて、いつもなんかふてくされてて、思ったことをなかなか口に出せない女の子だったんだが。午後の研究会にはいつもお弁当を慌てて食べてくるのだろう、ほっぺたにピーナッツバターをつけていて、皆からバタピーと呼ばれていた、いじられキャラだった。
　ハーパティ嬢は、何度目かのためいきをついて、窓の外に目を向けた。
　当時の記憶を思い出すのがよほど不服なのだろうか。
「仕方ありませんわ、わたくしもあのとき８歳でしたもの、ずいぶん大きくなりましたわ......」
「ははは、冗談いわないでくださいよ。あのとき８歳だったらお嬢はいま18歳じゃないですか？　いったい何を血迷ったことを......」
　俺はとちゅうで口を閉ざした。お嬢が、困ったような顔で俺をにらんできたのだ。
　えっ、お嬢、そのわがままボディで18歳なの......てっきり年上だと思ったのに。
　その恥ずかしそうな顔を見た途端、10年前の女の子と今のお嬢がはっきりと重なった。
　ああ、バタピー。お前バタピーだったのか。時の流れというのはなんて残酷なんだ、ついこの前まで発展途上だったのに。俺は思わず真顔になって、問い詰めてしまった。
「お嬢......フェリシアさんは今どこにいるんです」
「魔工機職人、今はそんな話をしてはおりませんことよ。そうだわ、ストーヴの話をしましょう。ストーヴってあれですわね、温いわね」
「はぐらかさないで答えてください、お嬢。未成年が独りでこんな夜遅くに出歩いてたら、憲兵に補導されちゃいますよ？　ていうか、俺はお嬢が独りでいるときって、だいたいセノかレン様を追いかけてたような気がするんですけれど、レン様っていま、たしか......」
　９月には採掘師になって、アルペンデ州からいなくなっているはずではなかったか。
　お嬢は言葉に詰まって、あろうことかうっすらと涙目になっていた。
　ああ、やっぱり――図星だ。お嬢はレン様の所に行こうとしていたのか。
　たしか昔もこんなことがあった。ギルドの誰にも告げずに家出をしてきたのだ。
　いわゆる、駆け落ちというやつだ。うわぁ、これは面倒くさいことに巻き込まれてしまったぞ。なんて10歳の俺みたいに面倒くさがっている訳にもいかなかった。
「お嬢、ダメじゃないですか。フェリシアさんがいないとろくに買い物もできないくせに、どうやって向こうで生活していくつもりだったんですか！」
「......貴方に言われたくはありませんわ！」
　ぶわっと、お嬢の目の縁から大粒の涙がこぼれた。俺を睨みつけたまま、手でいくらぬぐっても、あとからあとからこぼれてくるみたいだった。
「貴方みたいな......自分のことしか考えていないような、服装のセンスもおじさん臭い、愚か者に......！」
「お嬢......俺が知らない間に、一体何があったんです」
「............これを見なさい」
　お嬢は震える手を差し出した。その手に握りつぶされていたのは、一部の新聞だった。
　その新聞は、全国に支社を持つ、ミッドスフィア中央放送局、通称ＭＫＢの日報。
　通信機の技術を駆使しているらしく、アーディナル東部の端から端まで同じ日に同じ内容のニュースを発信している、放送局の大御所である。
　そしてその日報には、驚くべきニュースが載っていた。
「セノの乗った客船が、海賊に襲われたそうよ......そのまま行方がわからなくなったの」
　俺は何度も何度もその見出しを目で追った。
　海賊船による襲撃？　プラヌーリ・ワジット号が乗っ取られた？
　ウソだ。こんなことが起こって良いはずがない。
　ハーパティ嬢の声が、俺には遠い耳鳴りのように聞こえた。
「こんな事件、セノとの交流がはじまってから１００年間、前代未聞ですわ。今こそ錬金術師が力を合わせなくてはならないというのに、大学は何もできずに手をこまねいていて、ＡＡＧはお爺様の星の鎧が盗まれたときの動揺がまだ収まっていなくて、ふたたび分裂しそうになっているの。けれどレン様がいれば、きっとこの騒ぎを収められるはず。簡単よ、わたくしとレン様が両家の前で永遠の愛を誓えば、それで全ては丸く収まるの。だって、あの人は、勇者の血を受け継ぐ騎士の末裔だから......！」
　お嬢の手が震えていた。
　そうか、レン様もお嬢と同じ立場、勇者の子孫候補の１人だったのか......。
　たしかに、その２人が結ばれれば、ＡＡＧは分裂せずにすむかもしれない。
　けれど、人の心をそんなに簡単にひとつにまとめられるとは思わない。
　勇者の莫大な遺産（９９９９９９９９シスル）を分ける相手が増えるのだ。どちらの家もその結婚を簡単に認められるだろうか。錬金術師は迷信家だけれど無能じゃない、分裂を起こそうとする裏には、もっと複雑な利害関係が絡んでいそうな気がする。それともお嬢には、それらとも戦い続ける戦略があるのだろうか。
　けれども、それでも俺はどうしても納得いかなかった。
　本当はレン様のことが好きで追い回してるんじゃなかったのかよ。
　お嬢、あのとき俺が伝えたかったのは、きっとストーヴの作り方じゃない。
　このままじゃダメだ。この寒い世界を温める、ストーヴが必要だ。それは俺たちの手でなんとか作らなくちゃならない。
　俺は日報にもう一度目をこらした。日報には詳しいことはほとんど書かれていなかった。10日経った今も行方不明、ということだけである。
　せめて、教授たちが無事かどうかだけでもわからないだろうか。
　そうだ、俺は思い出した。俺のアパートにまだ、通信機があるじゃないか？
　いちど閃くと、行動に移すのは速かった。
　俺はジペンゼ行きの切符と未完成のフェリシールをまとめて、お嬢に押し付けた。
「お嬢、これを。どうか俺の代わりに、完成させてやってくれませんか」
　お嬢は受け取ろうとせず、唇をかんで、さらに目つきを険しくした。
「こんな時にまで魔工機のことしか考えていませんの？　一体なんの意味があるというの」
「それは、俺は、これから教授を助けに行かなくちゃならないからです」
　俺はお嬢の手を離さないよう握っていた。
「お嬢、お、俺がいますから。俺は、困った時に手を差し伸べてくれる勇者でも、未来の魔法道具を生み出してくれるセノでも、どっちでもないです、けれど、魔工機職人です、いつか不可能を可能にしてみせます、誰も予想しない未来を作ります。俺が教授を助けてみせます、だから、いや、ていうか......」
　だから？　だから政略結婚なんて前近代的なことはやめてしまえって言いたいのか。人がどんな意図で結婚しようが、そんなの自由じゃないか。
　けれど、お嬢は無言でまっすぐに俺を見ていた。その次の言葉を待っているみたいだった。
　次の言葉なんてなにも考えていなかった俺は言い淀んで、フェリシールに目を落とした。
「......教授との約束なんです、俺がこのコンテストに出場するっていうのは。つまりその、俺はこれから危険な目に遭うかも知れないから......できれば、魔工機コンテストに、俺の代わりに出品して欲しいんです。お願い、できませんか」
　お嬢は、呆れたように息をついた。心なしか、寂しげな表情に見えなくもない。
「じゃあ、代わりにカピバラの真似をして？」
「へっ」
「カ・ピ・バ・ラ。ほら、ここに跪いて鳴くのよ。カピバラのように」
　お嬢はすらりと長い脚を組んで、ここでしなさいと言わんばかりにスペースをあけた。
　えっ、ちょっと待て、なんでこのタイミングでそんな対価を求めるんだ？　それこそ一体なんの意味が？　答えを欲して見つめ返すが、お嬢のその目は氷像のように硬く、微塵も笑っていなかった。
　ぐっ......おいおい、ハードル高ぇな、俺はカピバラの鳴き声なんて知らないぞ。俺はとりあえず跪いて、脳をフル回転させ、カピバラの声を再現した。
「お、お願いするカピ！　俺の代わりに魔工機コンテストに出てほしいカピ......ふぐっ」
　お嬢のヒールが俺の額を蹴飛ばした。ふんぞり返ったお嬢の足が、さらに俺の頭頂部を押さえつけ、ぐりぐり踏みつけた。
「ねぇ、今どんな感じ？」
「い、痛いっす。ただひたすら痛いっす。どうして先輩をいたぶって快感を得るような女の子に育っちゃったんですか、心底悲しいっすよ俺は......！」
「これがコーちゃんとの約束なのよ」
　なんだって？　俺が非難がましい目を向けるのも無視して、お嬢はぱらぱらとメモを確認していた。
「コーちゃんが以前お屋敷で変な資料を見つけて、ぜひ検証してほしいと言っていたのよ。レン様にはこんな真似できないでしょう？」
　しまった、あのエロ小人め！　そういや俺にもそんなミッションをけしかけてたけど、お嬢にもさせようとしていたのか！
　その後も、お嬢の拷問は続いた。『人を屈辱的にいたぶる30の方法』と題されたその本の内容にしたがい、俺を鞭うつお嬢の手には本気で力がこもっていた。俺は本の半分もいかないうちにギブして、泣きそうになりながら謝った。
「お、お、お、お嬢......！　待ってください、俺のお願いは聞いてくれるんっすか！」
「ふん、まぁいいでしょう、引き受けましょう。わたくしが出場するからには、必ず優勝して差し上げますわよ、バーニ家の威信に賭けて！」
　お嬢は立ち上がると、「次はこれね」と言って、上着を脱ぎ始めた。谷間のホクロがあらわになって、セクシーさが10上がった。うおおぉ！　次は何がくるんです!?
「貴方みたいな妄言を吐く輩はきっと死ぬわ。これが最後かもしれませんから、この機会に徹底検証しておきましょう」
　最大のチャンス到来だったが、このとき俺は日和った。
　いや、情けないとか言うな。
「だ、だったら、服を着て、すぐに製作にとりかからないと......！　言い忘れてたけど、コンテストの開催は明後日ですよ！」
　お嬢は少し躊躇って、眉をひそめた。軽く脳内で計算しているらしい。
「２日もあれば充分ですわ」
　と言ってのけた。ちくしょう、どうして魔工機職人のレベル上がってるんだお嬢。
　そのときだった――待合室の扉が開いて、凄まじい吹雪が入り込んできた。
　ドアの外にはすさまじい湯気をふく蒸気自動車が１台止まっていて、テンガロンハットをかぶった謎の男たちが、灰色の亡霊のように粉雪を身に纏って立っていた。
　そいつらが、木の床を軋ませてぞろぞろと入り込んできて、俺とお嬢を取り囲んだ。
　俺たちが息を呑んで固まっていると、先頭の男がテンガロンハットを脱いだ。意外にもその下は優しげな目をしていて、強い声音で言った。
「......スービ・キュージット、俺たちについて来い、小人たちを救う方法がある」



　アルペンデ州の北端ブランクルド市から北に十数時間、州境を越えてでこぼこの道のりを蒸気自動車で走り続けていた。もし蒸気自動車が魔法で強化されていなければ、とっくにパンクか脱輪していただろう。
　窓の外に目を向けると、そこは建物ひとつ見当たらない寂れた砂の荒野だった。
　赤茶けた岩山や、巨大サボテンの群れが昼の陽光を浴びている。白黒の写真でしか見たことがないが、ビタ州のアルカハル荒原に似ていた。
　やがて俺が連れられてきたのは、大きな事務室だった。
　赤茶けた屋内には、どこか聞き覚えのある弦楽器の音色が流れている。
「遅いじゃないか、ずっと待っていたよ、魔工機職人」
　思い出した、これは......ジープヒルトの音色だ。
　荒廃した大地の見える窓の前で、攻撃的吟遊詩人は何も言わずにジープヒルトをつま弾いている。どうしてこんな所に。そうだ、教授はどうなったんだ。
　俺がいま一番知りたかったことを、吟遊詩人は教えてくれた。
「セノたちを乗せた客船は、海兵隊の追っ手を振り切って、たったいま西地中海に向かって航海中だ。中部には中世から続く巨大な奴隷商館がある。春が来たら陸路を通じてそこに運び出すつもりだろうね」
「い、一体......」
　何者なんだろう、この女は。なんでそんなことを知っている。どうして俺に関する情報を、そこまで早く手に入れることができる。俺が疑問に思っていると、彼女は革のジャケットをがばとはだけ、何も言わずに大きく前のふくらんだシャツをさらけだした。
　うおっ、でけぇ！　俺は思わずがぶりついた。
　さすが巨人族の女！
　――じゃない。彼女の左胸には、戦斧を象った黄金のバッジが光っている。
　それは東部でギルド長の身分を示す黄金のバッジだ。戦斧は初めて見る形状だったが、俺はそこに刻まれたギルド名に戦慄を覚えた。
「しょ、賞金稼ぎギルド......ッ！」
　どっちがメイン職業なのかはわからないが、攻撃的吟遊詩人は賞金稼ぎの職業を持っているらしかった。
　しかし、一体どうして俺が助けられたのか、ようやくこれですべて理解した。
　――この女、俺が何かトラブルに巻き込まれるまで、俺の後をずっとつけてたな。
　俺がどうしても賞金稼ぎに頼らなければならなくなる、このタイミングを狙っていたのだ。彼女は指を３つ立てて俺に言った。
「教授を取り戻したければ、賞金を賭けろ、魔工機職人」
「......いくらだ？」
「３億エルシャルンが相場だ。血に飢えた賞金稼ぎどもが群がって、たちどころに事件を骨も残さず解決する」
「さ、３億......ふっかけすぎだろ」
「お前が10年かけたらそのくらいの稼ぎは軽いだろ？　心配しなくとも当面はギルドが貸しといてやるよ、どうだい？」
　人の悪い笑みだった。軽く３億貸すとか......常識外れの女傑だ。
　たとえ10年かけてもフェリシールの売り上げだけでその額を手に入れることは難しい。けれども、10年以内にまた別のヒット作を出せば。一攫千金を狙うような話だが、あながち不可能な話でもないというところがまた嫌だった。
「......いいぜ、やってやるよ」
「いい男だ」
　そして俺は攻撃的吟遊詩人の提案を受け、セノたちの救出に破格の賞金をかけた。


７９９２年６月某日、サーナサウル大陸から来航していたプラヌーリ・ワジット号が同年９月某日、アルペンデ州沖で不明の海賊船に拉致された。
10月９日時点で船は中部の海域まで逃走、海兵の追跡を振り切った模様。
船にはのべ数百人のセノの学者たちとアーディナル人の留学生が搭乗しているものと思われる。国外への技術流出、さらにはサーナサウルとの国交悪化などに発展する問題が懸念されており、早急な事件解決が求められる。
達成指標　海賊の掃討、および乗客乗員の安全確保


　契約書にサインをして、俺は賞金稼ぎギルドに依頼を出した。
　何もかも初めてのことで、ほとんどバークに手助けしてもらった。
　５日間という制限は短いように思えるが、これはバークの勧めだった。彼女の計算によると、順調に船が航路を進んだとして、西地中海にたどり着くのが丁度そのくらいだそうだ。それに、低ランクの賞金稼ぎが余計な手を出さないようにする為でもある。
　無制限にすると、どんな有象無象が集まってくるかわからない。下手をすると証拠品をねつ造して賞金だけをせびるような輩が現れるかも知れない。
　この事件の場合求められるのは、期間が短くてもきっちり仕事を仕上げられる凄腕の賞金稼ぎだけだ。そのための制限期間と破格の懸賞金である。
　毛むくじゃらの牛みたいな獣人がやってきて、依頼書を直接俺から受け取った。
　獣人なんて東部じゃ珍しい種族だったのだが、ふだんから妖魔を見慣れているアルペンデの人間はさほど驚かない。胸に銀のバッジを付けていたし、背中には魔法銃を担いでいたので、一応ギルドメンバーなのだろう。
「ふぅむ、５日か、ちと短いな」
「だ、大丈夫なのかよ？」
「心配するな、期間内には必ず解決するだろう、問題は早いか遅いかだ」
　牛はそう請け負ったが、俺は不安でならない。なんせ初めてのことだらけだ。
　ちなみに賞金稼ぎギルドは規模がまだ小さいので、ギルドメンバーに対する通達はミッドスフィア中央放送局の掲示板を一部借りていた。これで本日の12時きっかりに、東部アーディナルのすべての州の掲示板に同じ内容の掲示物が貼り出されることになる。
　賞金稼ぎたちの成功を信じて、あとはただひたすら祈るしかない。
　その後５日間、俺は攻撃的吟遊詩人の家で厄介になっていた。
　ビタ州賞金稼ぎギルド本部、荒野のど真ん中にある赤土にまみれた建物。その裏手にある錆びた鉄塔の上に古びた家屋があって、そこがギルド長の書斎兼住居になっていた。
　バークの背丈に合わせた特注品のベッドの周りには、人間サイズの机やコップがあった。巨人族は少数民族なので、背の高さに合わせた専用のグッズはなかなか手に入らないみたいだ。多少不便でも人間の物を使わなければならない。
　しかしシャワーは巨人サイズで、位置が高すぎて手が届かない上に、足でペダルを踏まないとお湯が出てこない仕様だった。汗を流すためにひと汗かくとか馬鹿らしすぎる。栓を捻ると自動でお湯が出てくる普通のシャワーが欲しかったので、こっそり改造してやった。
　裏手に回って調べてみると、井戸水をくみ上げるポンプと同じ原理を使っているらしい。ようは空気圧を高めてやればいいので、お湯のタンクに簡単な火の魔法陣をくっつけて、常にお湯がシャワーの先端から吹き出てくるようにしてやった。
　あとは、栓を取り付けてお湯をせき止められるようにすればいい。こうしてようやく普通のシャワーになったので、汗を流していると、バークがひょっこり顔を出してきた。
「へぇー、どれどれ」
　俺は曇りガラスの引き戸が開かないようにしっかり押さえつけた。しかし、腕力の問題で簡単にこじ開けられてしまう。バークはガラス戸から首だけひょいとこちらに出していた。扇情的な格好だが身長３メートル近い相手だと軽く恐怖だ。
「お湯が１日１人分しか蓄えられないんだが」
「だからって、一緒に入るのは勘弁してくれッ！」
「別に気にすることはない、異種族同士だろう。クリスも小さい頃はよく洗ってあげてたもんだ」
「クリスって誰！　俺は気にするのッ！　男なんだからッ！」
「みみっちいな、お前の『男』なんか入っても気づかないっつうの」
「ひっでぇぇ！　お、俺の方だってそっちに入っても気づかないかもしれないだろうがッ！......はっ、いや、違うぞッ!?　そういう意味で言ったんじゃないッ！　誰がそんな危険な挑戦するか、そのニヤニヤ笑いを止めろッ！」
　羨ましいとか思ってるやつ、マジで怖かったから。
　巨人族は、狩りに使う武器と宴に使う楽器さえあったら後の物は何も要らないというタフな種族だった。そのどちらも火の魔石を使うため、家には火の魔石なら少しは備蓄があった。しかし、それもバークの家では家具みたいに馬鹿でかいショットガンの部品として必要なものが、いくつかストックしてあった程度だ。
　もし巨人サイズの魔工機があれば、巨人たちは喜んでそれを使ってくれるのかもしれない。だが、それ以上にバークはおおざっぱでそれを必要としていない節がある。必要なものは荒野にちょっと出かけて行って、その馬鹿でかいショットガンで仕留めて戻ってきた。
　アパートの六畳一間と比べたら、こっちの生活なんか半分原始レベルだった。極寒の刑務所と比べても勝てるかどうか怪しい。
　こんな生活水準で平気だなんて信じられなかった俺は、時間が許す限り、賞金稼ぎギルド本部をあちこち改造しまくっていた。
　鉄塔は昇り降りする手段が梯子だけという軽いアスレチック状態だったので、自動昇降機を作った。
　アルカハル荒原は風がめちゃくちゃ埃っぽいし、昼になると極端に暑くなったので、砂埃も除去できる空調設備を作った。
　食料はどこに保存しているのかと探してみると、なんと井戸の底に黒ビールが浸けて冷やしてあるだけだった。道理で飲み物は異様にぬるい黒ビールしかなかったはずだ。氷も作れるツードアの冷蔵庫を作った。
　ギルドメンバーの集まるホールにも同様の設備を作っておくと、この荒野を活動拠点にしている賞金稼ぎたちはありがたそうに使ってくれた。特に評判がよかったのは冷蔵庫だ。みな自分の飲み水を冷やしておいてから荒野へ持って行った。
　まだギルドに入って日の浅いらしい魔法使いと剣士の２人組のパーティは、この土地の砂埃と熱気にそうとう辟易していた様子で、冷やした塗れタオルを渡すとすげぇ喜んでくれた。
「えっ、マスターと同棲してるの？......し、信じられないわ......！」
「うちのギルドマスターは巨人族でガンスリンガーでおまけに賞金稼ぎだからねぇ。一生男と縁がないと思ってたけど」
　などと、感謝の眼差しから一転して憐れむような生ぬるい視線を向けられるのだった。
　どうやら巨人族でガンスリンガーでおまけに賞金稼ぎだと役満扱いらしい。ちょっと待てそんな役あるのか初めて知ったぞ。ひょっとして俺はとんでもない奴に目を付けられてしまったのかも知れないと今さらながらに恐怖するのだった。
　バークは俺がギルド本部を改造するのを「なんか面白いことしてるな」程度に思って眺めていた。なんか俺がセノになった気がした。セノってこんなにイライラしながら人間の町を改造してたんだなぁ。
　バークは別に今までの生活を不便だと思っていなかった様子だったが、とりあえず気に入った物は使ってみよう、という感じで使ってくれている。
　表情にこそ出さないが、冷蔵庫や普通シャワーは特に気に入ってくれたようだ。
　まだ日の高いうちに狩りから戻ってきて、血まみれの格好でそのまんまソファに座り、冷えた黒ビールを瓶ごとあおっていた。血ぐらい拭けよ、といつも顔をしかめるのだがお構いなしだ。信じられねぇ、ぜったい臭い落ちないぞあのソファ。
　改造用の素材が欲しいので頼んでおくと、
「どれがどれかわからないから適当に拾ってきた」
　と言って毎回、魔石や金属や木ぎれがぎっしり詰まった麻袋を俺にくれた。
　ただし、袋の中身は超大雑把。超適当。ただの石ころに混じってミスリル銀とか出てくるし。ダンジョンでも手に入れたことのない素材だ。いったいどうなってるのか。
「よし、風呂だ、風呂」
　そして黒ビールを飲み終えたら、俺を犬みたいに脇に抱えて風呂に直行した。
　そんな俺はお前の嫁か生活が５日間続いた。
　10月15日９時30分。入港予定の12時まであと３時間を切っていた。その日、バークは朝から書斎のデスクにかじりつき、じっと無線機に耳をあてがっていた。その表情は張り詰め、いつにも増して凄みを帯びていた。
「バーク」
　バークは人差し指を唇にあてがった。
　邪魔したら悪いか、と思って黙っていたが、低い声で向こうの情報を教えてくれた。
「......まだ手前の港に停泊している。海兵の巡視船をやり過ごしているんだね」
　今ごろ、港には東部の凄腕の賞金稼ぎたちが大勢集まって、同じ船が来るのを待ち構えているはずだった。
　彼らは全員、示し合わせたように本日の午前10時を行動開始の時刻と定めていた。いまの戦力で敵を制圧するまでに、十分な時間を試算した物だ。
　賞金稼ぎは運が必要な仕事でもある。絶好のチャンスが訪れない限り、決して急いではならない。ほとんどの仕事は一発勝負だ。時間が許す限り、ぎりぎりまで粘る。
　このまま書斎にいても邪魔になると思った俺は、昇降機に乗って１階のギルドホールに向かった。例の魔法使いと剣士の２人組がいて、俺の出した依頼を見てはしゃいでいた。
「ねぇっ！　これ見て、この賞金額！」
「うわっ、３億!?　やばい、見過ごしてた！」
「どうしよう～、今から行って間に合うかな？」
　まあ、今から行ったところでどうせ無駄足になるだろう。てか、５日前に貼り出された依頼にいま気づくぐらいだし、あまり頼りになるパーティではなさそうだ。
「あっ、マスターの奥さん発見！　おーい！　すごい依頼見つけちゃったよぉ！」
　魔法使いが俺にぶんぶん手を振ってきた。どうやら、俺が依頼主のスービだとは気づいていないようすだった。
　バークの勧めでしばらくスーという偽名を使っていたのだが、俺の偽名が定着するよりも先に、マスターの奥さんという呼び名がギルド内部に広まりつつあった。
　ギルドホールは最近少しずつ人が減り始め、ここ３日あたりからすっかり人が出払っていた。空調や冷蔵庫のお陰で、格段に居心地は良くなったはずだったが......残ったのは受付係と、掲示板を見て依頼を探しているこの２人組だけになった。
「他の人は？」
「私たちだけだよぅ、ぷんぷん、出遅れたわ！」
「たぶんみんな、この依頼見て慌ててすっ飛んでいったんだろうなぁ」
　剣士の方が、訳知り顔でうんうん頷いた。俺は首をかしげた。
「でも、短い期間の依頼は本当に腕の良い奴しかうけないって聞いたけどな......」
「本部にいるギルドメンバーはみんな一流ばかりだよ。......ま、かく言う僕も一流の１人なんだけどね！」
「そうそう、億単位の依頼しか受けないの！」
　２人のその自信は、いったいどこから湧いてくるんだろう。
　依頼を見逃していた魔法使いは、我慢ならないらしく、ぷんぷん怒っていた。
「それがさ、この依頼、一番難易度の低い左の端にぽつんと貼ってあるんだもん。雑魚退治とかお使いとかに混じって貼ってあるのよ。ふつう腕の立つ賞金稼ぎがこんなとこ見るわけないっつーの」
「......へ？」
　魔法使いの言い分を聞いてみると、どうやら掲示板に貼り出される依頼は通常、左側、中央、右端と大まかにランク分けをしていたらしい。明確なランク分け制度はなかったのだが、そうしないと依頼を探すときに骨だから、自然とそうするようになったのだそうだ。
　しかし、それはあくまで暗黙のルールであって、制度がない以上、別にどこにどんな依頼を貼ろうが、ルール違反ではない。
「ふつう、こういうのって『右側の左端』に貼ってあるものなんだけどな」
「最初にこれに気づいた人すごいわね、クルマさん？　そう言えば依頼書の発行日にいなくなったの彼だけど......ずるいなぁ、みんな黙っていっちゃうんだもんなぁ～」
「ま、ま、ま、待って、なんで？　どういうこと？」
　訳がわからない。一体何の手違いか、俺の依頼は本来、誰の目にもとまるはずがない所に貼り出されていたらしかった。
　驚く俺に向かって、剣士は、とんでもないことをしれっと言った。
「たぶん、本当は『誰にも解決して欲しくなかった』んじゃいないかな？」
「誰が？」
「そりゃもちろん、マスターが」
　なに、解決して......欲しく、なかった......？
　俺が青ざめていると、「うんうん、ありうるー」と魔法使いは頷いた。
「マスターが自分で解決したかったんだよね、きっと」
「え、そ、それはどうして？」
「そういう暗黙のルールなの。この『発効期間』っていうのはね、本当はギルドマスターが依頼に手を出さないでいる、他のギルドメンバーに対する『猶予』のことなの」
　マスターが依頼に手を出さないでいる、他のギルメンに対する......猶予......？
　次元が違いすぎてまるで話についていけない。懇切丁寧に説明してくれているのはわかるのだが。この人たちは、いったい何の話をしているんだ？　ここは賞金稼ぎギルドで、賞金稼ぎたちが助け合うための組織なんだよな？
　剣士は、時計を見ながら言った。
「国外の事件っぽいから、たぶん１、２時間は余裕を持って動き始めると思うけど」
「もうじきね。外に行ってみたら？　クリスがお迎えに来てると思うわ」
　なんだか意地悪な笑みを浮かべる魔法使い。
　クリスって誰なんだ？　なんでお前たちはそんなに余裕にしていられるんだ？
　そのとき、ギルドホールに甲高い指笛の音が鳴り響いた。けたたましい音だ。
　ぴぃ――ぃぃぃ......
「来た！」
「ほら奥さん、マスターが出かけるよ。お見送りしなきゃ！」
　まあとにかく外に出てみろ、と２人に背中を押されて出てみると、赤茶けた大地にバークが立って、こちらに広々とした背中を向けていた。
　相変わらず見上げるでかさ。体長は俺のほぼ倍、何もない荒野に立つと、海洋に浮かぶ船のマストみたいだ。普段担いでいるジープヒルトの代わりに、背中にはショットガンが一丁、あれも近くで見たら２メートルぐらいの化け物銃だ。
　彼女は無線機を持った手を下ろすと、テンガロンハットのつばを持ち上げ、ゆっくりと俺の方に振り返った。その目がやばい。興奮気味で、すっげぇぎらぎらしてた。
　ちょっと、なんでそんなに楽しそうなんですか？
「一緒に来るか？　それとも見送りのキスでもしてくれるのか？」
「え、ええっ......と」
　ひどい二択だ。だがキスはお断りだ。
　恐らく、バークがこれから事件現場に向かおうとしているのはわかっていた。
　一緒に行って、どうなるわけでもないだろうが。じっとしているのも嫌だった俺は、覚悟を決めて言った。
「一緒に......俺も連れていってくれないか......ぎゃあぁっ！」
　バークは有無をいわさず片腕で俺を抱き上げ、いきなり唇を寄せてきた。
　顔を背けたので辛うじて唇は奪われなかったが、目尻と頬の辺りがぶちゅーと吸われた。涙が出た。今の俺はキスも恐い小娘だ。
　魔法使いがしきりに空を指さすのを見て、見上げてみると、雲一つない青空に茶色い点がぽつんと浮かんでいた。その茶色い点は鳥みたいな翼をはためかせている。どうやら俺たちのいる場所に近づいて来るみたいだ。
　するとバークは俺を抱えたまま、茶色い点が向かうのと同じ向きに走り出した。
　のろまなイメージのある巨人族だが、本気で走るとめちゃくちゃ速い。軽い木立は踏みつぶしてゆき、岩が軽々と飛んでいく。
　振り返ると、茶色い点ははっきりと視認できるほど大きくなって、やがてバークの背丈のほぼ２倍ほどの巨体を持つ、体長６メートル強の巨大なトカゲになった。
　俺は開いた口が塞がらなかった。こんな怪物、むろん俺は見るのも初めてだった。
　しかし、初めて見るにもかかわらず、俺にはそいつが何者なのかわかってしまった。それくらい有名な怪物だったのだ。
　正式名称リンドブルム。そいつはアーディナル大陸では遙か昔に絶滅したとされるドラゴンの一種だった。
「ドラゴン......ッ!?」
「紹介しよう、クリスだ。クリス、こいつは私の嫁のスーだ」
「ふーん、よろしくね、義姉さん」
　クリスはコウモリのような翼をはためかせ、鼻からぼわっと火の息を吹き、ぐるるる、と喉を鳴らして挨拶した。なんかでかい義理の妹ができてしまったな。
「じゃねえっす！　絶滅種のドラゴンっすよ！　なんでこんな所に！」
「ある日どっかの遺跡から卵を拾って帰ったら、その辺で適当に生まれてた」
「大雑把すぎる......ッ！」
　さすがバークだ。俺はもうそれ以上のツッコミを諦めた。
　イヌみたいに俺を抱える腕に、ぎゅっと力がこもったと思うと、バークは足を大きく振り上げて、ドラゴンの背中に跨がった。
「行くぞクリス！　目標はプラヌーリ・ワジット号だ、存分に蹴散らしてやれ！」
「あい、姉さん」
　景気づけに１発、宙にズドンとぶっ放すと、ドラゴンは弾丸と競走するような途轍もない速さで空に飛び上がった。
　地表が恐いぐらいの速さで飛び退いていく。手を振る２人組があっという間に芥子粒みたいになって、視界にうっすらと雲が漂った。
　振り落とされるほどの風圧は感じなかった。恐らく、ドラゴンは風圧を抑制する魔法を使っている。背中の俺が振り落とされないよう守っているのだ。
　バークの巨木の幹みたいな腰にしがみついたまま、ときおり10メートル級の魔物の背中が小さく見える荒野を１時間以上飛行しつづけた。
　荒野が終わり、町の上空を通過していった。砂漠の影響がまだ強く残り、赤茶けた建物が多い。巨人族とおぼしき大男が俺たちに手を振っているのが見える。鉄道の線路を目で追っていると、やがて中部との境目であるフタル山脈を通過し、一面真っ白な雪山を越え、それから30分くらいかけて、再び町の上空に飛び出した。
　緑よりも砂が多く、建物も異国の石の建物に切り替わっている。教会がそこかしこに連立している。どうやら俺たちは中部アーディナルに突入したようだ。
　地平線にもやが立ちこめていて、帆船のいくつか停泊した港が見える。海が目前に迫っていて、煙突から煙がもうもうと立ち昇っていた。
　沖には風船をぷかぷか浮かべたトマトみたいな船が１艘、そしてその周りを逃さないように、無数の船が取り囲んで砲台を向けていた。
　あの海に浮かぶ異様なトマトは、見間違える筈がない。
　プラヌーリ・ワジット号だ。その小さな甲板で銃声が轟き、硝煙が舞い昇っていた。
　どうやら、一流の賞金稼ぎたちと海賊の壮絶な争いが繰り広げられている真っ最中のようだ。しかし、ドラゴンのクリスはそんなことで躊躇しない。上空を旋回して影を落としてやると、彼らは一斉に俺たちを見上げ、地獄の使者が現れたような驚愕の表情を浮かべた。
「なんか騒いでるよ、姉さん」
「なんて言っている？　クリス」
「『まだ期限切れまで１時間も残っているぞ、横暴だぞこのヤロー』って言ってる」
「『５日も待ってやったぞノロマども、さっさと荷物をまとめて帰れ』、そう言ってやれ」
　クリスはめんどくさかったのか、それを１発の咆吼に要約した。
　ぐわああっ、という大声が轟き、声を浴びせられた船が目で見てわかるぐらいにちょっと動いた。水面がぶわっと波打ってしぶきが輝いている。なにやらわめき散らしていた賞金稼ぎたちも閉口してあたふたと逃げだし、周りの船に飛び乗った。
　バークが登場して１分足らずで、一流の賞金稼ぎたちが我も我もと逃げていく。おい、いったいどこに行くんだ？　俺もこの女から逃げたいよ、誰か助けてくれ。
　あっさり包囲網を解かれ、逃げ道が開かれてしまったプラヌーリ・ワジット号。その甲板で、残された海賊たちがセノと一緒にぽかんとしていた。一体これから何が起こるのかまるでわかっていないようすだ。
　バークはショットガンの長い砲身をぐるりと１回転させると、片手で眼下の船に狙いを定めた。２メートル近い、機関砲じみたショットガンからの精密射撃が放たれる。
　銃からドラゴンの咆吼に匹敵するような爆発音が響き、クリスがうっとりするように背筋を伸ばした。
「う～ん、いい音」
　銃弾の軌道上に薄い雲が生じて、どこに飛んでいったかはっきりと見える。
　あの小さな船までいったい何キロ離れているのかわからない、しかしバークの放った弾丸は、１ミリも逸れることなく、まっすぐ船の後方に着弾し、俺の記憶ではたしかスクリューのあった辺りを粉みじんに吹き飛ばした。
　魔法を銃弾に乗せて打ち出す魔弾《ハーキュリー・ショット》だ。火魔法を使い、着弾と同時に爆発させている。
　もう一度、ぐるりとショットガンを回転させ、また１発お見舞いした。
　銃弾は並み居る海賊たちの間を縫って、甲板の上で爆発した。真ん中のリーダーとおぼしき男が吹っ飛んでいったが、他の海賊たちは火の手があちこちに上がって、それどころではない様子だった。
　強い。横暴なんてレベルじゃなかった、まさに女王。
　この解決速度、この破壊力、あまりにも腕が立ちすぎるため、他の賞金稼ぎはバークが同じ賞金首を狙っていたら、もはや諦めて泣き寝入りするしかない。
　そうして腕の立つ賞金稼ぎたちが次々とバークに獲物をかすめ取られ、貧窮して困ったため、彼らはビタ州賞金稼ぎギルドを結成し、お互いに情報を共有するようになった。主に、バークの動向に関する情報をだ。しかし、それでもまったく彼女の横暴には歯が立たなかったため、最終的にバークをそこのギルド長に据えることで、賞金稼ぎたちは彼女の動きを完全に把握するに至ったのである。
　しかし、それでも彼女の横暴は留まる所を知らなかったそうだ。俺もこの女が大人しくデスクに座っているところなんて想像できない。
　バークの銃弾は次々と海賊たちを捉え、プラヌーリ・ワジット号を解体していった。
　あるとき甲板に真上から突っ込んでいった銃弾が、何かに弾かれたのか、船体の右を突き破って空に飛んでいった。
　バークは不審に思ったのか、銃撃の手を休めてその様子を見守った。
「なにか変なのが出てきたよ、姉さん」
　クリスが小さな声で言った。よく見ると、甲板に鎧を着た戦士が１人、見たこともない剣を携えて出てきた。その鎧を見た俺は、一目でそれがただの装備ではないとわかった。
　いったい何という金属でできているのか。魔法が何重にも重ねがけされ、その深紅の装甲はオパールのように複雑な光沢を放っていた。
　さらに右手には新緑の色をした、異様な形の武器を携えている。肘の辺りまですっぽりと覆う手甲に、先端がブロードソードの刃になった、防具と一帯となった武器だ。
　そして薄いヘルメットに守られた戦士の顔を見て、俺は再び度肝を抜かれた。
　レン様......隣の冒険家にして、勇者の子孫候補の１人。
「確かにあれは変わった装備だね、どっちも《シン＝バーニの遺作》だそうだ」
　どうやら、バークは鑑定魔法を使ったようだ。原理はよくわからないが、アイテムに関する情報を取得する便利な魔法である。
　剣も鎧も俺は初めて見るものだったが、どちらもシン＝バーニの作品。ということは、武器の方は、俺の魔法剣の代わりに、30階層の安全地帯からレン様が持っていったという、あの例の錆び錆びだった謎の武器に違いない。
　アーディナル中のドラゴンを退治していた、魔王討伐軍の英雄が使っていた、錆び錆びで使い物にならなかったという、いにしえの武器。
「《ドラゴン・キラー》だ。お前の天敵だよ、クリス」
　バークは口笛を吹いた。
「予想外だったね、あんな役に立たない武器をいまだに使っている奴がいたなんて」
「姉さん、あの剣なにか嫌な気配がするよ？」
「そりゃ、ドラゴンを狩るための武器だからね、ドラゴンの鱗を軽々と貫くって話だ」
「なにそれ、恐い」
　クリスがぶるるっと身を震わせた。
　しかし、相性の悪い組み合わせだ。
　銃弾を弾いた鎧の方は、完全物理反射のスキルをもった《星の鎧》のはずだ。
　お嬢の屋敷から盗み出されたという話だが、他に考えられない。その鎧は、俺と教授の合作オリハルコンの鎧をはるかに凌ぐ迫力を持った、まさに歴史に残ってもおかしくない傑作だった。
　おまけにレン様は、俺の作った剣でダンジョンの30階層まで潜る剣の熟練者でもあった。それだけでも並の賞金稼ぎでは太刀打ちできない相手だろう。
　こちらからは、まるで手が出せない状態だった。辛うじて残ったパドルを漕いで逃げていくトマト船の周囲を、俺たちは旋回し続けた。
　どうしてレン様がセノたちの誘拐に荷担しているのか。どうして錬金術師ギルドから盗まれたはずの星の鎧を、彼が持っているのか。
　失われた東部人の遺産を取り戻すのがレン様の目的じゃなかったのか。それがどうしてこんなことに。ここからでは何ひとつわからない。為す術なく、時間ばかりが過ぎていく。
　そしてとうとう制限時間を切ろうとしていた、その時だ。
「きゃっほー！　お久しラヴー！」
　レン様の陰から、コウモリの翼を持った女がにゅっと姿を現した。
　ラヴーの姉ちゃんだった。
「ね、姉ちゃん......あ、そうか、ということは......」
　ラヴーの姉ちゃんがレン様にべったりとくっついて、こっちに手を振っている。
　よく見ると、レン様はどこかうつろな目をして、ふらふらして今にも倒れそうになっていた。......どうやらラヴーシェンの能力で操られているらしい。
「ねぇねぇ、彼ってステキじゃない？　ダンジョン探索ギルドの連中が見つけたのよ！　魔物のふりをしてダンジョンに潜るのが上手いだけの妖怪仲間だと思ってたけど、確約の石板なんて面白い詐欺思いつくし、ＡＡＧから伝説の鎧は盗み出すし、海賊のふりをしてセノの船は乗っ取るし、やるときはやるわねあいつらーッ！」
「か、カミングアウトしすぎだーッ！」
　隠し事ができなさすぎる姉ちゃんの性格に、周りの海賊たちも狼狽えていた。ああ、なんだ、こいつら海賊の格好をしてるけど、姉ちゃんの妖怪仲間だったのか。
　そして、ダンジョン探索ギルドとな？
「姉さん、黒幕がわかったよ。ダンジョン探索ギルドだ」
「どうやらそれっぽいね。じゃあ次に波風が立つのはその周囲だな、注意しときな」
「あい、姉さん」
　バークとクリスは、もう次の賞金首の話を始めていた。さすがプロだ。
　俺も今の今まで犯人は錬金術師ギルドぐらいしか思い浮かばなかったのに。ここに来て、姉ちゃんが状況を一気にひっくり返してくれた。
　海賊たちの統制が崩れている中、無防備に姿を現したラヴーの姉ちゃんを、セノたちがただぼんやりと見ている筈もなかった。
　そのうち１人のセノがちょこちょこと走り出し、果敢にも飛びかかっていった。
「いまだっ、立ち上がれ、同胞たちよッ！」
　ちっこいセノが、背後から姉ちゃんの首にしがみついて、羽交い締めにしていた。小さな体に似合わぬあの果敢な行動は、マーベリック代表だ。
「ま、マーベリック代表ーッ！」
「ラヴーッ！」
「くっ、病でもうボロボロの体の筈なのに、なんて無茶をッ！　代表ー！」
　船に乗り込んでいた信者たちの声援がこだました。
　それに触発されて、しょんぼり座り込んでいたセノたちもようやく立ち上がった。白いガスの息を吐いたり、両手からゲル状の投擲武器を生み出して、海賊たちをつぎつぎと捕縛していった。か、可愛い。
　そのうち、ぼんやりとしていたレン様が急に我に返り、いったいどうしてこんな所にいるのかと不思議そうに辺りを見回していた。その頃にはもう事件はだいぶ収束に向かっていた。
　こうして海賊たちは瞬く間に旗色が悪くなり、プラヌーリ・ワジット号は12時になる前に制圧され、俺の依頼は無事解決に至ったのだった。


　どうやら、冒険者ギルドにフェリシールの開発中止を求めていたのは、ダンジョン探索ギルドだったらしい。
　ダンジョンから持ち帰る素材が収入源であるはずの彼らが、どうしてこんな真似をしたのか。フェリシールさえあれば魔石やアイテムを持ち帰って儲け放題じゃないか、と思ったのだが、どうやらそれには表沙汰にできない、裏の事情が絡んでいたらしい。
　ラヴーの姉ちゃんに問い詰めると、めそめそ泣きながら答えてくれた。
「探索者がダンジョンから持ち出せるアイテムの量なんて、もともと高が知れていたラヴ。持ちきれなくなって置いていく素材やアイテムの方が圧倒的に多くて、そういったダンジョンに落としていく大量のアイテムがギルドの主な収入源になっていたラヴ。その回収代行が妖怪たちの仕事だったラヴ」
　町の妖怪たちは魔物のふりをしたり、ラヴーシェンのように特殊な能力を使ってダンジョンのずっと奥まで侵入することができる。
　強い探索者は高価なアイテムを外から持ち込んでいたり、妖怪たちではとても敵わないボス級の強い魔物たちを倒して、強力な素材を手に入れたりする。
　彼らが持ちきれなくなって落としていくアイテムが、とても美味しい。さらに途中で倒れてしまえば、その遺留品は丸ごと彼らが手に入れることになるのである。
　しかし、ただ金品を奪っているだけではいずれ強い探索者は現れなくなってしまう。もう一度来て欲しい探索者は一応命を助けたりするが、それでも痛い目を見て二度とダンジョンを探索しなくなる可能性の方が高い。
　そこで、探索者ギルドと手を組んで妖怪たちが思いついたのが『確約の石板』というシステムである。失敗しても、大事なアイテムを４つまで探索者に返却する。これによって、一度倒れても同じダンジョンに再挑戦してくれる可能性が格段に高くなった。
　おまけに確約の石板を持っている人物はダンジョン探索ギルドの上客なので、再びギルド直営店でアイテムを買いそろえてくれるのである。
　確約の石板の仕組みは、魔法でもなんでもなかった。
　ダンジョン探索ギルドと妖怪たちが手を組んで考えた、アイテムの販売利益を確保する為のツールだったのである。
「最初はそれでうまく回ってたラヴ。けれど、アイテム収納ボックスなんてのができてから、このシステム自体の採算が合わなくなっちゃって......」
「ああ、今までタダ同然で手に入ったのが、ぜんぶ探索者から買い取らなくちゃならなくなったから......」
「もーッ！　みんなあんたのせいラヴー！」
　きーっ、とオニオン・ミニオンをぶんぶん振り回す姉ちゃん。いや、それはさすがに逆恨みだろ。
　港に停泊したプラヌーリ・ワジット号から、ぞくぞくとセノたちが降りてきていた。彼らは事件のことなどすっかり忘れて、中部の珍しい文化を目の当たりにして興奮している様子だった。やれやれ。
「ちゅうか、セノの船を襲ってなにするつもりだったの」
「次の時代は、セノだと思って......」
　姉ちゃんは、ポケットから週刊誌の切れ端を取り出した。
　カラー写真の真ん中に、ちょっといじけた顔の可愛い小人が写っている。メイド姿のコートボニー教授の姿が拡大されていた、俺はがっくり肩を落とした。
「だから、奴隷の時代は終わったんだよ、姉ちゃん......」
「終わらないラヴ！　再びやってくるラヴー！」
　真剣に力説してくる。そのあきらめの悪さに、俺はほとほと呆れた。


　10月の終わりごろ、俺はフェリシールで稼いだ私財をなげうって、たくさんの投影結晶を買っていた。
　賞金稼ぎギルドに３億エルシャルンもの借金を背負っていた状態だったが、仕方ない、これはいわゆる先行投資と呼ぶべきものだ。
　投影結晶は、魔力が透明なクリスタルを通過するさいに発光する性質を利用して、結晶の中に映像を映し出す魔工機だ。
　買い揃えたのは、人より少しデカいぐらいの大きめの結晶。本当はアーディナル東部の全ての駅前に設置したかったのだが、予算の都合で主要な州の５駅とアルペンデ州の３駅だけになった。
　まあ、言ってみれば俺の道楽だし。これ以上わがままを言っても仕方ない。
　しかし俺のアイデアを伝えると、大学の友人たちも気前よく設置を手伝ってくれた。
「つうか、知らないうちにお前って一人前の豪商だよな！」
　本当ならとっくにバラバスタン大学に着いているはずのルークが、楽しげに作業に加わっていた。船が半壊状態になっていたため、セノたちの帰還は予定より大幅に遅れていたのだ。
　これから留学の話がどうなるのかはわからないが、少なくとも年内はアルペンデで一緒にいられるだろうということだ。
「俺はただの魔工機職人だよ。世の中には、もっとすげぇ奴らが沢山いる」
「ぜひお目にかかりたいな、そういう奴らに。そういやジペンゼ州の魔工機コンテストで、女の子が優勝したらしいな。お前のフェリシールをパクってたらしいけど」
「へぇ、そんな子がいたんだ。あんま興味ないや」
　まあ、賞金もたったの50エルシャルンだったしな。冒険者ギルドもその点には目をつぶってくれたので、ひとまず安心だ。
　駅前の人々は、これから一体何が始まるのかと俺たちが置き去りにした巨大な結晶を見守っていた。
　空からは雪がちらほらと降っていたが、道行く人々は次々と足を止め、どんどん集まってくる。やがて時間ぴったりになると、投影結晶は淡い光を放ちはじめた。東部各地の投影結晶も、いまごろ同じ光を放っているはずだ。
「始まるぞ」
「ああ、いよいよだな」
　実はこの１ヶ月間、俺は東部に巣くう妖怪たちの身の上について考えていた。
　人々の生活が豊かになってゆく反面、妖怪たちの間では、いまだに人身売買や犯罪が横行している。
　未来になんの希望も見いだせないネコミミたちが、このアーディナルの薄暗い路地裏には大勢いる。そう考えると、ケモナーの俺としては何かしてやりたいと願わずにはいられなかった。
　全ての問題を俺１人の力で解決することはできないし、そんな社会学的アイデアは今のところ思いつかない。俺にできるのは、せいぜい彼らに希望を与えることぐらいだった。
　ルークに頼んで、大学の研究室から演劇の台本を借りてきて、ハーパティ嬢に曲を作って貰った。
　俺が作曲を頼みにいったとき、お嬢はかなりへこんでいた。もうこの世のすべてから顔をそむけようとするかのように執務室の机に突っ伏していた。
　そうだよな、あれだけ張り切っていたレン様との結婚はけっきょくできなかったのだ。
　と思ったのだが、ＡＡＧの女神フェリシアさまが、俺にこっそり事情を説明してくれた。
「魔工機コンテストで優勝できなかったのが、そうとう悔しかったみたいなんですよ」
　どうやらフェリシールの改良版を出品したのは、お嬢だけではなかったらしい。
　聞いた話によると、なんとエントリーした魔工機の約２割が新型フェリシールだったらしく、次回からは新たにアイテム収納ボックス部門が新設される予定になったらしい。
　その中でもお嬢は特に人目を引いたため、マスコミ関係者がお嬢のところに殺到してしまった。それでお嬢の行方を捜していたＡＡＧの方に問い合わせが行ってしまったらしく、お嬢はコンテストに優勝するどころか、出場する前にそのまま家に連れ戻されてしまったのである。
　レン様と結婚しようとしていたことは知らなかったのかと尋ねると、「２回目ですから」と当然知っているといった風だった。お嬢がレン様と結婚する計画を立ち上げたのは８歳のころである。
　同い年の学友と２年しか過ごさなかったお嬢は、恋愛話に疎い。彼女はこの緊張感を恋と勘違いしてしまった節があるらしく、本当のお嬢はたぶん、まだ恋をしたことがないとフェリシアに言われたとき、俺の中でお嬢の株が急騰した。
　ただ純粋に今回の事件で役立たずだったのを悔しがっているお嬢に、フェリシアは可愛らしい子供を見るような目を向けていた。
「けれど、ライバルのスービ様のために、全力を尽くされるなんて。お嬢様はほんとうに素直で可愛らしいお方ですね」
　そ、そうかな......？　うん、フェリシアが可愛いから、きっとそうなんだ！
　お嬢は俺との約束を果たせなかったことを、ずっと負い目に思っていたらしい。
「ふっ、今回だけですわよ」と言って、３日で曲を仕上げてくれた。
「まったく、貴方みたいな変態のやることは、本当に予測がつきませんわね！」
　お嬢に変態と罵られて、俺は不覚にも興奮した。くっ、お嬢のくせに。
　さらに、スラムで仕事にあぶれていた地下宮殿の演奏家たちも見つけて、彼らの演奏を蓄音機に録音した。
　ついでに辛くも逮捕を免れたラヴーの姉ちゃんも見つけ出して、奴隷たちをもう一度集め、代わりに劇団を作って欲しいともちかけた。
　俺の考えを聞いた姉ちゃんは、二つ返事で劇団のプロデューサーになった。
「うん、なにか見えてきた気がするラヴ。お姉ちゃん頑張るラヴ！」
　あとは配役から衣装作りから舞台装置まで、吸血鬼一族の力を結集し、それはもう張り切ってやってくれた。
　――かくして、東部初の妖怪たちによるアイドルグループが結成された。
　ネコミミに、翼に、とんがった耳に、尻尾。フリルのついた短いスカートを穿き、首輪やアンクレットについた鈴をしゃんしゃん鳴らし、地下宮殿に整然と並んだ可愛い女の子たちが、歌いながら所狭しと飛び跳ねる様子は、観客たちの度肝を抜いた。
「ど、どうやってんだこれ......投影結晶で撮影してるんだよな？」
「蓄音機と同じ原理で、投影結晶の魔力を巻物に保存したんだ。あとは巻物を切ったり繋げたりして編集して、また投影結晶に読み込ませている」
「すげぇ......どんな技術つかってんのかさっぱりだ。おんなじ大学の同期なのに......！」
「そんなの楽しけりゃいいさ。それより、ほら見ろ、あのネコミミの子、最高だろ？」
　ラヴーＰの審美眼は確かだ。奴隷たちは可愛い子揃いだったのもあって、観客はすぐに彼女たちの虜になった。
　俺はじっと画面に見入っている観客たちの顔を眺め渡した。普段は人間と同じ姿をしているが、妖魔たちもきっとこの中に混じっているはずだった。今の俺にできることは、せいぜい明るい曲で彼らの気分を盛り上げてやるくらいだ。
　しかし、多少盛り上がりすぎな気がしないでもなかった。
「ほんとだ、あのネコミミの子すげぇ可愛い！」
「ちょっと待て、お前の目は腐っているのか!?　どう見たって左から８番目のキツネミミが最高だろうがッ！」
「おいスービ、なんで良い所で画面が切り替わるんだ！　編集雑だな！」
　途中まで手伝っていた大学の連中が熱狂して、うざいくらいに騒ぎだした。学生どもは来る日も来る日も投影結晶の最前列を占拠して、他の観客の不評をかっていたという。
　――翌日、蓄音機に彼女たちの音楽を封じ込めたものをこっそり販売してみた。
　これが朝のうちに一瞬で店頭から消えるという事件が各地で勃発し、俺が見回っても本当に販売しているのかさえわからなかった。
　さらに、グンネルからは蓄音機の生産が間に合わないという苦情まで寄せられた。錬金術師ギルドまで蓄音機の制作に乗り出し、ついに開発競争が始まったという。
「予想通り、連中は紙と墨の組み合わせを利用した高品質な巻物を使って、来年度には新製品を発表するつもりだ。こちらも負けてはいられないぞ。いますぐ新しい魔工機を開発するんだ、スービ・キュージット！」
　ちなみに、この駅前の投影結晶は、この後すべて憲兵たちによって撤去されてしまった。
　どうやら無許可で置いたのがいけなかったらしい。俺はすべての州から罰金５００エルシャルンを請求され、けっきょく蓄音機の初回販売分の売り上げは水の泡となった。ちくしょう。


　11月初旬、船が半壊したため結局サーナサウルに戻ることができなかったセノたちは、大学の一室で緊急会議を開いていた。
　彼らの通信機は、アーディナルに登場するのはまだ先となる最新技術が使われており、海を越えた彼らの故郷、バラバスタン大学と繋がっている。
　投影結晶に映し出されたひげ面のセノが、厳かな口調で彼らに告げた。
「理事長は今回の誘拐事件のことをとても憂慮しておられる。アーディナル大陸は１００年前とは違って、もはや我々セノにとって危険きわまりない場所となったという認識だ。アーディナルへの調査団の派遣は、今後一切禁止する方針である」
「ううむ......予測はしておったが......」
　マーベリック代表はコタツでミカンをもぐもぐしながら唸った。
　代表といえども、大学理事長の判断には逆らえない。こうなると彼らアーディナル調査団の活動は、ほぼ封じられてしまったも同然であった。
　セノたちはみな一つのコタツに短い手足を突っ込み、寒さに震えながらもっさもさのひげ面を付き合わせていた。アルペンデ州の寒さは彼らには相当堪えるようだ。
「わかった、早急に帰還しよう。人間との接触はその間、一切禁止することとする」
「マーベリック代表......あの」
　コートボニー教授が手を挙げた。小人たちの視線がミカン越しに彼女に集まってくる。
「まだ１人、出立の日に来なかった学生がいるのだ。......そいつは山登りにも参加していなかったし、部屋に引きこもって毎日魔工機ばっかり作っていた、どうしようもないオタクだったが......まだ聞いていなかったのだ、あいつがサーナサウルに来たいかどうか。せめてそれだけでも聞いておきたいのである」
　ミカン越しの小人たちの視線は、代表の方に向かった。
「特例を認める訳にはいかん。たとえ人間の身体についている病原菌ひとつとっても、我々セノにとっては命に関わる問題なのだ」
「しかし......あいつは我々を助けに来てくれたのだぞ。なんというか、けっして悪い奴ではないはずだ。人を幸せにする魔工機を作るような奴で、いざという時には、とても頼りになる奴なのである」
「コートボニー教授、たとえ人間がどれほど友好的な種族だろうと、我々が全ての人間に受け入れられるという考えを持ってはならない。人間には人間の世界がある。われわれ調査団はそれを最大限尊重しなくてはならない。研究者の領分をわきまえるのだ」
　セノは極力その土地の人間とコミュニケーションを取ってはならない、可能な限り無視する。これはセノの性格ではなく、調査団での決まりごとであった。
　彼らにとって、人間はあくまで観察対象なのだ。観察者が彼らの行動に影響を与えるほど、本来の生態を観察することがより難しくなってしまう。
「事件に巻き込まれても、オレたちは誰も怪我ひとつしなかったではないか。こうして無事に帰れるのも、あいつみたいな人間たちが大勢船にいたお陰なのだ。一度でいいから、あいつにもオレたちの大学を見せてやりたい」
「その留学の話も白紙に戻すべきであると推察する。英知の塔が彼らを歓迎しない現状では、向こうにいても居心地が悪かろう」
　教授はとっさに何か言いかけたが、結局なにも言えずに、うつむいて唇をとがらせていた。教授はむずかるように眉根を寄せた。
「あのとき......本当はもっと言いたかったことがあるのだ」
　バラバスタン大学が人間の留学生を募集しているという話を聞いたとき、教授はすぐさまスービと連絡を取り、そのことを彼に伝えたいと思っていた。
　教授には願ってもないことだった。スービのことをいたく気に入った教授は、サーナサウルに持って帰って研究したいとさえ考えていたらしい。
　そのことを彼に伝えるチャンスは、いくらでもあった。最後にスービと通信をした夜、実際に言おうと思えばいくらでも言えたはずだった。
　しかし、教授はその話をすることができなかった。病院で必死にスービの姿を探しているフェイの姿を見て、観察者としての本分を思い出したのだ。
　彼にもこの土地での生活がある。観察者であるセノは、それを壊してはならない。もどかしい思いをしながらも、これ以上あのアパートには近づくまいと決意したのだ。
　けっきょく、教授の口からサーナサウルに来るか、と質問を持ちかけたことは、ただの一度もなかった。このとき教授がスービに伝えたかったのは、もっと別のことである。
　しかし、いずれにしろ言ってもどうにもならないこととなってしまった。それに伝えたところで、相手にとってはどうでもいい些細なことにちがいない。
　教授はそれ以上意見はせず、黙って小さな手をコタツの中にもそもそと潜り込ませ、不機嫌な猫のように目を細めていた。
「あんまりな結末じゃな」
　誰かがつぶやいて、みんな黙ってしまった。どうやらアルペンデ大学の学生たちと３ヶ月の登山をした彼らは、みな同じ意見のようだった。科学に対する情熱を持つ者同士、お互いに深い絆で結ばれていたのだ。
　一番辛かったのは、１人もくもくとみかんを食べ続けているマーベリック代表かもしれない。人間との交流を再開するために一番熱心なのも代表だった。命がけで雪の正体を突き止めたマーベリック代表は、雪焼けした顔を曇らせ、ぽつぽつと呟いた。
「しかし、一体どうやって帰還したらいいものか。現状アーディナルには我々セノの扱える船は１艘も残っていないと推察するのだ」
「ならば、一刻も早く新しく作るべきだ。そのくらい調査団の精鋭の力をもってすれば、容易いだろう」
「なるほど、道理だな。しかし新しく船を作るにしても、寒すぎて野外で作業をすることはむずかしい。我々が作業を開始するためには、春になるまで待たなければならん。しかし、そもそも理事長が憂慮している通りここが危険な大陸なら、我々がこのまま安心して造船作業ができるという保証はどこにもないのではないか......」
　むう、と画面の向こうのひげ面が、苛立ったように顔をしかめた。
「では、一体どうするというのだ？　こちらから応援を送ることは致しかねるぞ、マーベリック代表」
「それに対する答えは至極簡単だ。この大学には優秀な学生たちがおる。どうだ、彼らに船を１艘、作って貰おうではないか？」
　一同が驚きと喜びの混じった声を上げた。
「セノの船を、人間にか？」
「うむ。それしかあるまい。実は、すでに学生たちにテスト用紙を配っておるのだが......」
　マーベリック代表は山盛りになったミカンの皮を脇に押しのけながら、１枚の薄い紙を掲げた。
「その中から造船を指揮するリーダーと、あとは造船に携わる学生を選抜しようと考えておるのだが、１人面白い学生がいたのだ......ところで、皆にクイズを出そうか。最も適切な円周率の近似値を、小数点以下２桁で表すとどうなる？」
　とつぜんの質問にたじろいだが、すぐに答えは返ってきた。
「３・14です」
「３・14だな」
　画面の向こうのひげ面も、
「３・14だ、それがどうした」
「10年前の調査では、当時のアーディナル人が一般的に使っていた円周率の近似値は３・16であった。そこでわしはこの10年で、彼らの教養がどれほどあがったのか見るために、大学に来たときに同じ内容のテスト用紙を配ったのだ。するとその学生は『８進法で３・11だ』と答えた」
　８進法で３・11は、10進法に直すと３・１４０６２５。10進法を使うより、わずかに本物の円周率に近い演算ができる。
　一見なんでもないように思われるが、８進法の円周率は３・１１０と次にゼロが続く。そのため、小数点以下２桁で計算しても、小数点以下３桁で計算するときと精度がまったく変わらない。そのため他の進法と比較しても８進法だけ頭一つ抜けて正確な演算ができるのである。
「むろん、一度わかってしまえば誰にでも同じ答えが導き出せるといった豆知識だ。進法をあわせながら計算する手間を考えれば、現実にはなんの役にもたたんかもしれん。だが、それはわしの用意していたどんな答えより遙かに美しかった。わしはそういった常識に囚われない発想の持ち主に、我々の船を作って貰いたい。なぜって、その方が面白いからに決まっているだろう？　他に異論のある者はいるかね？」
　セノたちはみな黙って代表の話を聞いていた。画面の向こうから不機嫌そうに鼻を鳴らす声が聞こえる。
「では、その学生に今すぐ船を作らせろ」
「そうだな。では、彼に造船の依頼を出すことにしようか」
　代表はミカンの皮を丸めて、ていっとゴミ箱に投げ捨て、すぐにぶるると震えてコタツのなかに戻った。
「魔工機職人、スービ・キュージットに」
　その名前を聞いたとたん、コートボニー教授は小さな悲鳴をあげ、コタツから立ち上がった。
　目を大きく見開き、寒さも忘れたのか、嬉しそうにそわそわして、なんだか泣きそうになっていた。
「あの、オレは、オレは、す、すぐに行ってくるのである！」
「完成は春になってからで構わんよ、どうせすぐに使うことはできんし」
　その声が届いたのか届いていないのか、教授は土魔法でささっとナイロンのマントを生み出すと、クレープみたいに身体をくるんで、ちょこちょこと部屋から出て行った。
　セノたちはそんな教授を、笑って見送った。代表はのんびりした声でつぶやいた。
「あれを見ても、まだ人間が危険な存在だと思うのかね？」
「むぅ......」
　投影結晶の人影は、口をつぐんで黙ってしまった。
　ごみごみした世界に住むアーディナルの人間には、セノにはない突飛な発想力がある。マーベリック代表は、これから人間が造る新しい船のことを想像しながら、ぽつりと漏らした。
「人を幸せにする魔工機を作る男か......どんな男か、いちど見てみたいものだな」


　同じ頃、久しぶりに六畳一間の工房に戻った俺は、新たな魔工機の制作に挑戦していた。
　錬金術師ギルドとの蓄音機制作合戦がひとまず沈静化し、ようやく自分の魔工機を作ることができるようになった頃である。
　壁に貼ったコートボニー教授の新聞の切り抜きに、ジペンゼ州のコンテストのチラシ、トロフィーを抱えた神官の女の子の嬉しそうな写真、小人たちがうろちょろしている雪深いフタル山脈の写真、幼稚園児みたいな字で書かれた『留学生求ム！』の広告を眺めながら、俺はため息をついた。
　バラバスタン大学。
　１００年先の技術を学べる場所。
　そこに行けば、俺の魔工機職人のレベルも格段に上がるに違いない。
　違いない、のだが......。
「はぁ、行きてえなぁ......」
「行けば？」
　背後から声をかけられて、俺はようやく我に返った。
　そこには褐色の肌と白銀の髪のダークエルフが立っていた。
　俺をいつものジト目で睨んでいる。幼馴染みのフェイである。
「行けばいいじゃない、どこへなりとも」
「どうしたんだ？」
　なんか、すごい久しぶりに顔を見た気がする。そういや半年も会っていなかったのか。
「魔法看護師の資格試験、受かったから」
「あ、ああ......おめでとう」
「今度、インターンでビタ州に行くの」
「大変じゃね？　あそこってガスも水道もないんじゃないの」
「そう、だからよ。だから魔法看護師が必要なの。お別れを言いに来たのよ、スービ」
　そう言って、そっと作業机の端に手を置いた。フェイが手を離すと、俺の部屋の合い鍵がそっと置かれていた。
　フェイは鍵の方に顔を向けたまま、俺の顔を見ようとしない。小さくため息をつく。
「じゃあ、行くわ。気をつけてね」
「あ、待て」
　俺はほとんど反射的にフェイを呼び止め、作業机の隅にあった鳥形の置き時計を放り投げた。仕事の合間を見つけて修理しておいたものだ。
　時計を受け取っても、ジトッと俺を睨んでくるフェイに、俺はついさっき完成したばかりの魔工機を叩いてみせた。
「送ってくから」


　完成した魔工機は、２枚の基盤を重ね合わせた構造をしていた。
　今年の初めから、ずっと構想を温め続けていたものだ。
　起動用の魔法の杖で、ちょんっとつつくと、紋章の中を青嵐のような緑色の魔力がよぎっていく。同じ基盤を二つ並べると、等間隔に並んで、ほんの少し宙に浮かんでいた。
　フェイを手招きすると、彼女はスカートの裾を気にしながら俺の後ろの基盤に乗って、恐る恐る俺の腰に手を回した。
「これなんて魔工機？」
「スクーター」
　魔法の杖を右に捻る。足下の基盤が入れ違うように回転して、紋章が少しずつ入れ替わってゆく。やがて三つの石が正三角形の配置になると、前進を指示する三角形の記号に光が灯った。
　そうしてスクーターはゆるゆる前進していく。快調なスタートだった。
「今日からフェイはお姫様みたいに朝までお寝坊してていいよ。俺がこれ使って毎朝むかえにいくから」
「やめてよ、周りにあんたのこと彼氏だって勘違いされちゃうじゃない」
「えっ、俺まだ彼氏認定されてなかったんだ」
「する訳ないじゃん、バーカ。この魔工機オタク」
「なにそれ衝撃の事実じゃん」
　俺の作った２枚の円盤は、坂道の多いアルペンデの町をすいすい進んで行った。
　町はぽつぽつと家の明かりが灯り始めていた。薄暗かった海に、まもなく夜明けが訪れようとしていた。
　丘の上に立っている樹齢４００年のクスノキがフェイの家だ。魔法の杖を左に捻って、魔法陣を分解し、前進を指示する記号の光を消す。
　クスノキの前に魔工機を止めると、フェイは後ろの円盤から降りた。俺の乗った魔工機を見下ろしながら、風で乱れた髪の毛を手ぐしで梳いている。
「来年は絶対に優勝しなさいよ」
　どうやら、今年俺がコンテストに出場しようとしていたことは、すでにお見通しだったらしい。俺は苦笑いを浮かべた。
「ああ、そうするよ」
「じゃあ」
「じゃあ、またな」
「......またね」
　フェイが木の中に帰っていって、俺は来た道を引き返した。
　これから俺はどこに行って、何をするのか、まだはっきりとは決めていない。
　けれど、たとえどこへ行っても、俺は必ずここに戻ってくるだろう。
　セノたちがアーディナルにやってくるのは、ここには学ぶべき物がたくさんあるからだ。
　この世界にはどんなギルドがあって、どんな凄い奴らがいるのか。ジペンゼ州のコンテストにはどんな連中が集まってくるのか、俺もまだ知らないことだらけだし、それらを見ずに砂漠に籠もってしまうのはもったいない。
　１００年先の技術を見て回るのもいいが、まだ学び残していることや、やり残していることは、この世界にはたくさんあった。それらがある限り、たとえどこに行ったとしても、俺は必ずここに戻ってくる。
　様々なことに思いを巡らせながら、俺はスクーターを走らせていた......そのときだった。
　どんっ！
　それはあまりに突然の出来事だった。
　何か白い物が道に飛び出してきて、俺のスクーターはそれを撥ねてしまった。とっさに停止することもできず、俺はその先で無様に横転した。
　やばい、事故った。蒸気機関で車を走らせようとした奴は沢山いるので、有名な話だったが、どうやらこいつが「交通事故」というやつらしい。スクーターで事故ったのは当然俺が初めてだろうが。
　しかも、俺が初めてスクーターで事故った相手は、白いローブを着たちっこい女の子のように見えた。
　まさか。脇腹の痛みを堪えながらよろよろと立ち上がってみると、俺の予想通り、そこにはちっこいコートボニー教授がうつぶせになって、ばったり倒れていた。
　た、た、た、た、た、大変だぁーッ！
　動転した俺は、いそいで樹齢４００年のクスノキまで引き返した。
　ぐったりして動かない教授を背負った俺を見て、フェイが卒倒しそうになった。
「ど、ど、ど、どうしちゃったの、その子ッ！」
「たのむ、助けてくれッ！　医療魔法が使えるんだろッ！」
「魔法看護師なんて第一種医療魔法しか使えないわよッ！　こんな大けがの子をここに持ってこないでよッ！」
　ちなみに、第一種医療魔法とは「魔法で綺麗な水を生み出す」「魔法で部屋を暖房する」「器具を洗浄し、消毒する」といった、医術の補助をするために役立つ基礎的な魔法の資格である。
　魔法使いなら誰でも簡単に習得が可能な技術だが、医療設備の整っていない場所で治療を行わなければならないとき、これが使える人が居るのと居ないのとでは、治療の成功率に明白な差が出るのだそうだ。
　とにかく、フェイはその第一種医療魔法を駆使して教授の傷を消毒し、冷えた体を温め、市販の薬を塗って包帯をぐるぐる巻き、だっこして必死にあやそうとしていた。
「おーよちよち、恐かったでちゅねー、痛かったでちゅねー、もう大丈夫でちゅよー、もうちゅぐママがきまちゅよー」
　俺はぐっと奥歯を噛みしめ、真面目な顔をくずさないように努力していた。
　心の中ではきっとプライドがずたずたなのだろう、コートボニー教授は歯を食いしばって、ひぐ、ひぐぅ、とぐずりあげ、いろんな意味で泣きそうな顔をしていた。
「もう帰りゅうぅぅッ！」
　教授はむきーっと唸って、だだっ子のようにぶんぶん手を振った。
「帰るッ！　もう帰るのだッ！　こんな危険極まりない大陸なんか二度と足を踏み入れるものか、何が人を幸せにする魔工機を作る男だ、スービ、お前はもう船だけ作っていればそれでいい！　オレは一刻も早く、サーナサウルに帰りたいのだッ！」
　会議のことを知らなかった俺にはさっぱりわからない癇癪だったが、どうやら怒り心頭の様子である。
「きょ、教授、落ち着いてください。何言っているのかさっぱりです。てか、そもそも、なんで俺のアパートに戻って来たんすか！　外、こんなに寒いでしょ！」
「......どうしても、お前には言いたいことがあったのだ、スービ」
「どうしたんすか？」
「オレはとうとう、『永続魔石』を見つけたのである」
　そう言って、教授はやおら俺の胸を指さした。思えば教授はこの赤ん坊のようなちっこい指で、１００年の間、数々の魔工機を生み出してきたのだった。
「ここだ。どうやらお前のここに『永続魔石』があるらしい」
「教授......？」
「魔石とは、何も石の形をした物を指すのではない。魔工機を動かすための力の源なのである。今回の調査でオレは発見した。お前のここにこそ『永続魔石』があったのだ。
　オレはお前が欲しい。できることならお前を持って帰って、研究し尽くしたい。けれどそれは許されないから、我慢して帰ってやるのである。ふん。
　お前はこれからも夢を追い続けろ。諦めるな。オレの理論が正しければ、お前たちが夢を追い続ける限り、アーディナルの魔工機は、永遠に止まらないのである。......オレは、それを最後に、お前に伝えたかったのである」
　言い切って、満足げな微笑みを浮かべる教授。俺はちょっぴり黄色くなった教授の指を掴んで、はぁーと盛大なため息をついた。
「......そんなクサいことを言うために、わざわざ戻ってきたんすか？」
「な、なぬッ」
「......うん、さすがに今のはちょっとクサかったわよねー」
「うわぁあぁん、もう帰るぅーッ！」
　教授は真っ赤になってしまった顔をクッションにうずめて、手足をばたばたさせた。あまりにストレートだったので笑ってしまったが、内心嬉しかった。
　やべぇ、可愛すぎる。ちゅうか、今のは反則ですってば、教授。
　ようやく暴れ疲れたのか、教授はぐったりと寝そべって、ぐふうと息をついた。
「もういい、もう、オレは疲れたのである。帰って、研究したいことが山ほどあるのである。帰ったら、まずは夫にロールサンドを試してみたいのである」
　教授はどうやらすっかりふて腐れてしまったらしい。フェイは教授の残念な胴体を見て、しばらくぽつねんとしていたが、やがて顔をそらして、盛大に吹き出してしまった。
「ぶ、ぶふーッ！」
「ば、ばかッ！　失礼だぞ、教授の夢を笑うなよッ！」
　どうやらツボに入ってしまったらしく、その後フェイはしばらく笑いが止まらなかった。
「だだだ、だって、だって、ロールサンドって、ひーッ、ひーッ！」
「......うううぬいぃぃぃぃぃぃぃぃッ！」


　教授の怪我はさほど深刻な様子ではなかったが、一刻も早く医者に診せなければならないそうだ。
　俺は教授を負ぶって、再びスクーターに飛び乗った。
　海岸線に日が昇ろうとしていた。俺の背中にひどく不機嫌そうな教授がしがみついて、小人特有の小さな心臓の音がとくとくと聞こえていた。
　教授は他にもなにか俺に伝えに来たことがあったのではないかと思ったが、意地でも言うまいとしているみたいに見えたので、あえて聞かないでいた。
　そういえば、９月には帰還する予定だった教授が、いつまでアーディナルにいられるのか、俺にはわからない。
　彼らがこの小さな身体で人間の世界を生きていくのは、実はかなり大変なことなのだろうということに、今さらながら気づいた。だから教授が俺の側にいる限り必要なものが生まれて、俺に新しい魔工機を作らせ続けるのだ。
　教授にとって俺が永続魔石に見えるのならば、わがままな教授のこの心臓も、俺にとっての永続魔石になるのかもしれない。
　そのとき同じ道を、一羽のカモメが飛んでいった。白い翼を大きく広げて、教会の巣から海に向かってまっすぐ飛んでいく。
　それはまったくの偶然だった。つまりは、一瞬の閃きというやつだ。優雅に空を飛んでゆくカモメの姿を見ながら、俺はとつぜん、何の前触れもなく、まったく新しい魔工機の構想を思いついたのだった。
「ねぇ、教授」
　ぐるりと振り向くと、包帯が顔にずれてきた教授と、ばっちり目が合った。
「もし、船が空を飛んだら、素敵だと思いませんか？」
　教授は目をぱちくりと見開いて、ぽかんと口を開けていた。
　それは偶然とか、ささやかな奇跡とか、そんなものの積み重ねにしかすぎないのかもしれない。けれど、教授にとっては魔法が起こったような、不思議な出来事に思えたそうだ。
　どうやら俺の魔工機職人としてのレベルも、やばいところまで到達していたらしい。
「そうだ、完成したらその船に乗せてあげますよ。けっきょく魔工機コンテストでは優勝できなかったけど、お礼にアルペンデをぐるっと一周しましょう。この広い世界を見たら、きっと砂漠に帰りたくなくなりますよ」
　びっくりしていた教授は、急にじわっと潤んだ目元を、ぐしぐしと袖で拭っていた。そして顔をしっかり隠すように、無言で俺の背中にしがみついてきたのだった。
「なんすか？」
「なんでもないのである。やれやれ、お前は本当にただの魔工機オタクだな。ただの魔工機オタクで、可愛い助手なのだ」
「なんすかそれ、ひょっとして褒めてます？」
　いつもの好奇心旺盛な小人にもどった教授は、俺の背中を独り占めするみたいに抱きしめて、くすくす笑っていた。
「よろしい、さっそく設計してみせるのだ、スービ・キュージット」
「了解です、コートボニー教授」
　アーディナルに空飛ぶ船、《飛空艇》が登場するのは、もう少し先の話だ。


`;

bookloaded++;