text += `§1_004


「佐藤和真さん......。ようこそ死後の世界へ。私は、あなたに新たな道を案内する女神、エリス。この世界でのあなたの人生は終わったのです」
　目を開けると、俺はローマ時代の神殿の中みたいなところにいた。
　自分に何が起きているのかも分からないまま、目の前の少女にそんな事を告げられる。
　ゆったりとした白い羽衣に身を包み、長い白銀の髪と白い肌。
　どこか儚げな美しさを持つその子の顔には、どこか陰りが感じられた。
　実際の年は分からないが、見た目は俺よりも下だろうか。
　エリスと名乗った女神の青い瞳が、呆然と立ち尽くす俺を哀しげに見つめていた。
　その女神の言葉を聞き、俺は自分が死んだ事を自覚する。
　この感覚には覚えがあった。
　俺があの世界へ行くきっかけとなった自称女神に会った時も、そういえばこんな感じだったっけ。
　今の俺には、確かに死ぬ直前の記憶がある。
　──なるほど、俺はまた死んだのか。
　そう思った瞬間、自分の頰を熱い物が伝っていくのに気がついた。
　初めて死んだ時はこんな事は無かったのに。
　ああ、そうか──
　俺は大嫌いだと思っていたあのろくでもない世界の事が、案外気に入っていたらしい。


「......金が欲しいっ！」
　俺は、血を吐くように切実に呻いた。
　金が欲しい。それも、まとまった額の金が必要だ。
　──冒険者ギルドと呼ばれる施設内の酒場にて。
　俺は、両手で頭を抱えながらテーブルに顔を伏せた。
「そんなの誰だって欲しいに決まってるじゃないの。もちろん私だって欲しいわよ。......というか、甲斐性が無さ過ぎでしょう？　仮にも女神であるこの私を、毎日毎日馬小屋なんかに泊めてくれちゃって、恥ずかしいと思わないんですか？　分かったら、もっと私を贅沢させて。もっと私を甘やかして！」
　頭を抱える俺にそんな舐めた事を言い出したのは、水色の髪と瞳の美少女。
　見てくれだけは良いこいつは、名をアクアといい、一応は女神らしいのだが──
「......お前は、俺がどうして金を欲しがっているのかが分からないのか？」
「元引き篭もりの汚れた頭の中なんて、清く正しくも麗しい私に分かるわけないでしょ？　引き篭もれるだけのお金が欲しいとか、そんなところじゃないの？」
「借金だよ」
　俺の放った一言に、アクアがびくりと震えて目を逸らす。
「借金だよ！　お前が作った借金のせいで、毎回、請けたクエストの報酬から大半が、借金返済のために天引きされていくんだぞ!?　そろそろ冬だ！　今朝なんて、馬小屋の藁の中で目が覚めたらまつ毛が凍ってたんだ！　他の冒険者は既に宿屋で部屋を借りて寝泊まりしてんだぞ！　本格的な冬にでもなったらどうすんだよ、馬小屋の寝床じゃ凍え死ぬわ！　はっきりいって、魔王を倒して帰るどころの話じゃ無いんだよ！」
　耳を塞いで目を瞑りそっぽを向くアクアに、俺はテーブルを叩きながら食ってかかった。
　──この世界には、冒険者と呼ばれる連中がいる。
　日夜人々を脅かすモンスターと戦い、日銭を稼いで酒を飲み、明日をも知れない生活を送る者達。
　そんな計画性の無い冒険者でも、冬が来ると宿に篭もりのんびり暮らす。
　というのも、冬は弱いモンスターのほとんどが冬眠してしまい、活動しているモンスターは手強いものしかいないからだ。
　俺達が拠点としているこの街は、駆け出し冒険者の集う街、アクセル。
　素人に毛が生えた程度の冒険者にとって、冬のモンスター討伐の仕事は自殺行為だ。
　と、アクアがばんとテーブルを叩き、身を乗り出して反論してきた。
「だってだってしょうがないじゃないの！　あの時の私の超凄い活躍が無かったら、この街は滅ぼされていたかも知れないのよ!?　感謝こそされ、借金背負わされる謂れはないんじゃないかしら！　不当な請求だわ！　私、ちょっとここの受付に抗議してくる！」
「こら止めろ、受付のお姉さんを困らすな！　......そもそも、一応は高額な賞金だって貰っただろうが。......差し引きでマイナスになったってだけで。街を守るために街の一部を壊しましたじゃ、流石にお咎め無しって訳にもいかないんだろ」
　以前この街に、ベルディアと名乗る魔王の幹部が襲撃してきた事があった。
　魔王。
　そう、あの魔王である。
　ゲームでも漫画でもどこにでも出る、有名な魔王の幹部が攻めて来た。
　その時は、アクアが敵の弱点である大量の水を呼び寄せ、魔王の幹部を弱らせた所を、俺の獅子奮迅の活躍により事なきを得たのだが──
「なによ！　カズマなんて、散々敵から逃げ回った挙げ句に私が弱らせたデュラハンから、スティールで首もぎ取っただけじゃないの！　もっと私を称えてよ！　敬ってよ！　褒めて褒めて、甘やかしてよ！　ギルドの皆で、流石ですね女神様っていって尊敬してよ！」
「この構ってちゃんのクソバカが！　黙ってりゃ調子に乗りやがって！　ああ、お前の活躍で何とかなったって認めてやるよ！　じゃあ、あの時の報酬も手柄も借金も、全部お前一人の物な！　その調子で借金も一人で返してこい！」
「わあああ待って！　ごめんなさい、調子に乗ったのは謝るから見捨てないで！」
　借金女神を捨てていこうと席を立つ俺に、アクアが泣いて縋る中。
　そんな俺達に声がかかった。
「全く、朝から何を騒いでいるのだ。皆見て......いないか。既にギルドの連中も、お前達に慣れてきたのか......」
「二人とも早いですね。何か、良い仕事はありましたか？」
　声をかけてきたのは、俺の仲間のドＭクルセイダーことダクネスと、中二病を患ったアークウィザードのめぐみん。
　ダクネスが、長い金髪をかき上げながら、大剣を腰に下げた身軽な私服姿で席に着く。
　その隣に、眼帯を付けた紅目の魔法使い、めぐみんが同じく座った。
「よう、お前らも準備できたか。仕事はまだ探してないよ。というか、この状況じゃ急いで探さなくても、お前らが来てから依頼を請けても大丈夫だと思ってさ」
　言いながら、俺はギルドの中を見回した。
　そこでは、まだ朝だというにもかかわらず、冒険者達は思い思いに飲んだくれていた。
　それも仕方がないと言えば仕方がない。
　先日の魔王の幹部を撃退した報酬が、戦いに参加した冒険者達にも支払われた。
　それにより、多少なりとも懐が潤った冒険者達が、わざわざ危険な冬のモンスターを狩りに行く理由がない。
　そんなわけで、ギルドの掲示板の依頼は選び放題な状態なのだが──
　俺は掲示板に近づくと、良い仕事は無いかと目を通す。
「どれどれ。......報酬は良いのばかりだが、本気でロクなクエストが残って無いな......」
　牧場を襲う白狼の群れの討伐、百万エリス。
　冬眠から覚めてしまった一撃熊が畑に出没。討伐なら二百万、追い払うなら五十万。
　狼の群れなんて無理だ。
　大型犬より大きくて速いのが一度に大量に襲ってきたら、俺達じゃまずやられる。
　熊は論外。俺やめぐみんが攻撃を喰らったら、首を撫でられただけで即死だろう。
　しかも一撃熊とか物騒な名前のモンスターに関わりたくない。
「......機動要塞デストロイヤー接近中につき、進路予測の為の偵察募集？　......なんだよこれ。デストロイヤーってなんなんだよ」
「デストロイヤーはデストロイヤーだ。大きくて、高速機動する要塞だ」
「ワシャワシャ動いて全てを蹂躙する、子供達に妙に人気のあるヤツです」
　なるほど。分からん。
　ダクネスとめぐみんの説明を聞き流し、更に仕事の募集を見る。
　後は──
「なあ、この雪精討伐って何だ？　名前からしてそんなに強そうに聞こえないんだけど」
　雪精を一匹討伐する毎に十万エリス。
　今まで倒してきたモンスターの中でも随分高額な報酬だが、名前的には狼や熊ほど強くは感じられない。
「雪精はとても弱いモンスターです。雪深い雪原に多くいると言われ、剣で斬れば簡単に四散させる事ができます。ですが......」
　めぐみんの言葉に、俺はその張り紙を剝がし取る。
「雪精の討伐？　雪精は、特に人に危害を与えるモンスターって訳じゃ無いけれども、一匹倒す毎に春が半日早く来るって言われるモンスターよ。その仕事を請けるなら、私も準備してくるわね」
　張り紙を剝がした俺に、アクアがちょっと待っててと言い残してどこかに向かった。
　めぐみんは雪精討伐のクエストを請ける事に、文句は無さそうだ。
　と、ダクネスがぽつりと呟く。
「雪精か......」
　日頃、何かと強いモンスターと戦いたがる、このドＭクルセイダーが一番反対するかと思っていたのだが。
　そんなダクネスは、なぜだかちょっと嬉しそうだ。
　ダクネスの様子に違和感を覚えながらも、俺達はアクアを待って、雪精討伐に出発した。


　街から離れた所にある平原地帯。
　街にはまだ雪は降っていないはずなのに、そこだけが雪で一面真っ白に輝いていた。
　そして、きっとこれが雪精なのだろう。
　そこかしこに、白くてフワフワした、手の平ぐらいの大きさの丸い塊が漂っていた。
　見るからに危険は無さそうだ。
　しかし、こんな害も無さそうなやつの討伐で、なぜ十万エリスもの褒賞がもらえるのだろう。
　こいつを一匹倒す毎に春が半日早く来るとか言っていたから、春が待ち遠しい人達が高額の報酬をかけているのかも知れない。
　クエストは、報酬が高額でも、必ずしも対象のモンスターが強いとは限らない。
　強さは普通で、人自体には危害は与えないが、畑の農作物を食い荒らすモンスター。
　弱いが、積極的に人を襲う、好戦的なモンスター。
　こんな場合、弱くても積極的に人を襲うモンスターの方が、報酬が大きくなる。
　雪精の報酬の高さも気になるが、俺はそれよりも気になる事が。
「......お前、その格好どうにかならんのか」
　俺は、捕虫網といくつかの小さな瓶を抱えた、冬場、セミ採りに行くバカな子供の様なアクアの格好に、呆れて言った。
　そんな俺に、アクアが、はあー？　といった、バカを見る様な表情で俺を見る。
　この野郎。
「これで雪精を捕まえて、この小瓶の中に入れておくの！　で、そのまま飲み物と一緒に箱にでも入れておけば、いつでもキンキンのネロイドが飲めるって考えよ！　つまり、冷蔵庫を作ろうってわけ！　どう？　頭いいでしょう！」
　何かオチが読めそうだが、本人が勝手にやる事なので好きにやらせておこう。
　で............。
「お前、鎧はどうした」
「修理中だ」
　アクアに続き、うちのパーティーの壁役、ダクネスが、鎧も着けずに私服姿で、大剣だけを携えていた。
「......こないだ、魔王の幹部に鎧をボロボロにされてたからなあ......。でも、そんな格好で大丈夫なのか？　......まあ、雪精は攻撃してはこないみたいだけど」
「大丈夫だ、問題ない。ちょっと寒いが、我慢大会みたいでそれもまた......」
　ダクネスが、黒のタイトスカートと黒シャツのみの寒そうな格好でハアハアいっている。
　頭が温かい変態は、体温も高いのかも知れない。
　気を取り直して、俺達は雪精討伐を開始した。
「めぐみん、ダクネス！　そっちに逃げたの頼む！　くそっ、チョロチョロと！」
　近付かなければゆっくり漂っているくせに、攻撃すると突然素早い動きで逃げる雪精。
　こいつに攻撃を当てるのはなかなか困難だ。
　まあ、一匹十万なんて高額な報酬が付いているのだから、これぐらいは当たり前なのか？
　俺は三匹目の雪精を仕留め、ほっと息を吐いた。
「四匹目の雪精捕ったー！　カズマ、見て見て！　大漁よ！」
　嬉々としたアクアの声にそちらを見ると、アクアは捕虫網で捕まえた雪精を、小瓶にきゅっと詰めていた。
　......俺も剣より捕虫網の方が良かったかな。
　もしあまり討伐数が振るわなかったら、あいつの捕まえた雪精も退治してしまおう。
「カズマ、私とダクネスで追い回しても、すばしっこくて当てられません......。爆裂魔法で辺り一面ぶっ飛ばしていいですか？」
　ダクネスと二人で追い回し、杖で叩き、ようやく一匹仕留めためぐみんが、荒い息を吐きながら言ってきた。
　依頼にあった、白狼とか一撃熊とかが寄ってこないかとも考えたが、敵感知スキルで常時注意して、反応があれば逃げればいいか。
「おし、頼むよめぐみん。まとめて一掃してくれ」
　その言葉にめぐみんが嬉々として呪文を唱え──！
「『エクスプロージョン』ッッッ！」
　日に一度しか使えない、めぐみんの必殺魔法が雪原に放たれる。
　冷たく乾いた空気をビリビリと振動させて、轟音と共に、白い雪原のど真ん中に茶色い地面を剝き出させたクレーターを作り上げた。
　魔力を使い果たしためぐみんが、雪の中にうつ伏せに倒れたまま、自分の冒険者カードを自慢気に見せてきた。
「八匹！　八匹やりましたよ。レベルも一つ上がりました！」
　おお、やるなあ。
　雪の中に埋もれた状態じゃなければ、もう少し格好良かった。
　これで、俺が三匹、めぐみんが九匹。現在討ち取った総数は十二匹。
　アクアが捕まえた分も取り上げるとなると、合計十六匹で、百六十万エリス。
　四人で割って、一人四十万か。
　まだ一時間も経っていないのにこの稼ぎ。
　なんだよ、冬の討伐は美味し過ぎるだろ。
　なんでこんな弱くて美味しい雪精討伐を誰もやらないんだ？
　──そんな俺の疑問に答えるかの様に。俺達の前に、それは突然現れた。
「......ん、出たな！」
　ダクネスがそいつを見て、大剣を構えて嬉しそうにほくそ笑む。
　突如湧き出る様に出現したそれは、出現が急過ぎて、敵感知スキルで逃げるどころの話では無かった。
「........................」
　先ほどまで勝ち誇っていためぐみんは、うつ伏せのまま、無言で死んだフリをしている。
「......カズマ。なぜ冬になると、冒険者達がクエストを受けなくなるのか。その理由を教えてあげるわ」
　アクアが一歩後ずさり、そして、それから僅かにも目を逸らさずに。
　──俺達の視線を集めるそれは、ズシャリと一歩、前に出た。
「あなたも日本に住んでいたんだし、昔から、この時季になると天気予報やニュースで名前ぐらいは聞いたでしょう？」
　全身を白く染め上げた重厚な鎧姿のそれは、俺達に途方も無い殺気を浴びせつけていた。
　日本人である俺は、それを一目見て、アクアが言う前に何なのかを把握している。
　その馬鹿げた姿に、もうアクアの言葉を待つまでも無いが、それでも俺は答えを待った。
「雪精達の主にして、冬の風物詩とも言われている......」
　日本式の白く重厚な鎧兜に、同じく真っ白で、素晴らしくキメ細やかな陣羽織。
　そして、白い総面を付けた鎧武者が、白い冷気を漂わせる刀を握り立っていた。
　──アクアが、真面目な顔で呟いた。
「そう。冬将軍の到来よ」
「バカッ！　このクソッタレな世界の連中は、人も食い物もモンスターも、みんな揃って大バカだ!!」
　恐ろしく斬れそうな抜き身の刀を煌めかせ、冬将軍が襲いかかってきた！


　白一色の鎧兜。
　それは味気無い色ながらも、戦国鎧特有の華やかさは、僅かにも損なわれてはいなかった。
　キメ細やかな意匠が凝らされた陣羽織。
　白い冷気を発する刀は、わざわざ近くに寄って見なくとも、恐るべき切れ味を秘めている事が一目で分かる。
　強烈な存在感と殺気を放ちながら、冬将軍が八双の構えを取った。
　そして日の下に白刃を煌めかせ、一番近くにいたダクネスに斬りかかった！
「くっ!?」
　ダクネスが、それを大剣で受けようとするが──
　キンッと澄んだ音を立て、ベルディアの猛攻にすら耐えた大剣が、あっさりと真ん中で叩き折られた。
「ああっ!?　わ、私の剣がっ......!?」
　アクアが、冬将軍と、それと戦うダクネスから距離を取り......、
「冬将軍。国から高額賞金をかけられている特別指定モンスターの一体よ。冬将軍は冬の精霊......。精霊は、元々は決まった実体を持たないわ。出会った人達の無意識に思い描く思念を受け、その姿へと実体化するの。火の精霊は、全てを飲み込み焼き尽くす炎の貪欲さから、凶暴そうな火トカゲに。水の精霊といえば、清らかで格好良く知的で美しい水の女神を連想して、美しい乙女の姿に。......でも、冬の精霊の場合はちょっと特殊でね？　危険なモンスターが蔓延る冬は、街の人間どころか、冒険者達ですら出歩かないから、冬の精霊に出会う事自体が稀だったのよ。......そう、日本から来たチート持ち連中以外はね」
　雪精を詰めた小瓶を抱き抱えたまま、冬将軍について教えてくれた。
　目の前の冬将軍はまるで息吹でも行うかの様に、総面の口からコオオッと白い冷気を放っている。
　俺は剣を折られたダクネスの隣に立ち、目の前の冬将軍に油断なく剣を構えた。
「......つまりこいつは、日本からこの世界に来たどっかのアホが、冬といえば冬将軍みたいな乗りで連想したから生まれたのか？　なんて迷惑な話なんだよ、どうすんだこれ。冬の精霊なんてどう戦えばいいんだよ!?」
　はっきり言って、目の前のモンスターにまるで勝てる気がしない。
　一見人型の鎧武者だが、それが精霊が実体化した物だって言うのなら、俺が剣で斬りつけたぐらいでどうにかなるとは思えない。
　頼みの綱のめぐみんも、今日はもう魔法が使えない。
　先ほどから死んだフリを続けているあいつは、戦闘が終わったら踏んでやろう。
　アクアは、手にしていた小瓶の蓋を開け、せっかく捕まえた雪精達を解放しだした。
「カズマ、聞きなさい！　冬将軍は寛大よ！　きちんと礼を尽くして謝れば、見逃してくれるわ！」
　アクアは言って、白い雪が積もる雪原に、そのまま素早くひれ伏した。
「ＤＯＧＥＺＡよ！　ＤＯＧＥＺＡをするの！　ほら、皆も武器を捨てて早くして！　謝って！　カズマも早く、謝って!!」
　ペタリと頭を雪につけ、プライドなどそこらに落としてきたらしい元なんとか様は、それは見事な土下座を行った。
　何の迷いも無く土下座するアクアと、完璧な演技で死んだフリを続けるめぐみんには、いっそ清々しさすら感じられた。
　冬将軍はといえば、確かに土下座したアクアには目もくれなくなる。
　その分、俺とダクネスにその視線が向けられた。
　その視線を受け、俺も慌てて土下座を──！
　......と、俺の隣ではダクネスが、未だ突っ立ったままでいる。
「おい何やってんだ、早くお前も頭を下げろ！」
　ダクネスは、切り飛ばされた大剣を捨て悔しそうに冬将軍を睨み付けていた。
「くっ......！　私にだって、聖騎士であるプライドがある！　誰も見ていないとはいえ、騎士たる私が、怖いからとモンスターに頭を下げる訳には......！」
　面倒臭い事を言い出したダクネスの頭を俺は左手で引っ摑み、そのまま無理やり下げさせた。
「いつもはモンスターにホイホイついて行こうとするお前が、どうしてこんな時だけくだらないプライドを見せるんだ！」
「や、やめろお！　くっ、下げたくも無い頭を無理やり下げさせられ、地に顔をつけられるとかどんなご褒美だ！　ハアハア......。ああ、雪が冷たい......！」
　頰を赤くしながら形だけの抵抗を見せる変態の頭を押さえつけ、そのまま自分も頭を下げた。
　そのまま、チラリと冬将軍の様子を覗き見ると、冬将軍はすでにその刀を収めていた。
　俺はホッとしながらも、そのまま頭を下げ続け──
　アクアが俺に、鋭く叫んだ。
「カズマ、武器武器！　早く手に持ってる剣を捨てて!!」
　冷たい雪原の上に頭を付けながら、俺は右手に剣を握ったままだった事を思い出す。
　俺は慌てて右手の剣を投げ捨てた。
　慌てたためか、自然と頭が雪から離れ──
　頭を上げてしまった俺の目に飛び込んできたのは、鞘に収めた刀のツバの部分に、左手を添えた冬将軍。
　視線の先では、冬将軍の左手の親指が刀のツバをそっと押し、白刃を僅かに覗かせていた。
　俗に言う居合いの構え。
　それまで空いていた冬将軍の右手が、一瞬ブレた様に見えた。
　そして聞こえる、チンという小さな音。
　それは刀を鞘に収めた音だろう。
　俺はそれを聞きながら、うっかり上げてしまった自分の目線が、なぜか冬将軍から雪の積もる地に向けられ、そのまま目の前に白い地面が迫って来るのを不思議に────



　──完全に思い出した。
　俺は冬将軍に殺されたのだ。
「あの......。落ち着かれましたか？」
「あ......、すんません、取り乱して。情けないところを見せちゃいましたね」
　真っ白な神殿の中、女神様の前でみっともなく泣いた俺は、流石に恥ずかしくなり目を逸らした。
　だが、エリスと名乗ったその女神様は、憂いを帯びた表情で首を振ると、
「何も恥じる事などありません。大切な命を失ってしまったのですから......」
　言いながら、俺を案じる様に悲しげに目を閉じた。
　エリスのそんな悲しそうな顔を見ていると、なんだか切なくなってくる。
「あの、聞いてもいいですかね？　俺を殺したあのモンスター、あの後どうなったか分かりますか？」
　俺は自分が殺された事で、あいつらが、俺の敵討ちだと冬将軍に突っかかって行ったりしていないかを心配した。
「大丈夫です。冬将軍は、あなたを斬った後は消えてしまった様です」
　その言葉に、俺は心残りが無くなった様に息を吐いた。
　そんな俺を見て、エリスは悲しそうに俺を見る。
「佐藤和真さん。せっかく平和な日本からこの世界に来てくれたのに、この様な事になり......。異世界から来られた勇敢な人。せめて私の力で、次は平和な日本で、裕福な家庭に生まれ、何不自由なく暮らせるように。幸せな人生が送れるような場所に転生させてあげましょう」
　エリスの言葉に、ああ、そうかと思い出す。
　死んだら天国で暮らすか、赤ちゃんからやり直しなんだっけ。
　この訳の分からない世界でもう一度人生をやり直せた事が異状だったんだ。
　短い間だったが、最後に少しだけ楽しめたと思っておこう。
　あのはた迷惑な連中と会えなくなるのは、少しだけ。
　そう。ほんの少しだけ、寂しいが──
　そんな気持ちが顔に出ていたのか、俺の顔を見てエリスが哀しそうに目を伏せる。
　そして俺に右手をかざし......、
《さあ帰ってきなさいカズマ！　こんな所で何をあっさり殺されてんの！　死ぬにはまだ早いわよ！》
　それは突然聞こえてきたアクアの声。
　俺とエリスしかいないこの空間に、ドップラー効果を伴って大音量で響いてきた。
「ちょ、な、なんだ!?」
　それに、俺は驚きの声を上げた。
　そして、驚いたのは俺だけでは無かった様だ。
「なっ!?　この声は、アクア先輩!?　随分先輩に似たプリーストだなと思っていたら、まさか本物!?」
　エリスは目を見開き、信じられないといった表情を浮かべ、虚空を見つめて大きな声を上げていた。
《ちょっとカズマ、聞こえる？　あんたの身体に『リザレクション』って魔法をかけたから、もうこっちに帰って来れるわよ。今、あんたの目の前に女神がいるでしょう？　その子にこちらへの門を出してもらいなさい》
　再び聞こえるアクアの声。
　おお......！　マジかよ女神様、とんでもない事してくれやがった！
　そういえばあいつ、デュラハンに斬られた冒険者達を蘇生させていた事があったっけ！
「おし、待ってろアクア！　今そっちに帰るからなっ！」
　声が向こうに届いているのかは分からないが、俺は虚空に向かって叫び返し、飛び跳ねて喜んだ。
「ちょ、ちょちょ、ちょっと待ってください！　ダメですダメです、申し訳ありませんが、あなたはすでに一度生き返っていますから、天界規定によりこれ以上の蘇生はできません！　アクア先輩と繫がっているあなたじゃないと、向こうの世界に声が届かないので、そう伝えては頂けませんか？」
　エリスが、慌てながらそんな事を言って来た。
　おいマジか。ぬか喜びかよ！
「おいアクア、聞こえるかー!?　俺って一度生き返ってるから、天界規定とやらで、もう生き返る事はできないんだってよー！」
　俺は虚空に向かって呼びかける。
　すると、一瞬静まり返り──
《はあー？　誰よそんなバカな事言ってる女神は！　ちょっとあんた名乗りなさいよ！　仮にも日本担当のエリートな私に、こんな辺境担当の女神がどんな口利いてんのよっ!!》
　おい、止めろ。
　俺の目の前の辺境担当の女神様が、凄く引きつった顔してるから。
「えっと、エリスって女神様なんだけども......」
　俺はおずおずとアクアに呼びかけた。
　するとアクアは、素っ頓狂な甲高い声を上げる。
《エリス!?　この世界でちょっと国教として崇拝されてるからって、調子こいてお金の単位にまでなった、上げ底エリス!?　ちょっとカズマ、エリスがそれ以上何かゴタゴタ言うのなら、その胸パッド取り上げてやり》
「わ、分かりましたっ！　特例で！　特例で認めますから！　今、門を開けますからっ！」
　アクアの喚き声を遮ると、エリスは顔を赤らめて指を鳴らした。
　それを合図に、俺の前に飾り気のない白い門が現れる。
　まったく、アクア先輩は相変わらず理不尽な......と、エリスはぶつぶつと呟きながら。
「さあ、これで現世と繫がりました。......まったく、こんな事普通は無いんですよ？　本来なら、魔法で生き返れるのは王様だろうがどんな人だろうが一回まで。......まったく。カズマさんといいましたね？」
「えっ、あ、はいっ！」
　エリスに名前を確認され、俺は上擦った声で返事をする。
　ウチのなんちゃって女神と比べて、こちらは本物の女神様だ。
　しかもとびきりの美少女だ、どうしたって緊張はする。
　今まで、ずっと哀しげな目をしていたその女神は、しばらく、困った様に頰をポリポリと搔きながら。
　やがてイタズラっぽく片目を瞑り、少しだけ嬉しそうに囁いた。
「この事は、内緒ですよ？」
　俺は苦笑を浮かべると、その白い門を押し開けた──


　──遠くから、声が聞こえる。
「......ズマ......！　カズマっ！　カズマ、起きてくださいっ！　カズマっ！」
　俺にすがって泣くめぐみんの声。
　......？
　なんだろう、右手が温かい。
　そちらにふと視線をやると、ダクネスが俺の傍に片膝をつき、俺の右手を両手で握り、祈るように目を閉じていた。
　俺は頭の上に気配を感じ、そちらに視線をやる。
　と、俺を見つめるアクアと目が合った。
「......あ、やっと起きた？　ったくあの子は、相変わらず頭固いんだからまったく」
　俺はそんなアクアの声を聞きながら、後頭部が温かいのが気になっていた。
　......おっと。
　アクアが膝枕してくれていたらしい。
　俺が目を覚ました事に、めぐみんとダクネスが気が付き、二人は無言で俺を抱き締めてきた。
　生き返れた事を喜んでくれるのは良いんだが、何か無性に照れ臭いんだが......！
　照れて動けなくなっている俺の様子に気が付き、アクアがにやにやと笑みを浮かべる。
　くそ、あのまま帰らず、日本で生まれ変わって金持ちのボンボンとして暮らしておくべきだったか。
「ちょっとカズマ、照れてないで何とか言いなさいよ。私達に何か言う事あるでしょう？」
　にやにやと笑みを浮かべ、アクアがそんな事を言ってきた。
　この駄女神とさっきの可愛い方の女神様を、取替えっこできないかな。
　──俺はアクアにぽつりと言った。
「チェンジ」
「上等よこのクソニート！　そんなにあの子に会いたいなら、今すぐ会わせてあげようじゃないの！」
「や、止めろお！　死に戻った人間に乱暴するなよ暴力女神！」
　額に血管浮かべたアクアが叫び、俺を押さえつけながら拳を光らせ、殴りかかる体勢に入る。
　そんなアクアをダクネスがまあまあと押し止める中、俺は冬将軍に斬られた自分の体をあちこち確かめながら上体を起こした。
「......具合は大丈夫なんですか？　どこか調子が悪い所は？」
　めぐみんのその言葉に、俺は改めてぺたぺたと自分の体のあちこちを触る。
「一応大丈夫そうだ。そういえば、俺はどうやって殺されたんだ？」
　そんな俺にアクアが言った。
「あんた、冬将軍に首ちょんぱされたのよ。それはそれは見事な切り口だったわ。おかげでピタリとくっついたし、治療も簡単だったわね。多少は血液も回復したけれど、まだまだ血が足りないから、しばらくは激しい運動をすると貧血起こすからね？　だから、前衛に出るのも厳禁よ。怪我なんてしてこれ以上血を失っちゃったらどうにもならないわよ？」
「首ちょ......！」
　俺は絶句し、思わず自分の首筋を手で撫でた。
　どれだけ手で触っても、傷跡が残っている様子は無い。
　俺の血で雪原の一部が赤く染まり、隣にいたダクネスにも返り血が付いていた。
　アクアにちゃんと治療してもらったにしても、やっぱり死んだというのはゾッとしない。
　この世界の冬は、食料に乏しい過酷な環境の中、それでもなお生存競争を生き抜けるモンスター達にのみ、活動が許される季節。
　俺達の様な駆け出しに、お手軽にこなせるクエストなど無いという事だ。
　......うん。今日はこのまま、街に帰ろう。


　街へと帰って来た俺達は、そのまま報酬を貰うためギルドへ向かう。
「しかし、小一時間で十二匹。百二十万か......。稼ぎはでかいが、死んだのが割に合わないな。あの冬将軍ってのは特別指定モンスターとか言っていたな。あいつには、どれだけの賞金がかかってるんだ？　ダクネスの剣が一撃で折られたりだとか、ハッキリ言って、三億の賞金がかけられていた、ベルディアよりも強かったぞ」
「冬将軍は、雪精にさえ手を出さなければ何もしてこないモンスターですからね。それでも、賞金は二億エリスほどかかっていたはずですよ。魔王軍の幹部で、明確な人類の敵だったベルディアは、その危険度から賞金が高かったのですが。冬将軍の場合、本来はあまり攻撃的でないモンスターなのに二億もの賞金がかけられています。この破格の賞金は、それだけ冬将軍が強いって事なのですよ」
　めぐみんの説明に、俺は思わず黙り込む。
　──二億。
　それだけあれば、借金を返して家を買っても、しばらく遊んで暮らせてしまう。
「......めぐみん、あいつを爆裂──」
「爆裂魔法では冬将軍は倒せませんよ。見た目は人型ですが、あれは精霊ですから。精霊は本来、実体を持たない魔力の固まりみたいな存在です。その精霊達の王みたいな存在ともなれば、そりゃあもう魔法防御力も凄い物です。爆裂魔法ならどんな存在にもダメージを与える事ができますが、一撃で仕留めるのは流石に難しいでしょうね。......というか、あんな怖いの相手に爆裂魔法を撃ちたくないです」
　ダメか。ガクリと落ち込む俺を見て、アクアが得意気に、にんまりと笑みを浮かべた。
「ふふん、カズマ。なんか落ち込んでるみたいだけど、この私はただ土下座してた訳じゃないわよ。さあ、これを見なさいな！」
　言いながら、アクアが服の中から出したのは小さな瓶。
　その中には雪精が入っている。
　どうやらあの時、雪精を全て解放したのではなく、一匹だけ残しておいたらしい。
「おっ！　でかしたアクア、よし、そいつを貸せ！　討伐してやる」
　珍しく機転の利いたアクアを褒めながら、俺は瓶を取り上げようとした。
「なっ!?　だ、ダメよ、この子は持って帰って家の冷蔵庫にするの！　夏場でもキンキンに冷えたネロイドが飲める様に......、いやよ、この子はいやあああ！　もう名前だってつけてるのに殺させるもんですか！　やめて、やめてー!!」
　雪精の入った瓶をお腹に抱き抱え、その場にうずくまって予想外の抵抗を見せるアクア。
　くそ、倒せば一匹十万という、高額な報酬を貰えるモンスターだが──
　今日はアクアに生き返らせてもらった事だ。勿体ないが見逃してやるか。
　ギルドで精算を済ませ、借金から天引きされた報酬をそれぞれで分配する。
　少し早いが、今日の稼ぎはそこそこ良かった事も考え、宿で部屋を借りて早めに体を休める事に。
　生き返ったばかりなので、あまり無理はしたくない。
　しかし......。一日にしてはいい稼ぎなのだろうが、借金の額を考えると焼け石に水だ。
　先の見通しが暗い現実に直面し、俺は現実逃避気味に先ほど出会ったエリスの事を思い出す。
　見た目は清楚な美少女。そして、何より中身だ。
　俺が死んだ事をあんなにも寂しそうな表情を浮かべて悲しみ、特例で生き返れるとなったなら、内緒ですよと言いながらも、優しく微笑んでくれた女神様。
　この世界に来て、初めて恋愛対象に入りそうな子に出会った気がする。
　エリスの顔を思い出しているだけで、あっという間に宿の前に到着した。
「ふふっ、この子は大事に育てて、夏になったら氷を一杯作ってもらうのよ。そして、この子と一緒にかき氷の屋台を出すの！　夏場の寝苦しい夜には一緒に寝て......！　......ねえめぐみん、この子って、何食べるのか知らない？」
「雪精の食べ物なんてちょっと分からないですね？　そもそも精霊って何かを食べるのでしょうか」
「フワフワしていて、柔らかそうで、砂糖をかけて口に入れたら美味そうだな......」
　俺の後ろでは三人が、そんな色気の無い会話をしている。
　宿のドアに手をかけながら、俺は三人を振り返った。
　もう一度、エリス様の清楚な姿を思い出し。
　そして、改めて三人の顔をじっと見る。
「「「......？」」」
　そんな俺の行動に、キョトンとした表情を浮かべ、三人は俺を見返し黙り込む。
「......ハァ」
「「「あっ!!」」」
　俺の吐いた深いため息を見て、ぎゃあぎゃあと騒ぎ出した三人の声を聞きながら、俺は宿のドアを開けた。


　──俺が殺された数日後の事。
「おい、もう一度言ってみろ」
　俺は怒りを何とか抑えながら、静まり返るギルド内でその男に問い返した。
　先日、二度目の死を迎えた俺は、数日ほど休養を取って心のケアを図り。
　そして、本日。まだ激しい運動を禁止されている俺は、簡単な荷物持ち等の仕事でも無いかと、ギルドの掲示板で探していたのだが──
「何度だって言ってやるよ。荷物持ちの仕事だと？　上級職が揃ったパーティーにいながら、もう少しマシな仕事に挑戦できないのかよ？　大方お前が足を引っ張ってるんだろ？　なあ、最弱職さんよ？」
　言って、同じテーブルにいた他の仲間と笑い合う戦士風の男。
　我慢だ。
　俺は大人な対応ができる男だ、普段のアクアの冷やかしに比べれば、こんなどこにでもいる酔っ払いの挑発は取るに足らないものだ。
　そう、この男の言う事も一理ある。
　確かに俺の仲間は癖のある連中ばかりだが、それでもこの男の言う通り上級職ばかりだ。
　もっと上手い立ち回りができれば、良い稼ぎも期待できるのかも知れない。
　それに、確かに俺は、冒険者という最弱職に就いている。
　今の俺には、言い返す事など何もなかった。
　──だが、無言でいる事を、その男は俺が萎縮して何も言えないでいると受け取ったらしい。
「おいおい、何か言い返せよ最弱職。ったく、いい女を三人も引き連れて、ハーレム気取りか？　しかも全員上級職ときてやがる。さぞかし毎日、このお姉ちゃん達相手に良い思いしてんだろうなぁ？」
　それを受け、ギルド内に爆笑が巻き起こった。
　しかし、以前の俺達の活躍を知る者の中には、その言葉に顔を顰め、注意しようとする奴もいた。
　俺は思わず拳を握ったが、そんな人達がいてくれるだけで我慢できる。耐えられる。
　そんな、我慢を続ける俺に、めぐみんやダクネス、アクアが止めに入った。
「カズマ、相手にしてはいけません。私なら、何を言われても気にしませんよ」
「そうだカズマ。酔っ払いの言う事など捨て置けばいい」
「そうよ。あの男、私達を引き連れてるカズマに妬いてんのよ。私は全く気にしないからほっときなさいな」
　そう、目の前の男は漫画なんかでよくいる、典型的な三下だ。
　わざわざ相手にする事なんか無いのだ。
　歯を食い縛り何とか耐えようとしたが、男の最後の一言には耐えられなかった。
「上級職におんぶに抱っこで楽しやがって。苦労知らずで羨ましいぜ！　おい、俺と代わってくれよ兄ちゃんよ？」
「大喜びで代わってやるよおおおおおおおおおおおおっ!!」
　俺は大声で絶叫していた。
　冒険者ギルドの中が静まり返る。
「......えっ？」
　俺に絡んでいた戦士風の男が、ジョッキを片手に思わずマヌケな声を出す。
「代わってやるよって言ったんだ！　おいお前、さっきから黙って聞いてりゃ舐めた事ばっか抜かしやがって！　ああそうだ、確かに俺は最弱職だ！　それは認める。......だがなあ、お前！　お前その後なんつった！」
「カ......カズマ？」
　突然キレた俺に、アクアがおろおろしながら声をかける。
　そして、いきなり激怒した俺に若干引きながらも男が口早に言ってきた。
「そ、その後？　その、いい女三人も連れてハーレム気取りかって......」
　俺は思い切りテーブルに拳を叩きつけた。
　その音にギルド内の皆がビクリとする。
「いい女！　ハーレム!!　ハーレムってか!?　おいお前、その顔にくっついてるのは目玉じゃなくてビー玉かなんかなのか？　どこにいい女がいるんだよ！　俺の濁った目ん玉じゃどこにも見当たらねえよ！　お前いいビー玉つけてんな、俺の濁った目玉と取り替えてくれよ！」
「「「あ、あれっ!?」」」
　俺の言葉に三人が、それぞれ自分を指差しながら小さな声で呟いた。
「なあおい！　教えてくれよ！　いい女？　どこだよ、どこにいるってんだよコラッ！　てめーこの俺が羨ましいって言ったな！　ああ？　言ったなおいっ！」
　男の胸ぐらを摑みいきり立つ俺に、背後からおずおずと声がかけられた。
「あ......あのう......」
　恐る恐る右手を挙げて、三人を代表するかの様なアクアのか細い声。
　だが俺は、それを無視してなおも続ける。
「しかもその後なんつった？　上級職におんぶに抱っこで楽しやがって!?　苦労知らずだああああああああ!?」
「......そ、その、ご、ごめん......。俺も酔ってた勢いで言い過ぎた......。で、でもあれだ！　隣の芝生は青く見えるっていうがな、お前さんは確かに恵まれている境遇なんだよ！　代わってくれるって言ったな？　なら、一日。一日だけ代わってくれよ冒険者さんよ？　おい、お前らもいいか!?」
　俺に胸ぐらを摑まれたその男は、言って、テーブルの仲間達に確認を取る。
「お、俺は別にいいけどよお......。今日のクエストはゴブリン狩りだし」
「あたしもいいよ？　でもダスト。あんた、居心地が良いからもうこっちのパーティーに帰ってこないとか言い出さないでよ？」
「俺も構わんぞ。ひよっ子一人増えたってゴブリンぐらいどうにでもなる。その代わり、良い土産話を期待してるぞ？」
　絡んできた男と同じテーブルにいた、そいつの仲間達は口々に言った。
「ねえカズマ。その、勝手に話が進んでるけど私達の意見は通らないの？」
「通らない。おい、俺の名はカズマ。今日一日って話だが、どうぞよろしく！」
「「「は、はあ......」」」
　絡んできた男の三人の仲間は、若干戸惑い気味の返事をした。



　剣と盾を携えた重い装甲鎧を着込んだ男が、俺を値踏みする様に眺め回しながら言ってきた。
「俺はテイラー。片手剣が得物の《クルセイダー》だ。このパーティーのリーダーみたいなもんさ。成り行きとはいえ、今日一日は俺達のパーティーメンバーになったんだ。リーダーの言う事はちゃんと聞いてもらうぞ」
「勿論だ。というか、普段は俺が指示する立場だったから、そっちに指示してもらえるってのは、楽だし新鮮でいい。よろしく頼むよ」
　その言葉にテイラーが驚いた表情を浮かべた。
「何？　あの上級職ばかりのパーティーで冒険者がリーダーやってたって言うのか？」
「そーだよ」
　当たり前の様に頷く俺に、その三人が絶句した。
　続いて、青いマントを羽織り、まだどこか幼さを残した女の子。
「あたしはリーン。見ての通りの《ウィザード》よ。魔法は中級魔法まで使えるわ。まあよろしくね、ゴブリンぐらい楽勝よ。あたしが守ってあげるわ、駆け出し君！」
　その子が、俺を年下の後輩みたいに扱いながらにこりと笑った。
　多分俺の方が年上だと思うのだが。しかし、本職の魔法使いなら心強い。ぜひとも頼りにさせてもらおう。
「俺はキース。《アーチャー》だ。狙撃には自信がある。ま、よろしく頼むぜ？」
　言いながら笑いかける、弓を背負った軽薄そうな男。
「じゃあ、改めてよろしく。俺はカズマ。クラスは冒険者。......えっと、俺も得意な事とか言った方がいい？」
　俺の言葉に三人が吹き出した。
「いや、別にいい。というか、荷物持ちの仕事を探していたんだろう？　カズマは俺達の荷物持ちでもやってくれ。ゴブリン討伐くらい三人でどうとでもなる。心配するな、ちゃんとクエスト報酬は四等分してやるよ」
　テイラーがからかう様に言ってくるが、そんな事はどうでもいい。
　上級職におんぶにだっこで楽しやがってと言われたが、荷物持ちで報酬を貰えるとか、こっちこそ楽過ぎるだろう。なにそれ、そんなもんでいいのか？
　まあこいつらが言い出した事なので、遠慮なく甘えさせてもらおう。
　──と、その時。クエストが貼り出してある掲示板の方から聞き慣れた声がした。
「ええー。ゴブリン退治ー？　何で街の近くにそんなのが湧いてるの？　もうちょっとこう、ドカンと稼げる大物にしない？　一日とはいえ他所にレンタルされるカズマに、私達が日頃どれだけ有り難い存在なのかを見せつけないといけないの」
　俺に絡んだあの男に、アクアが難癖つけているらしい。
「い、いや、あんたらが実力があるのは分かるが、俺の実力が追いつかねえよ。アークプリーストにアークウィザードにクルセイダー。これだけ揃ってればどんな相手でも楽勝だろうけどよ、まあ今回は無難なところで頼むよ。......ところであんた、武器も鎧も持っていないが、まさかその格好で行く気なのか？」
「大丈夫だ。硬さには自信があるし、武器を持っていてもどうせ当たらん」
「当たらん......？　いやその......、......？　ま、まあいいか......」
　ダクネスとそんなやり取りをしているあいつは、今回は無難なところでとか言っているが、次も組むつもりなのだろうか。
　まあ、俺はちっとも構わないが。
　そんな向こうの様子をちょっと気にしながら、テイラーが立ち上がった。
「本来、冬のこの時季は仕事はしないんだがな。ゴブリンの討伐なんて、美味しい仕事が転がってきた。という訳で、今日は山道に住みついたゴブリンの討伐だ。今から出れば深夜には帰れるだろう。それじゃ新入り、早速行こうか」


　ゴブリン。
　それは、俺の世界はおろか、この異世界でも知らない者はいないメジャーモンスター。
　こいつらはゲームに出てくる雑魚モンスターではなく、民間人には意外と危険視されている相手らしい。
　個体の力はそれほどでは無いが、基本的に群れで行動し、武器を使う。
　野生の亜人種らしく、動きは速く、小柄ながら凶暴で、人や家畜を襲うらしい。
　普通は森などに住むらしいが、今回、隣街へと続く山道になぜかゴブリンが住みついたそうな。
　俺達は山へ向かう途中の草原を、のんびりと歩いていた。
「しっかし、なんでこんな所に住みつくのかなゴブリンは。まあ、おかげでゴブリン討伐なんて滅多に無い、美味しい仕事が出てきた訳だけどさ！」
　ゴブリン一匹で二万エリス。
　ゴブリンがどの程度の強さなのかは知らないが、リーンが美味しい仕事と言うからにはそうなのだろう。
　俺は三人の後を荷物を背負ってくっついているだけで分け前が貰える。
　こんなに緊張感も無い楽な仕事は初めてかも知れない。
　普段なら、道中で必ず俺の仲間が何か揉め事か厄介事を起こしたものだが、今日は何の問題も無く、目的地の山についてしまった。
　山といっても日本の緑豊かな山ではなく、山の殆どを茶色い岩肌が占めた禿山だ。
　所々に茂みがある程度で、こんな自然の恵みが少ない所にどうしてゴブリンが引っ越してきたのか不思議に思う。
　いつものメンバーだと問題も無くクエストがすんなり進む事に不安を覚えるところだが、今日は深い安心感を覚えていた。
　それはきっと、まともなパーティーだからだろう。
　テイラーが足を止め、地図を広げる。
「ゴブリンが目撃されたのはこの山道を天辺まで登り、やがてちょっと下った所らしい。山道の脇にゴブリンが住みやすそうな洞窟でもあるのかも知れない。ここからはちょっと気を引き締めてくれ」
　そんなテイラーの指示に、俺は軽い感動すら覚えていた。
　これだよ、こんなやり取りが冒険者ってものだよ。
　敵地のど真ん中に突っ込みたいとか、何となく爆裂魔法唱えたいとか、早く帰ってお酒飲みたいとか、そんな会話がおかしいってもんだ。
　全員が視線を合わせ、無言でコクリと頷く。
　山道は完全な一本道で、険しい岩肌の山の間を、細い道が這う様に延びていた。
　五、六人ほどが横に並んで歩ける程度の広さの道だが、道の片方には壁の様な岩肌が立ちはだかり、反対側は崖になっている。
　そのまま無言で山道を登っていると、俺はふと気づいた。
「何か山道をこっちに向かって来てるぞ。敵感知に引っかかった。でも、一体だけだな」
　敵感知スキルに反応があった。しかし、反応は一体だけみたいだ。
　ゴブリンは群れで行動するんじゃなかったか？
　と、俺の言葉に三人が驚いた様に振り向く。
「......カズマ、お前敵感知なんてスキル持ってるのか？　というか、一体だと？　それはゴブリンじゃないな。こんな所に一体で行動する強いモンスターなどいないはずだが......。山道は一本道だ。そこの茂みに隠れた所で、すぐ見つかっちまうだろう。迎え撃つか？」
　テイラーが、盾を構えて言ってくるが......。
「いや、茂みに隠れても多分見つからないぞ。潜伏スキルを持ってるから。このスキルは、スキル使用者に触れてるパーティーメンバーにも効果がある。せっかく都合よく茂みがあるんだし、とりあえず隠れとくか？」
　俺の言葉に、三人は更に驚きながらも茂みに隠れた。
　流石に場数を踏んだ冒険者パーティーだ。
　相手が何者か分からない、そんな場合には、戦いを避けて様子を見るのは基本中の基本だろう。
　用心深いのは恥ずべき事じゃない、用心を怠って死ぬ奴が恥ずかしいのだ。
　これがいつもの俺の仲間達なら、こんな風に素直に隠れてくれただろうかと、茂みに隠れながら悩んでいると──
　それは来た。
　一言で言えば、猫科の猛獣。
　虎やライオンをも超える大きさのそいつは、全身が黒い体毛で覆われ、サーベルタイガーみたいな大きな二本の牙を生やしていた。
　そいつは俺達がさっきまでいた山道の地面を、クンクンと神経質に嗅いでいる。
　リーンがその姿を見て、慌てて自分の口を手で押さえた。
　恐怖で悲鳴でも上げそうになったのかも知れない。
　潜伏スキルを発動中の俺に触れる三人の手に、緊張のためか力が入った。
　この三人がこれだけ緊張するという事は、かなり危険なモンスターなのかも知れない。
　──そいつはしばらく辺りを嗅ぐと、やがて俺達が登ってきた、街へと向かう道へと消えていった。
「......ぶはーっ！　ここここ、怖かったあっ！　初心者殺し！　初心者殺しだよっ！」
　リーンが涙目で言ってくるところを見ると、やはりやばい相手だったらしい。
「し、心臓止まるかと思った！　た、助かった......。あれだ、ゴブリンがこんなに街に近い山道に引っ越してきたのは、初心者殺しに追われたからだぜ」
「あ、ああ......。しかし、厄介だな。よりによって帰り道の方に向かって行ったぞ。これじゃ街に逃げ帰る事もできないな」
　キースやテイラーが、口々に言ってくる。
「えっと、さっきのヤツってそんなにやばいのか？」
　俺の言葉に三人が、なぜ知らないんだと、信じられない物を見るかの様な目で見つめてきた。
「初心者殺し。あいつは、ゴブリンやコボルトといった、駆け出し冒険者にとって美味しいといわれる、比較的弱いモンスターのそばをうろうろして、弱い冒険者を狩るんだよ。つまり、ゴブリンをエサに冒険者を釣るんだ。しかも、ゴブリンが定住しない様にゴブリンの群れを定期的に追いやり、狩場を変える。狡猾で危険度の高いモンスターだ」
「なにそれ怖い」
　モンスターですらそんな知恵を持つご時世とか。
　あの初心者殺しの爪でも煎じて、アクアに飲ませてやりたいところだ。
「とりあえず、ゴブリン討伐を済ませるか？　初心者殺しは、普段は冒険者をおびき寄せるエサとなる、ゴブリン達を外敵から守るモンスターだ。ゴブリンを討伐して山道の茂みに隠れていれば、俺達が倒したゴブリンの血の臭いを嗅ぎつけて、さっきみたいに俺達を通り過ぎてそっちに向かってくれるかもしれない。近づいてくればカズマの敵感知で分かるだろうし、帰ってくるかどうかも分からない初心者殺しを待って、いつまでもここで隠れている訳にもいかない。まずは目的地へと向かうとしよう」
　テイラーの提案に俺達は茂みから出る。
　......と、リーンが俺の背負っていた荷物の一部を手に取ると、
「もし初心者殺しに会ったら、皆で逃げる時、カズマも身軽な方がいいからね。あたしも持つよ。そ、その代わり、潜伏と敵感知スキル、頼りにしてるよ？」
　リーンは自分の荷物を背負いながら、おどおどと言ってきた。
　そのリーンの言葉にテイラーとキースも、慌てた様に俺の背中から荷物を取る。
「「べ、別に、俺達はカズマを頼りきってる訳じゃないからな？」」
　おっと、ツンデレ頂きました。


　初心者殺しが引き返してくる気配も無く、俺達がてくてくと山道を登っていると、テイラーの持つ地図通り、山道が下り坂になる地点に出た。
　ゴブリンが目撃されたのはこの辺りらしい。
　テイラーがこちらを振り返った。
「カズマ、どうだ？　敵感知には反応あるか？」
　ありますとも。それもたくさん。
「この山道を下っていった先の角を曲がると、いっぱいいるな。俺達が登ってきた方の道からは、初心者殺しが近づいてくる気配は今のところ無いよ」
　しかし、気配が多い。十やそこらじゃない数がいる。
　多過ぎて、ちょっと数えられない。
「いっぱいいるってのならゴブリンだな。ゴブリンは群れるもんさ」
　気軽に言ってくるキースに、
「いや、俺はゴブリンと戦った事が無いから知らないけど、こんなに多いものなのか？　普通はどのぐらいの数で群れるんだ？　探知できているだけでも、ちょっと数え切れない数だぞ」
　若干不安に思いながらも俺は尋ねた。
　そんな俺の様子にリーンも不安になったのか、
「ね、ねえ。そんなにいるの？　カズマがこう言ってるんだし、ちょっと何匹いるのかこっそり様子をうかがって、勝てそうなら......」
　リーンがそこまで言いかけた時だった。
「大丈夫大丈夫！　カズマばかりに活躍されてちゃたまんねえ！　おっし、行くぜ！」
　叫ぶと同時、ゴブリンがいるであろう下り坂の角から飛び出すキース。
　それに続いてテイラーも角から飛び出し、そして二人同時に叫んでいた。
「「ちょっ！　多っ!!」」
　叫ぶ二人に続き、俺とリーンも角を曲がる。
　──そこには、三十やそこらはくだらないゴブリンの群れがいた。
　これがあの有名なゴブリンか！　なるほど、子鬼だ！
　小学生低学年の子供くらいの身長しかないが、その殆どが武器を持ち、まっすぐこちらを向いていた。
　これはちょっとした脅威だ。
　それを見て、引きつった顔でリーンが叫ぶ。
「言ったじゃん！　だから言ったじゃん！　あたし、こっそり数を数えた方がいいって言ったじゃん!!」
　泣き声を上げるリーンと、そしてアーチャーのキースを後ろに庇う形で、山道の角の部分にテイラーが前に出た。
「ゴブリンなんて普通は多くても十匹ぐらいだろ！　ちくしょう、このまま逃げたって初心者殺しと出くわして、挟み撃ちになる可能性が高い！　やるぞ！」
　テイラーが叫び、リーンとキースが悲壮感を漂わせた顔で攻撃の準備を始めた。
　それを見て、ゴブリン達が奇声を上げて、こちらに向かって山道を駆け上がってきた！
　ここは山道で、道の片方は崖となっている。
「ギギャッ！　キー、キーッ！」
　そして、俺達は今、坂の上に陣取っている。
「痛えっ！　ちくしょう、矢を食らったっ！　おいっ！　弓構えてるゴブリンがいるぞ！　リーン、風の防御魔法を！」
「リーンが詠唱してるが間に合わねえよおっ！　全員、何とかかわせえ！」
　テイラーとキースが叫ぶ中。
「『ウインドブレス』ッ！」
　俺が咄嗟に叫んだ初級風魔法が、俺達に飛び来る矢を吹き散らした。
「カ、カズマっ！　で、でかしたっ！」
　テイラーが盾を構えて俺の前で叫ぶ中、リーンの魔法が完成したらしい。
「『ウインドカーテン』！」
　それと同時に、俺達四人の周りに渦巻く風が吹き出した。
　そう、これが魔法だ！
　これこそがちゃんとした魔法使いの支援魔法ってヤツだ！
　きっと、矢を逸らすとかなんかしてくれる魔法なんだろう。
　こういうのが本物の魔法使いかと感動しながら、俺は大声で叫んでいた。
「こんな地形では、この手が効くだろ！　『クリエイト・ウォーター』ッッ！」
　俺は初級水魔法を唱え、大量の魔力を注いで広範囲に水を生成した。
　テイラーが立ち塞がる前の坂道にぶちまける様に。
「カズマ!?　一体何やって......」
　背後から、リーンの疑問の声を聞きながら、
「『フリーズ』ッ！」
　俺は、初級の凍結魔法を全力で！
「「「おおっ!!」」」
　俺以外の三人が驚き、叫び、ゴブリン達の足元が一面の氷で覆われた。
　以前魔王の幹部相手に使った手だが、ゴブリン達は簡単に氷に足を取られ、あちこちで盛大にすっ転んでいる。
　モタモタと上って来た、氷の上でプルプルと踏ん張っている不安定な体勢のゴブリンを、しっかりと乾いた地面を踏みしめながら、テイラーは危なげなく切り捨てた。
　この状況なら傷を負わされる事も無いだろう！
　俺は剣を引き抜くと、テイラーの隣に並び立ち......！
「テイラー！　この足場の悪い中、それでも上って来るゴブリンは二人でしばこうぜ！　上って来ないゴブリンは、遠距離攻撃ができる後ろの二人に任せた！」
　パーティーメンバー達との連係に軽い感動を覚えながら、俺は嬉々として呼びかける。
「でっ、でかしたカズマー！　おいお前ら、やっちまえ！　この状況ならどれだけ数がいたって関係ないぞ、ゴブリンなんてやっちまえ！」
「うひゃひゃひゃ、なんだこれ、楽勝じゃねーか！　蜂の巣にしてやるよ！」
「いくよ！　強力な魔法、ど真ん中に撃ち込むよーっ！」
　なぜかやたらと高いテンションで、俺達はゴブリンの群れに襲いかかった！


　ゴブリンの群れを討伐した帰り道。
「......くっくっ、あ、あんな魔法の使い方、聞いた事もねえよ！　何で初級魔法が一番活躍してるんだよ！」
「ほんとだよー！　あたし、魔法学院じゃあ初級魔法なんて、取るだけスキルポイントの無駄だって教わったのに！　ふふっ、ふふふっ、そ、それが何あれ！」
「うひゃひゃひゃ、や、やべえ、こんな楽なゴブリン討伐は初めてだぜ！　いや、俺はあのゴブリンの群れを見た瞬間は、ここで終わったと思ったね！」
　俺達は山道を街へ向かって帰りながら、先ほどの戦闘を振り返っていた。
　口々に先ほどの戦闘の話題で盛り上がる、いまだにテンションの下がらない三人に、
「おい、戦闘終わったんだから荷物よこせよ。最弱職の冒険者は荷物持ちが基本だろ？」
　口元をにやけさせた俺の軽い皮肉に。
「ちょっ、悪かった、いやほんとに悪かったよカズマ、謝るよ！　これからは冒険者だからってバカにしねえ！」
「ご、ごめんねカズマ！　てか、何で最弱職って呼ばれる冒険者が一番活躍してるのさ！　おかしいよ！」
「おいカズマ、荷物よこせ！　ＭＶＰなんだから、お前の荷物も持ってやるよ！」
　途端に慌てた三人に、俺は思わず吹き出した。
　吹き出した俺を見て、冗談だと気づいた三人も笑い出す。
　ああ、いいなあ。
　これこそが、冒険者パーティーって感じだ。
「つっ......。いてて......」
　テイラーが、腕を押さえて顔をしかめた。
　先程の戦闘で矢を受けたテイラーが、刺さったままだった矢を引き抜いた。
「おい、大丈夫か？　回復魔法をこの場で習得してもいいんだけど、消毒薬とかが無いなら、街に帰るまで傷口は塞がない方がいいよな。街に帰ったら、傷を洗って消毒しようぜ」
　テイラーに何気なく言った俺の言葉に、リーンとキースがなぜかゴクリと喉を鳴らした。
「カズマ、か、回復魔法まで習得できるの......？」
「回復魔法......。つ、ついに俺達のパーティーにも回復魔法を使えるメンバーが......」
　何か言いかけた二人の言葉をテイラーが遮った。
「おい止めろ。カズマには、ちゃんと帰る場所があるんだぞ。上級職ばかりのパーティーがな。......ったく、なぜ最弱職のカズマが上級職ばかりのパーティーでリーダーなんてやっているのかが、良く分かったよ」
　テイラーは、そんな事を言いながら俺に笑いかけた。
　俺は、自分がなぜあのパーティーで問題児達の子守りをしなければいけないのかが未だに分からないのだが、テイラーには良く分かったらしい。
　今度、ぜひ教えてもらおう。
　俺達は山を降り、街へと広がる草原地帯に足を踏み入れる。
　──そして、思い出した。
　もっと注意を払わなければいけない存在がいた事を。
「あれ？　何かが、凄い勢いでこっちに向かってきてないか？」
　流石はアーチャー、視力が飛び抜けていいのだろう。
　それに最初に気づいたのはキースだった。
　続いて俺も、敵感知によりそいつに気づく。
　夕暮れの草原地帯のど真ん中にいる俺達に向け、駆けてくる黒い獣に。
「初心者殺し！」
　俺の叫びを合図に、四人で一斉に街に向かって駆け出した。
「はあっ......、はあっ......！　くそっ、最後の最後でこれかよ！」
　キースが、荒い息で毒づく。
「はあっ、はあっ......。や、やばいよー、追いつかれちゃうよー！」
　それに答えるように、涙目のリーンが息を切らせて呟いた。
　初心者殺しは、俺達のすぐ後ろにまで迫っていた。
　街まではまだ距離がある。このままでは逃げ切れないだろう。
　と、先頭を走っていたテイラーがクルリと振り向き、剣を構えて言い放つ。
「リーン！　このままじゃ追いつかれる！　お前はカズマを連れて街に逃げろ！　俺が足止め、キースは援護！　街に帰ったらギルドに駆け込んで、応援を呼んでくれ！」
「おおっ!?　そ、そうだな！　ま、ま、ま、任せろ！　そうだよな、カズマは他所のパーティーの人間なのに、今日は一番頑張ってくれた！　今度は俺達が頑張る番だよな！」
　何だよそれ格好良い！
　何を、ここは俺達に任せて先に行けみたいな事言ってんだ！
「わ、分かった！　行くよカズマ！」
　リーンが俺に声をかけ、手を摑んで走ろうとする。
　──が、今日一日とはいってもこいつらは俺のパーティーメンバー。
　それを置いて行くって選択肢は俺には無い。
　目と鼻の先まで迫っている初心者殺し。
　その標的は立ち塞がるテイラーだ。
「ちょ、ちょっとカズマ!?　逃げないの!?」
　俺を摑むその手を解き、その場から動こうとしない俺に戸惑ったリーンの慌てた声を聞きながら、俺は初心者殺しに気づかれない様小さな声で呟いた。
「『クリエイト・アース』」
　手の平に生成される、少量のサラサラの土。
「おっ、おいカズマ！　危ないぞ、早く逃げろ！」
　慌てたキースの声を聞きながら、作り出した少量の土を握り締め、そっとテイラーの右後ろに立つと。
「おらああああっ！　かかって来いよ、この毛玉があっ！」
　叫ぶテイラー。
　そのテイラーに飛びかかる初心者殺し。
「『ウインドブレス』ッ！」
　俺は、手の平の土を初心者殺しに向けながら、大声で唱えていた。
「ギャンッ！」
　テイラーに飛びかかろうとしていたところを、突然横合いから砂粒の直撃を顔に受け、目に多量の砂が入った初心者殺しはそのまま地面にうずくまる。
　そのまま、目が見えないながらもこちらに向かって威嚇した。
「フシャーッッ！」
「ちょっ!?　えっ？　ええっ!?」
　何が起こったのか、未だ理解できていないテイラー達に。
「おい、今の内だ！　ずらかれえええっ!!」
　──街まではまだ少しある。
　だが、もう初心者殺しの気配は感じられない。
　狡猾なモンスターだとか言っていたから、街の近くまで追ってはこないのだろう。
「ま、撒いたか？」
　テイラーが、荒い息をつきながら呟いた。
「はあっ......。はあっ......。ま、撒いたみたい？」
　リーンが足を止め、何度も後ろを振り返りながら言う。
「......ふっ......。ふふっ......。ふへへへっ......」
　キースが、抑え切れないといった様な、こみ上げてくる感じの笑い声を上げる。
　お、おい、どうした、恐怖でおかしくなったのか？
　──だが、キースの笑いにつられた様に。
「くっ......くっ、くっくっくっ......！」
「あはっ......。あはははっ......。あははははははっ！」
　強敵から逃げ切れた事に、いつの間にか俺を含め、その場の皆が笑っていた。
「おい、何だよさっきのあれは！　カズマ、何しやがったんだよっ！　ぶははははっ！」
　テイラーが背中をバシバシ叩いてくるが、その乱暴な痛みが心地いい。
　俺は上機嫌でテイラーの鎧を叩き返す。
「初級魔法だ初級魔法！　俺は冒険者だぞ、スキルポイント高くて初級魔法ぐらいしか取れねえ！　わははははっ!!」
「こんな冒険者がいてたまるかよっ！　うひゃひゃひゃっ！　は、腹いてえっ！　生きてるよ、俺達初心者殺しに出会って生きてるよっ！」
「有り得ないよー！　この人有り得ないよ、色々とー！　一体どんな知力してんのさ！　ねえカズマ、冒険者カードちょっと見せてよ！」
　俺は言われるままに、リーンにカードを差し出した。
「あ......、あれっ？　知力は普通だね。他のステータスも......、って、高っ!?　この人幸運、超高いっ!!」
　リーンの言葉に、二人もどれどれとカードを覗く。
「うおっ、なんじゃこりゃ！」
「お、おい、今回こんなに都合良くクエストが上手くいったのは、カズマの幸運のおかげじゃねえか？　お前ら、拝んどけ拝んどけ！　ご利益があるかもしれねーぞ！」
　いや、絶対幸運は関係ないと思う。
　受付のお姉さんも、冒険者稼業には幸運なんてあまり必要無いって言ってたし。
　それに俺が本当に運がいいなら、そもそもパーティーメンバーにあの連中が集まってこないはずだ、うん。
　だがテイラーの言葉に、三人が俺に手を合わせて拝み出した。
「や、やめろよお前ら、拝むなよ......。そんな事より、コーヒーでもどうだ？　綺麗な水も出せるし、火だって使えるぞ？」
　俺は三人に笑いかけながら、マグカップを取り出した。


　冒険者ギルドの前についた頃には、時刻はすでに夜半を回っていた。
　討伐の報酬を受け取る以外にも初心者殺しが出た事を報告しないといけない。
　だがテイラーいわく、ゴブリンの群れを全滅させたので、初心者殺しは新しいゴブリンの群れを探して人里からは離れるだろうとの事だ。
「つ、着いたあああああっ！　今日は、なんか大冒険した気分だよ！」
　リーンの声を聞きながら、俺達は笑いながらギルドのドアを開け──
「ぐずっ......。ふぐっ......、ひっ、ひぐう......っ。あっ......、ガ、ガズマあああっ......」
　泣きじゃくっているアクアを見て、俺はそっとドアを閉めた。
「おいっ！　気持ちは心底よーく分かるが、ドアを閉めないでくれよっ！」
　閉められたドアを開け、半泣きで食ってかかってきたのは今朝俺に絡んできたあの男。
　名をダストとかいった、アクア達のパーティーの新しいリーダーだ。
　酷い惨状だった。
　ダストは背中にめぐみんを背負い、アクアは、白目をむいて気絶したダクネスを背負って泣いていた。
　よく見ればアクアは頭に大きな歯型を残し、涎か何かは知らないが、何となく湿っぽい。
「......えっとなにこれ。いや、大体分かる。何があったかは大体分かるから聞きたくない」
「聞いてくれよ！　聞いてくれよっ!!　俺が悪かったから聞いてくれ！　いや、街を出て、まず各自がどんなスキルを使えるのか聞いたんだ。で、この子が爆裂魔法を使えるって言うもんだから、そりゃすげーって褒めたんだよ。そしたら、我が力を見せてやろうとか言い出してよ、全魔力を込めた爆裂魔法とやらを、いきなり何も無い草原で意味も無くぶっ放して......」
　半泣きで俺に訴えてくるダストの言葉を、俺は耳を塞いで聞こえないふりをした。
「おい、聞いてくれって！　そしたら、初心者殺しだよっ！　爆発の轟音を聞きつけたのか初心者殺しが来たんだが、肝心の魔法使いはぶっ倒れてるわ、逃げようって言ってんのにクルセイダーは鎧も着てない癖に突っ込んでいくわ、それで、挙げ句の果てに......」
「おい皆、初心者殺しの報告はこいつがしてくれたみたいだし、まずはのんびり飯でも食おうぜ。新しいパーティー結成に乾杯しよう！」
「「「おおおおおっ!!」」」
　俺の言葉に、テイラーとキース、リーンの三人が喜びの声を上げてくれた。
「待ってくれ！　謝るから！　土下座でも何でもするから、俺を元のパーティーに帰してくれぇっ！」
　本気で泣くダストに、俺は心底同情すると。
「これから、新しいパーティーで頑張ってくれ」
「俺が悪かったからっ!!　今朝の事は謝るから許してくださいっ!!」


「明日はダンジョンに行きます」
「嫌です」
「行きます」
　拒否するめぐみんに俺が即答すると、めぐみんが走って逃げようとしたので捕まえた。
　俺が首ちょんぱされてから一週間。
　戦闘が許される程度には回復したので、ギルド内でくつろぐ皆に、早速提案してみたのだが、ダンジョン行きをめぐみんが激しく嫌がっていた。
「嫌です嫌です、だってダンジョンなんて私の存在価値皆無じゃないですか！　ダンジョンが崩れるから爆裂魔法なんて使えないし、私もう本当に只の一般人！」
「そんな事はお前を仲間にする時に俺が言った事だろうが！　そん時お前、荷物持ちでも何でもするから捨てないでって言ったんだぞ！」
　その言葉に、俺に襟首を摑まれていためぐみんは、観念したかの様にうな垂れた。
「はぁ......。分かりました。でも、何の役にも立てませんよ？　本当に荷物持ちぐらいしかできませんし......」
　諦めの表情に不安を滲ませ、めぐみんが言ってくる。
　それを安心させるかの様に俺は言った。
「まあ安心しろよ、ついて来るのはダンジョンの入り口までで良い。ダンジョンへの道中、危険なモンスターと遭遇したらお前の魔法で蹴散らしてくれ」
「へっ？　入り口まででいいんですか？」
　めぐみんが不思議そうな表情を浮かべる中、
「でも、何でいきなりダンジョンへ行くなんて言い出したの？　ダンジョンに行くなら、パーティー内に盗賊は必須よ？　最近ギルドで見かけないんだけど、クリスは？」
　アクアがテーブルの上にだらしなく突っ伏しながら言ってくる。
　俺が戦闘をできるまでに回復する間、こいつはギルドの暖炉前の、一番暖かい場所を占拠しながら、酒でも飲むか、もしくはこんな感じで何をするでも無くだらだらしていた。
　お前、酒が飲める年なのかよと聞いたら、魔法まである世界で日本の法律と同じだと思わないで頂戴と言われた。
　この世界では、何歳からでも酒を飲めるが、何かあった際には自己責任で、という事らしい。
「クリスは、急に忙しくなったって言ってたな。何でも、昔世話になった先輩に理不尽な無理難題を押しつけられたんだと。それで、後始末の為にしばらく留守にするそうだ。だが、ダンジョン探索に必要な、罠発見や罠解除のスキルは、すでにクリスに教えてもらって習得済みだ。クリスに教えてもらったんだが、ダンジョンの中ってのは季節により生息モンスターが変わるって事が無いらしい。そこで、手頃なダンジョンに潜り、あわよくば一獲千金を狙ってみようかと思う」
　テイラー達とクエストを終えた後、この一週間、俺もただ寝てた訳じゃ無い。
　雪精とゴブリン退治により、レベルが三つも上がった俺は、罠発見と罠解除、そして新しいスキルをもう一つ覚えておいた。
　罠の発見率や解除成功率は、器用度と幸運の強さに左右されるらしい。
　器用さは人並みな俺だが、そこは持ち前の運の強さでなんとかなると信じたい。
　変な連中とばかり関わったり莫大な借金を背負ったりと、俺の幸運が高いってのは、一体何の冗談かとも思えるのだが。
　鎧が修理されて返ってきたらしいダクネスは、熱心に自分の鎧を布で磨いてにこにこしていた。
　そんなダクネスが、ふとこちらを向く。
「む、待って欲しい。私の大剣が冬将軍に折られてしまったからな。今新しいのを発注しているが、完成までにまだ時間がかかる。今の私を戦力に数えているのだとすると......」
「お前は最初から戦力外だから大丈夫だよ」
「!?」
　ダクネスが目を潤ませながらも頰を染めるが、きっと興奮半分、傷つき半分なのだろう。
　半分は喜んでいるみたいだし、構ってやるのも面倒だ。
　話を進める事にする。
「二人に誤解が無いよう言っとくが、ダンジョンに潜るのは俺一人だ。皆には、ダンジョンに行くまでの道中の警護をして欲しいんだよ」
「「「？」」」


　街から半日ほどかけて山へと歩き、その麓にある獣道を進んで行く。
　雪が積もり枝が邪魔する険しい道を、一体どれだけ歩いただろう。
　唐突に現れたのは、かなり頑丈な作りのログハウス。
　そのログハウスの表には、『避難所』と書かれた看板がぶら下げられている。
　そしてそのログハウスの近くの山の岩肌に、奥を窺い知れない真っ暗なダンジョンの入り口が、ぽっかりと口を開けていた。
　入り口は天然の洞窟の様なダンジョンだが、その内部をそっと覗くと、綺麗に整備された階段が奥へと続いていた。
　このダンジョンの名は、キールのダンジョン。
　──その昔、キールという名の稀代の天才と呼ばれたアークウィザードが、一人の貴族の令嬢に恋をした。
　たまたま街の散歩をしていた令嬢に、それまではただ魔法にのみ打ち込み、色恋になど全く興味を示さなかった男は、一目見ただけで恋に落ちた。
　だが、勿論そんな恋は実るはずがない。
　この世界での身分の差とはそれほどに大きいものだ。
　それをよく理解していた男は、その芽生えた恋心を忘れるかの様に、ひたすら魔法の修行と研究に没頭した。
　月日は流れ、男はいつしかこの国最高のアークウィザードと呼ばれていた。
　男は持てる魔術を惜しみなく使い、国の為に貢献した。
　男は多くの人々に称えられ。
　そして、男は王城に呼ばれ、その男のために宴が催された。
　そんな男に王が言う。
　その功績に報いたい。どんなものでも望みを一つ、叶えよう。
　男は言った。
　この世にたった一つ。どうしても叶わなかった望みがあります。
　──その時、キールというアークウィザードが何を望んだのかは知られていない。
　その後の話では、そのアークウィザードが貴族の令嬢をさらってこのダンジョンを作り、立て篭もったらしい。
　その後、一体どうなったかは伝えられてはいない。
　まあ普通に考えて、一介の魔法使いがダンジョンに立て篭もり、幾ら頑張ってみたところで勝ち目なんて無いだろう。
　今となっては、ダンジョンが作られたそんな経緯もほとんど忘れ去られ、今はこうして、駆け出し冒険者達の初めてのダンジョン探索の、良い練習場所になっている。
　俺はキールのダンジョンの入り口で立ち止まると、後ろについてきている三人を振り返った。
「よし。それじゃあ、ここから先は俺一人で行って来るから、お前等はそこの避難所で待っててくれよ。一日経っても帰って来ない様なら、街に戻ってテイラー達に助けを求めてくれ。......っていっても、今日は偵察と実験を兼ねてお試しで潜るだけだから、すぐ帰ってくるよ」
　俺の言葉に、三人が不安そうな表情を浮かべた。
　ダクネスが腕を組み。
「本当に行くのか？　一人でダンジョンに潜るなんて聞いた事がないぞ。カズマの考えを聞く限り、喧しい音を立てる全身鎧の私がついて行っても、邪魔になるだけだろうが......」
　まあ、確かにこんな例はないのだろう。
「私も、ついて行ってもかえって邪魔になるだけです。......やっぱり考え直しませんか？」
　めぐみんが、不安そうに言ってくる中。
「大丈夫よ、私がついてってあげるから」
　そんな頼もしい事をアクアが言っ......。
「......いや、来なくていい。というか、一人の方が都合がいいんだって」
　俺はアクアに、ここに来るまでに説明した事をもう一度言う事にした。
「キースに教えて貰ったアーチャースキル、《千里眼》があれば暗視が可能になる。これは以前試したんだけど、光が全く無い完全な真っ暗闇でも、空間の把握、あと、置いてある物の形が分かる様になるんだ。つまり俺一人なら灯りが要らない。冒険者の持つ灯りを目印にするタイプのモンスターには、見つからなくなるわけだ」
　勿論それぐらいで一人でダンジョンに潜れるなら、世のアーチャー達がみんなやっているだろう。
　だが──
「ついでに言うなら、俺は盗賊スキルの《敵感知》と《潜伏》があるだろ。闇に紛れて暗視で地形を確認し、敵を察知したら迂回する。潜伏スキルがあるから、もし迂回ができない状況でも、暗闇の中、壁にでも張りついてればやり過ごす事ができる。......と、思う」
　こればかりは、試してみない事には断言はできない。
　ダンジョンに潜るとはいっても、別に討伐の依頼を受けているわけでもないのだ。
　モンスターを倒しても金にもならないなら、戦闘しないで済むに越した事はない。
　モンスターをやり過ごし、お宝だけを搔っ攫う。
　やっている事はなんだかこそ泥みたいだが、これは色んな職業のスキルを同時に習得できる、冒険者だけの数少ない特権だ。
　こんな時にこそ少ない長所を活かすべきだろう。
　俺は荷物の中から、ギルドで買っておいた、匂いに敏感なモンスター相手に使う消臭ポーションを取り出した。
　ダンジョンのモンスターは暗闇に慣れている事だろう。
　つまり、視力以外で敵を感知する能力に長けていると予想できる。
　たとえば獲物の匂いだとか。
　もしくは音だが、これは音で勘づかれる前に、俺の敵感知の方が早く察知できる事を祈っておこう。
　蛇の持つ、熱を感知する様なピット器官だとか、コウモリの超音波によるソナーだとかはどうにもならないが、ここのダンジョンにはそういったモンスターは生息していないらしい。
　このダンジョンに棲むモンスターの情報は、ギルドで教えて貰い、事前に調査済みだ。
　なんせ、先週死んだばかりだ。
　エリス様にはちょっと会いたいが、俺だって流石に何度も死にたくない。
　俺は自分の身体に消臭のポーションを振りかけた。
　これがどれ程の効果があるのかは知らないが、まあ使わないよりはましだろう。
　それに、以前初心者殺し相手に潜伏スキルを使った時も、匂いを気にしてはいたが結局立ち去って行った。
　つまり、潜伏スキルは匂い等も多少は誤魔化してくれるのだろうと思う。
　うん、行ける。行けるハズだ。
　そもそも今回はあくまで実験だ。上手くいけば儲けもの程度に考えておけばいい。
　今回挑戦予定のこのダンジョンは、俺のレベル的に考えて格下のダンジョンだ。
　この探索方法が確立されれば、ここの様な格下のダンジョンではなく、今後は、もっと旨みのあるダンジョンで稼げばいい。
　そもそも、ここは街から半日程度で着くような距離にあるダンジョン。
　すでにこのダンジョン内部は冒険者達に荒らされ尽くしている事だろう。
　大丈夫。敵に遭っても、このダンジョンで遭遇する相手なら、遅れを取る事は無い筈だ。
「じゃあ行ってくるよ。寒いしモンスターに遭遇するかもしれないから、のんびり待っていてくれ」
　俺は皆に手を振り、ダンジョンの入口から中へと降りていく。
　──と、後ろから誰かがついてくる音がした。
　そこには、ついてくるのが当然とばかりのアクアの姿。
「......俺の話聞いてたか？　一人で行動した方が良いんだって。お前、一緒についてくても真っ暗で何もできないだろ」
　俺の言葉に、アクアが余裕そうな表情でふふんと笑った。
　......叩いてやりたい。
「ちょっとカズマ。この私が誰だか忘れてない？　アークプリーストとは仮の姿。ほら言って。めぐみんとダクネスは頑なに信じようとしないけど、ほら、私の職業を言ってみて」
「借金の神様だろ？」
「違うわよ、水の神様でしょ！　せめて宴会の神様で止めておいてよ！」
　正直なんの神様でもいいんだが、一体こいつは何が言いたいのだろう。
「私は仮にも女神様よ。神の目には、全てを見通す力があるわ。カズマがこの世界に来るハメになった時も、その死因を知っていたでしょ？　地上に降りて力が弱まってはいても、神様らしい力の一つや二つ、まだちゃんと残ってるのよ？　全てを見通すなんて事はできなくても、闇を見通すぐらいはちょろいわよ！」
　胸を張るアクアに俺はどんどん不安になる。
　正直どんなポカやらかされるのかが心配でならない。
　どうしよう、どう断ろう。......だが、そんな俺にアクアが言った。
「ダンジョンの中にはね。大抵アンデッドがいるものなのよ。そして彼らは、生者の生命力を目印にやって来る。つまり、アンデッドモンスターには潜伏スキルなんて通用しないわ。なら、この私がついてってあげるしかないじゃないの！」
　もう、本当に嫌な予感しかしなかった。


　ダンジョン入口から続く階段を、どれだけ降りてきたのだろうか。
　薄暗い中を結構な時間降りたはずなのだが、未だに通路に出られない。
　駆け出し向けのダンジョンと聞いていたのでもっと小さな所かと想像していたが、これは思った以上に探索に時間が掛かりそうだ。
　とはいえ今回のダンジョン探索は、このこそ泥みたいな手がダンジョンで通用するのかの実験だ。
　はっきり言って、こつこつマッピングをして真面目にダンジョンの探索を進めている人達にしたら、こんなやり方は邪道もいいところだ。
　背後にアクアが危なげなくついて来ているのを感じながら、俺は階段を降りて行った。
「ねえカズマ。暗視はちゃんとできてる？　私の曇りなき眼は、この暗闇の中でもカズマがおどおどしながらおっかなびっくり階段降りてく姿がばっちり見えてるけど。暗視がイマイチなら言いなさいよ？」
　アクアが、心配してくれてるのか喧嘩売っているのか判断がつき難い事を言ってきた。
「見えてるよ。お前が、物音がする度に、いちいちビクついてる情けない姿がちゃんと見えてる。お前こそ、頼むからすっ転んで階段から転げ落ちるなよ」
　俺が返すと、アクアは安心した様に微笑んだ。
「そう。私はこの中でも走って逃げられる程度には見えてるから、モンスターが接近してきたら言ってね。後、ちゃんと見えてるんだから暗闇に紛れてお尻触ったりしないでね」
「安心しろ、お前の尻を触るなんてバカな事は考えてないさ。俺が今何考えてるか教えてやろうか。ダンジョンの奥深くに、一体どうやったらお前一人だけ置いて帰れるかなって真剣に考えてる」
　俺とアクアはその場にピタリと止まり、お互いに顔を見合わせた。
「やだもー、カズマってば冗談ばっかりー！　クスクス！」
「バカだなアクア、俺が今結構本気で言ってるって事が、もうそこそこ長い付き合いになるんだし分かるだろー？　はははははっ！」
　そんな事を言っている間に、ようやく長い階段を下り終えた。
　完全な闇の中だが、スキルのお蔭でダンジョンの石壁や通路の広さが正確に分かる。
　俺の目には真っ暗な空間に物体の輪郭が青白く浮かび上がり、まるでサーモグラフィーの様に見えていた。
　階段を降りると通路が左右に分かれている。
　そして、階段を降りてすぐのところに、何かがある事に気がついた。
「......何だこれ？」
　暗視といっても、暗闇に青く輪郭が見えるだけで、きちんとその物の本来の色が見える訳じゃ無い。
　そう、目の前の、朽ち果てた人の体みたいなその輪郭が見えるだけで......。
　............。
「ふわーっ!!」
　それは、朽ち果てた冒険者の死体だった。
　俺の様に一人でダンジョンに挑戦しようとしたのか、はたまた、死んで仲間に置いて行かれたのか。
　どういう経緯でここに放置されているのかは知らないが、そこには確かに人の亡骸が横たわっていた。
　その死体の傍にアクアが近づき、
「......アンデッドに成りかけてるわね。カズマ、ちょっと待っててね」
　言いながら、アクアが何やらぶつぶつと祈りの様なものを捧げると、亡骸を淡い光が包み込む。
　迷える魂を導いて、アンデッド化を防いだのだろう。
　日頃からちゃんとこんな感じでやっていれば、信者も少しは増えるだろうに。
　しかし、階段を降りていきなり死体に出くわすとか、早速心が折れそうになる。
　アクアがいなかったら、間違いなくもう帰っていたところだ。
「でも、ふわーっ!!　はないわよ、一人でダンジョン潜るって強がってた人が。ふわーっ!!　は。プークスクス！」
　その言葉に、ダンジョンの奥に行ったらこいつをしばらく一人きりにしてやろうと決意する。
　......何か来るな。
　敵感知スキルでこちらに近づいてくる敵に気づいた俺は、動きを止めた。
　俺達の話し声、もしくは、アクアが死体を浄化した際の光に寄ってきたのかもしれない。
　俺はアクアを見ると、敵が近づいてくる方向を指し、向かって来ている方向とは反対側の通路に親指を向け、逃げるぞとジェスチャーした。
「なになに？　変な動きして。この私に指芸披露？　ちょっと灯りつけなさいよ。影で、キツネやウサギなんてぬるいのじゃなく、機動要塞デストロイヤーを見せてあげるわ」
「違うわ！　だから、デストロイヤーってのは何なんだよ！　敵が来てるから向こうに逃げようってジェスチャーしたんだ！　くそ、見つかった！　おい手伝え、迎え撃つぞ！」
　思わず大声でツッコんでしまった自分が情けない。
　俺は暗闇の中、剣を抜くと、こちらに気づいて襲いかかる、小さな人型のモンスターに向かって斬りかかった！
「......ふう、何だったんだこいつは。暗視じゃ形は分かっても、物の色が見えないから流石に正体までは分からないぞ。お前、これが何だったか分かるか？」
　足元に転がる小さな人型の何かの死体。
　それを見ながらアクアが言った。
「グレムリンっていう下級の悪魔ね。ダンジョンは地上よりも魔力が濃いから、弱い悪魔がたまに湧くのよ」
　なるほど、ギルドの人達に教えて貰ったこのダンジョンのモンスター情報にも、確かそんなモンスターの名前があった。
　......ふと、俺は一つの事に気づいた。
「なあ、ちょっといいか？　お前って、暗闇の中でもかなりしっかり見えちゃう？」
　俺の疑問にアクアが、
「昼間と変わらないぐらいには、はっきりくっきり見えるわよ？　それがどうかした？」
　さも当然の様にそんな事を言ってきた。
　..................。
「馬小屋で一緒に寝てる時、夜中、何か見たか？」
「何も見てないわよ。ゴソゴソ音がしだしたら、反対側向いて寝るようにしてたから」
「......ありがとうございますアクア様」
　グレムリンの血の臭いで、他のモンスターが寄ってくるかも知れない。
　俺達はそっとその場を後にした。


　今日のアクアは一味違う。
　そう、今までの様ななんちゃってアークプリーストでは無い。
　宴会の神様でも借金の神様でも無い。
「この暗く冷たいダンジョンで、さ迷い続ける魂達よ。さあ、安らかに眠りなさい。『ターンアンデッド』！」
　迷えるゴースト達を、光を放って広範囲に渡り浄化する今のアクアは、どこに出しても恥ずかしくない、立派な女神の姿だった。
　──というか、俺はダンジョンを舐めていた。
　確かに暗視と潜伏のコンボは非常に使える。
　大概のモンスターは、これでどうにでもなりそうだ。
　だがアクアの言っていた通り、暗く冷たいダンジョンで長く苦しんだアンデッドには、生者がよほど眩しく映るのだろうか。
　先ほどから俺達は、かなりの数のアンデッドを浄化していた。
　もし俺だけで来ていたら、今頃アンデッド達に為す術もなく袋叩きにされていただろう。
　ダンジョンとは、これほどアンデッドモンスターと遭遇するものだとは知らなかった。
　自分の認識の甘さを深く反省する。
　浄化を終えたアクアが暗闇の中、良い仕事をしたとばかりに息を吐いた。
「ご苦労さん。いや助かったよ、俺一人で来てたら危ない所だった」
　俺の労いを受けたアクアが、満更でも無さそうに。
「あら？　私の評価がようやく真っ当になってきた？　......それにしても、お宝はどこかしら。まあ荒らされ尽くしたダンジョンだし、あんまり期待はしてないけどね」
　俺達は今、ダンジョンのかなり奥まで潜っている。
　奥とはいっても、このダンジョンの造りは一階層構造だ。
　ただ、その広さが曲者だった。
　この暗闇の中でも昼間の様に見えるというアクアが、ダンジョンの壁に曲がり角の度にチョークで印をつけていく。
　本来ならダンジョン探索とは、罠を警戒しモンスターにも神経を尖らせて、松明に火をつけ、マッピングでもしながら恐る恐る進むものなのだろう。
　しかし闇の中でも問題なく進める俺達は、先頭の俺が敵と罠を探知しながら、ドンドン奥へと進んでいた。
　この探索方法の有用性は確認できた事だしもう引き返しても良いのだが、ここまで来たら、何かお宝とまではいわなくても金目の物の一つも見つけたい。
　俺は前方にある部屋に敵の気配や罠が無い事を確認すると、音を立てない様に慎重に部屋の中に入る。
　部屋を見回し......。
「......ちっ、ろくな物が無いな」
「ねえカズマ、この探索方法といいそのセリフといい、私、こそ泥の気分なんだけど」
　言うなよ、俺もちょっとそんな気分だ。
　真面目に頑張って少しずつ探索している同業者の人達に、ちょっと後ろめたい。
「......？　ねえカズマ、あそこ。あそこに何かあるわよ」
　アクアが部屋の隅に何かを見つけた様だった。
　アクアと共に部屋の隅に行くと、そこには......。
「ちょっと、宝よ宝、宝箱よ！　やったわカズマ、今回のダンジョン探索は大当たりね！」
　嬉々として宝箱に近寄ろうとするアクアを、俺は慌てて止めた。
「おいおい待て待て。お前、こんな何度も探索されたダンジョンに、唐突に宝箱が置いてあるっておかしいとは思わないのか？　......うん、やっぱり敵感知スキルに反応があるな」
　スキルで感じる敵の反応は、もちろん目の前の宝箱からだ。
　なるほど、これがよく聞くミミックってヤツか？
「あー......。それじゃあれは、ダンジョンもどきね。残念だけどしょうがないわね」
　言って、アクアがぽんと何かを宝箱の近くに放った。
　それは、先ほど使い、空になった消臭ポーションの小瓶。
　ぽんと放られ、宝箱の傍に放物線を描いたそれは......。
　床に触れた瞬間に周囲の壁と床が突然蠢き、瓶と宝箱を丸吞みにする様に包み込んだ。
　今まで只の床や壁だと思っていた部分が、取り込んだ小瓶を咀嚼する様に、まるで生き物の様にぐにゃぐにゃと動いている。
「き、気持ち悪っ！　何だこれ！」
　ダンジョンもどきとか言ったか。
「名前の通りのモンスターよ。歩いたりする事はできないけれど、体の一部を宝箱やお金に擬態させて、その上に乗った生き物を捕食するの。場合によっては体の一部を人間に擬態させて、冒険者を襲う様なモンスターも捕食するわ」
　モンスターまで食うのか、タチ悪いな！
　そういやギルドで、ダンジョンもどきには気をつけろって言われていた。
　敵感知スキルがあれば簡単に分かるとは言われていたのだが......。
　しかし、ダンジョンの中にもちゃんとこうして生存競争が成り立っているらしい。
　この世界は、本当に世知辛い。


「『ターンアンデッド』！」
　アクアの魔法で、ゾンビがその身体を消失させた。
　もうどれだけのアンデッドを退治したのか。
　サーモグラフィーみたいにしか見えない、千里眼スキルで進んでいて良かった。
　普通に灯りを点けて進み、この暗い中でこれだけのゾンビ達に遭遇していたなら、俺はとっくに泣いて帰っていただろう。
　それぐらいに、トラウマになってもおかしくない数のアンデッドと遭遇していた。
「......なあ、幾らなんでもおかしくないか？　ちょっとアンデッドの量が多過ぎだろ。こんなもん、アークプリーストがいるパーティーじゃなかったらとても攻略なんてできないぞ？　結局お宝らしいお宝は見つからなかったが、そろそろ帰るか？」
　ここは駆け出し連中が練習代わりにしているダンジョン。
　だがこれだけの量のアンデッドモンスターを、駆け出しが相手にできるとは思えない。
　魔法をガンガン撃っているにもかかわらず、アクアは疲れる様子は見せていない。
　流石は仮にも女神様といったところか。
　だが、いくらアクアがいるとはいえ、そろそろ引き返すべきだろう。
「そうねえ。お宝は無かったけど、アンデッドをたくさん浄化できたし私的には満足したわ。......でも待って？　なんか、まだその辺にアンデッド臭がするわね」
　俺の敵感知には反応しないが、今日のアクアは本当に絶好調らしい。
　すでにダンジョンの奥深くまで来ていた俺達だが、アクアが行き止まりの壁に近づき、マタタビに興奮した猫みたいに、辺りに向かって執拗にクンクンしだした。
　罠感知にも敵感知にも、依然反応は無い。
　だが、絶好調のアクアが言うのだ、この先には何かがあるのかもしれない。
　俺とアクアが手探りで行き止まりの壁を調べ出して、十分以上が経過。
　一向に何も見つかる様子も無く、諦めて帰ろうとしたその時だった。
　突き当たりの壁の一部が、クルリと横に回転し、突然開く。
　俺達が何かした訳じゃ無い。それは向こうから開いたのだ。
　その奥からは、くぐもった低い声が聞こえてきた。
「そこに、プリーストがいるのか？」


　部屋の中は、小さなベッドとタンス、そしてテーブルとイスがあるのみだった。
　ベッドの隣に置かれたイスに、そいつが腰掛けている。
　テーブルの上に置かれているのはランプだろうか。
「やあ、初めましてこんにちは。いや、外の時間は分からないから、今はこんばんはかな？」
　俺のスキルでは、相手の輪郭しか見えない。
　挨拶をしてきた相手に一言断り、ティンダーの魔法でランプに灯を点ける。
　闇の中、ランプの灯りで照らされたその相手は、目深にローブをかぶった、干乾びた皮が張りついた骸骨だった。
「私はキール。このダンジョンを造り、貴族の令嬢をさらって行った、悪い魔法使いさ」
　──その昔、キールという名のアークウィザードが、たまたま街を散歩していた貴族の令嬢に一目惚れをした。
　だが、その恋が実らない事を知っていたキールは、ひたすら魔法の修行に没頭した。
　月日は流れ、キールはいつしか、国一番のアークウィザードと呼ばれていた。
　キールは持てる魔術を惜しみなく使い、国の為に貢献する。
　やがてキールは多くの人々に称えられ、王城にてその功績を称える宴が催された。
　王が言う。......その功績に報いたい。どんなものでも望みを一つ叶えよう、と。
　キールは言った。
　この世にたった一つ。どうしても叶わなかった望みがあります。
　それは、虐げられている愛する人が、幸せになってくれる事──
「そう言って、私は貴族の令嬢を攫ったのだよ」
　キールが、そんな事を自慢げに語った。
「......つまりなんだ。あんたは、悪い魔法使いじゃなくて良い魔法使いだったって事か？　その貴族の令嬢は、親にご機嫌取りのために王様の妾として差し出され、でも王様には可愛がられず、正室や他の妾とも折り合いが上手くいかず。で、その子が虐げられているところを、要らないんなら俺にくれと言って攫っていったと」
　俺の言葉にキールが、カタカタと喉の部分の骨を鳴らした。
「そういう事だな。で、その攫ったお嬢様にプロポーズしたら二つ返事でオッケー貰ってなぁ。お嬢様と愛の逃避行をしながら、王国軍とドンパーティーやった訳だ。......いやあ、あれは楽しかったな。おっと、ちなみにその攫ったお嬢様が、そこにいるお方だよ。どうだ、鎖骨のラインが美しいだろう」
　キールが指す方を見ると、小さなベッドの上に、白骨化した骨が綺麗に整えられて横たわっている。
　......どうしたもんだこれ。
　俺の隣では、アクアがキールに向けて爛々と目を輝かせていた。
　きっと浄化させたくてさせたくて、しょうがないのだろう。
「で、だ。そこの女性に、ちょっと頼みがあってね」
　キールが、そんな事を言ってきた。
「頼み？」
　俺の言葉にキールはコクリと頷き──
「私を浄化してはくれないか。彼女は、それができる程の力を持ったプリーストだろう？」


　アクアが、一つ一つ、言葉を嚙みしめる様に魔法の詠唱を行う中。
　元は偉大な魔法使いだったその男は、ベッドに横たわるお嬢様の腕の骨に手を置いた。
　アクアいわく、お嬢様の方は何の悔いもなく安らかに成仏しているらしい。
　なので、本来はキールを浄化できるだけの大きさの魔法陣で良いのだが、アクアは気合いを入れて浄化の魔法陣を拡大し、今やその魔法陣は、お嬢様の骨はおろか、部屋中をも覆い尽くす大きさになっていた。
　キールはお嬢様を守りながら戦っていた際に重傷を負ったが、彼女を守り抜く為に、人である事をやめてリッチーに成ったらしい。
　不覚にも、このリッチーの事をちょっとだけ格好良いと思ってしまった。
　以前、アクアに虐げられていたウィズを見たせいで、相対的にこっちのリッチーが格好良く見えてしまうのだろうか。
　妾となってから、ろくに屋敷の外にも出してもらえなかったお嬢様は、国を相手取り、世界を飛び回った逃走劇の果てに、このダンジョンで最期を迎えたらしい。
　不自由な逃亡生活の中、彼女は文句の一つも言わず、絶えず幸せそうに笑ってくれていたのだとキールは言う。
　キールは、私はお嬢様を幸せにできたのだろうか、と呟くと。
「いや、助かるよ。アンデッドが自殺するなんてシュールな事は流石にできないのでね。じっとここで朽ち果てるのを待っていたら、とてつもない神聖な力を感じたものだからね。思わず私も、長い眠りから覚めたってものさ」
　部屋を満たす魔法陣の柔らかな光に包まれて、キールはそう言ってカタカタと笑った。
　アクアが、唱え続けていた詠唱を終える。
　そして、俺が今までに見た事も無い優しげな表情で、キールに向けて笑いかけた。
　......これは一体誰だろう。
　俺が自分の目を疑っていると、アクアが優しげな声でキールに告げる。
「神の理を捨て、自らリッチーと成ったアークウィザード、キール。水の女神アクアの名において、あなたの罪を許します。......目が覚めると、目の前にはエリスという不自然に胸のふくらんだ女神がいるでしょう。たとえ年が離れていても、それが男女の仲でなく、どんな形でも良いと言うのなら......。彼女に頼みなさい。再びお嬢様に会いたいと。彼女はきっと、その望みを叶えてくれるわ」
　真剣な話、これは本当に誰だろう。
　俺があまりのアクアの変貌振りにオロオロしていると、キールは光に包まれた部屋の中、深々とアクアに頭を下げた。
「『セイクリッド・ターンアンデッド』！」
　──光が消え、再び暗闇に閉ざされる部屋の中。
　そこには、あのリッチーと、そしてなぜかお嬢様の骨も消えて無くなっていた。
　俺とアクアは、何ともいえない雰囲気の中押し黙る。
　俺はアクアに静かに告げた。
「......帰るか」


　地上への帰り道。俺は暗闇の中、モンスターに見つかるかもしれない事も気にせず、無言のアクアに喋り続けていた。
「なあ、あのアンデッド、またお嬢様に会えるかな？」
「......どうかしら。まあ、エリスなら何とかしてくれるでしょう」
　そっ気ないアクアの返事に、俺はそうか、と呟いた。
　そして、そのまま話題を変える様に努めて明るい声を出す。
「そういや、あのリッチー良い人だったな。もう要らないからって、タンスにしまってた財産くれたぞ。どれぐらいの価値があるのか知らないけど、街に帰ったら山分けな」
　それに、ピクリとアクアの肩がわずかに揺れた。
「......そうね。彼らの分まで、大事に使ってあげましょう」
　アクアのその声は、先程よりもちょっと大きく、そして元気になっていた。
　............。
　俺はこの空気を打開すべく、地上に戻ってアクアが元気になってから聞こうと思っていた事を、今ここで聞く事にした。
「なあアクア。あいつが言ってたけどさ」
「......なに？」
　未だにちょっと沈んだ様子のアクアに。
「......あの人さ。とてつもない神聖な力を感じて目覚めたって言ってたけど。このダンジョンで、やたらとアンデッドに出会うのって、別にお前と一緒にいるからじゃ無いよな？」
「ッ!?」
　アクアが俺の質問に、その場にビクッと立ち止まる。
　そして、絞り出す様な声で。
「そ、そそそ、そんなー、そんな事はない......と、思うわ......？」
　とてつもなく曖昧な返事をしてきた。
「............そういえば、以前デュラハンが攻めて来た時も、お前、デュラハンの部下のアンデッドナイトにやたらと集られてたよな」
「!?」
　更にビクリと震えたアクアから、俺は無言でジワジワと距離を取る。
　そんな俺を見て、アクアがジリジリと距離を縮めて来た。
「ねえカズマ。なんでそんなに距離を取るの？　いつモンスターが襲って来ても良い様に、私達もうちょっと近くにいるべきじゃ無いかしら？　そ、それに！　分かってる？　私がチョークでつけてきた印は、果たしてカズマの貧弱な暗視で確認できるのかしら!?」
　そのアクアの言葉に、俺は、くっ！　と一瞬悔しげな顔をしてしまった。
　それを好機と見て取ったのか、アクアが口早で追撃してくる。
「ふふっ、そうよ！　私だけこんなところに置いて行こうとしたって、そうは行かないわよ！　そう、この状況ならお互いの立場は五分五分よ。......いいえ、帰り道を知り、アンデッドも倒せる私がいなかったらカズマは一人じゃ帰れない！　むしろ私の方が有利な状況じゃないかしら!?　そこら辺を良く理解したら、今後は私を女神らしくアクア様と呼び、今日の私の華麗な活躍を街の皆に......！」
　アクアが大声で喚く中。
　ダンジョンの闇の中から、何かの遠吠えが聞こえてきた。
　調子に乗って騒ぐアクアの声に反応したのだろう。
　敵感知で確認すると、何かが真っ直ぐ向かって来ている。
「............」
　俺は無言で壁に張りつき、闇に溶け込む様に潜伏した。
「ちょっとカズマ！　待って!?　ねえ、何一人で潜伏してるの？　ごめん、ごめんなさい、私が悪かったわ！　悪かったから、私にも潜伏スキル使ってよ！　ごめんなさい、カズマ！　ねえ、カズマ様ー!!」


「......なんとなくこうなる予想はしてましたが、何があったのか聞いてもいいですか？」
　ログハウスで待機していためぐみんが、開口一番に尋ねてきた。
「うっ、うあああああああ！　カズマがー！　カズマがああああああああ！」
　俺の後ろで泣くアクアの頭を撫で、慰めながら。
「人のせいにするなよ、お前がアンデッドに集られる体質なのが悪いんだろうが！　帰り道ですら散々苦労させやがって！　お前への最初の高評価を返せ！」
「だってだって、私が神々しくて生命力に溢れてるのは生まれつきなんだから、こればっかりはしょうがないじゃないの！　それとも何!?　私に、カズマのヒキニートレベルにまでこの神聖なオーラを下げろって言うの!?　そんな事をすれば、世界に散らばる敬虔なアクシズ教徒達がどれだけ嘆き悲しむか......！」
「こいつちっとも反省していやがらねえ！　お前、もう一度ダンジョンに潜って、さっきのリッチーとお嬢様の爪の垢を探してこい！　そして、少しはあの二人を見習って、あの純粋さとかを分けてもらえ！」
「ヒキニートが、女神にリッチーを見習えとか言った！」
　こちらの首を絞めようとするアクアを引き剝がす俺に、ダクネスが。
「......リッチーとお嬢様？」
　首を傾げながら呟いた。
　俺は泣きながら摑みかかってくるアクアに抵抗しながら、ダクネス達にかいつまんで経緯を説明してやる。
「アクアの話じゃ、そのお嬢様は未練もなく、綺麗に成仏していたらしいけどな。そのお嬢様にとって、厳しい逃亡生活はどうだったんだろうな。あのリッチーは、お嬢様を幸せにできただろうか、とか言ってたけれど。お嬢様は、幸せだったのかねえ」
　なんとなく呟いた俺の言葉に。
「......幸せだったさ。幸せだったに決まっている。断言できる、そのお嬢様は、逃亡生活の間が人生で一番楽しかったに違いない」
　ダクネスが、そんな意味深な事を口にしながら、少しだけ寂しげな笑顔を見せた。


　俺はアクアを引き連れ、ある所へ向かっていた。
　ダクネスには、美味しいクエストが出た際には直ぐ確保して貰えるよう、ギルドで待機してもらっている。
　めぐみんは、朝からどこかへ出掛けて行った。
　あいつは、たまにちょこちょこいなくなる時があるが何をしているのだろう。
　──俺達のパーティーはバランスが悪い。
　とにかく、偏り過ぎている。
　アクアはプリーストとしてはまあ優秀なのかもしれないが、パーティーの盾役、ダクネスが硬すぎて、回復魔法の出番がほとんど無い。
　めぐみんは最大瞬間火力においては他のウィザードの追随を許さないが、とにもかくにも一発こっきりだ。
　当面の問題としては、安定した火力。
　となると、俺がスキルを覚えるなりしないといけないのだが、剣を振り回して戦うにも、やはり最弱職と呼ばれる冒険者では限界がある。
　もう少しこう、メインの武器になるスキルが欲しいところだ。
　そんな訳で、先日のダンジョン探索で何気にレベルが上がった俺は、とある店の前にやって来ていた。
「おし、着いたぞ。いいかアクア。今の内に言っとくが、絶対に暴れるなよ。喧嘩するなよ。魔法使うなよ。分かったか？」
　そこは小さな、マジックアイテムを扱っている魔道具店。
　それを見ながら、アクアが俺の言葉に小さく首を傾げた。
「ちょっと、何で私がそんな事しなきゃなんないのよ。一度言っときたいんだけど、カズマって私を何だと思ってるの？　私、チンピラや無法者じゃないのよ？　女神よ？　神様なのよ？」
　俺の後ろで文句をたれるアクアを引き連れ、俺は店のドアを開け中に入った。
　ドアについている小さな鐘が、カランカランと涼しげな音をたて、俺達の入店を店主に告げる。
「いらっしゃ......、ああっ!?」
「あああっ!?　出たわねこのクソアンデッド！　あんた、こんなところで店なんて出してたの!?　女神であるこの私が馬小屋で寝泊まりしてるってのに、あんたはお店の経営者ってわけ!?　リッチーのくせに生意気よ！　こんな店、神の名の下に燃やしていだいっ!?」
　店に入るなり、いきなり俺の注意を忘れて暴れだしたアクアの頭を、ダガーの柄で軽く殴る。
　そのまま後頭部を押さえてうずくまるアクアをよそに、俺は怯える店主に挨拶した。
「ようウィズ、久しぶり。約束通り来たぞ」


「......ふん。お茶も出ないのかしら？　このお店は」
「あっ、す、すいませんっ!!　今すぐ持って来ますっ！」
「持って来なくていい！　いや、客にお茶出す魔道具店なんてどこにあるんだよ」
　陰湿なイビリをするアクアの言う事を、素直に聞こうとするウィズを止める。
　魔道具店なんて初めてな俺は、店内を見回して手近な物を何気なく手に取った。
　それは小さなポーションの瓶。
「あっ、それは強い衝撃を与えると爆発しますから気をつけてくださいね」
「げっ、マジか」
　俺は慌てて瓶を戻す。
　ついで、その隣の瓶を手に取ると......、
「あっ、それはフタを開けると爆発するので......」
　俺はそっと瓶を戻すと、更に隣の瓶を手に取って。
「これは？」
「水に触れると爆発します」
「......こ、これは？」
「温めると爆発を......」
　............。
「この店には爆薬しか置いてねーのかよ！」
「ちちち、違いますよ！　そこの棚は爆発シリーズが並んでいるだけですよ！」
　おっと、そうじゃない。
　俺は別に魔法の道具が欲しくて来たんじゃない。
　勝手に自分でお茶を淹れてすすっているアクアは置いておき、俺は本題に入る事に。
「ウィズ。以前言っていたろ？　何か、リッチーのスキルを教えてくれるって。スキルポイントに余裕ができたからさ。何か教えてくれないか？」
「ぶっ！」
「きゃああああっ!?」
　俺の言葉にアクアがお茶を吹き出し、それがウィズにモロにかかった。
「ちょっと、何考えてんのよカズマっ！　リッチーのスキル？　リッチーのスキルですって!?　以前この女に名刺貰ってた時、一体何を話してるんだろうって思ってたら！　リッチーの持つスキルなんてろくでもない物ばっかりよ！　そんな物覚えるなんてとんでもないわ！　いい？　リッチーってのはね、薄暗くてジメジメした所が大好きな、いってみればなめくじの親戚みたいな連中なの」
「ひ、酷いっ！」
　アクアのあんまりな決めつけにウィズが涙ぐむ。
「いや、なめくじの親戚でも従兄弟でもいいんだけどさ。リッチーのスキルなんて普通は覚えられないだろ？　そんなスキルを覚えられたら結構な戦力になるんじゃないかと思ってな？　お前だって、今のメンバーじゃちょっと強い敵が大勢出てきたらどうにもならない事ぐらいは分かるだろ」
「むう......。女神としては、私の従者がリッチーのスキルなんて覚える事を見過ごす訳にはいかない所なんですけど......」
　俺の言葉に、アクアがぶつぶつ言いながらも渋々と引き下がる。
　そのアクアの呟きを聞き、ウィズが不安そうな顔で恐る恐る尋ねてきた。
「『女神としては』......？　その、以前私を簡単にターンアンデッドで消し去りかけたりしたのは......。ひょっとして、本物の女神様だったりするのですか？」
　あ、ヤバイ。
　流石にリッチーにもなれば、アクアが本物の女神だと分かるのか。
　俺の方は未だに、アクアが女神だって事に疑問を持っているのだが。
「まあね。あなたはよそに言い触らしたりはしないでしょうから言っておくけど。私はアクア。そう、アクシズ教団で崇められている女神、アクアよ。控えなさいリッチー！」
「ヒイッ!?」
　ウィズがこれ以上に無いぐらいに怯えた顔で俺の後ろに回り込んだ。
　リッチーにとって、やはり神って存在は天敵に出くわしたようなものなのか。
「おいウィズ、そんなに怯えなくてもいい。アンデッドと女神なんて水と油みたいな関係なんだろうけどもさ」
　なだめる俺に、だがウィズは、
「い、いえその......。アクシズ教団の人は頭のおかしい人が多く、関わり合いにならない方がいいというのが世間の常識なので、アクシズ教団の元締めの女神様と聞いて......」
「何ですってぇっ!?」
「ごごごご、ごめんなさいっ！」
「......は、話が進まねえ......」
　猛るアクアを引き剝がし、店の商品でも見てこいと追い払うと、アクアは素直に店内を物色しだし、その辺のポーションを手に取り、中の匂いを嗅いだりとウロウロしだした。
　と、そんなアクアをちょっと気にしながら、気を取り直したウィズが、
「そう言えば、私、最近知ったのですが。カズマさん達があのベルディアさんを倒されたそうで。あの方は幹部の中でも剣の腕に関しては相当なものだったはずなのですが、凄いですねえ」
　そう言って、俺に穏やかな笑みを浮かべ......。
　......あれ？
「あのベルディアさんって、なんかベルディアを知ってたみたいな口ぶりだな。あれか？　同じアンデッド仲間だから繫がりでもあったのか？」
　俺のそんな疑問に、ウィズが世間話でもする様な気軽さで。
「ああ、言ってませんでしたっけ。私、魔王軍の幹部の一人ですから」
　にこにこしながら、そんな事を。
　........................。
「確保ーっ!!」
　商品棚の間をウロウロしていたアクアが、ウィズに向かって襲い掛かった！
「待ってーっ！　アクア様、お願いします、話を聞いてください！」
　取り押さえられたウィズが、アクアにのしかかられたまま悲鳴を上げる。
　アクアが、いい仕事したとばかりに頰の汗を拭い、
「やったわねカズマ！　これで借金なんてチャラよチャラ！　それどころかお釣りがくるわ！　宿を借りるどころか家だって買えちゃうわよ！」
　嬉々としてそんな事を言っていた。
　俺は取り押さえられているウィズへと屈み込み、
「おいアクア、一応事情は聞いてやれよ。......えっと、幹部ってどういう事だ？　流石に魔王軍のスパイとかだと、冒険者な手前、見逃すって訳にも......」
　そんな俺の言葉に、ウィズが泣きそうになりながら必死に弁解する。
「違うんです！　魔王城を守る結界の維持の為に、頼まれたんです！　勿論今まで人に危害を加えた事は無いですし、幹部って言っても、なんちゃって幹部ですから！　私を倒したところで、そもそも賞金も掛かっていませんから！」
　ウィズの言葉に俺とアクアは顔を見合わせた。
「......良く分かんないけど、念のために退治しておくわね」
「待ってくださいアクア様ーっ!!」
　アクアに取り押さえられながら喚くウィズ。
　俺は魔法の詠唱を始めたアクアに、まあ待てと手を突き出し。
「えっと、何だ？　つまりゲームとかによくある、幹部を全部倒すと魔王の城への道が開けるとか。そんな感じか？　で、ウィズは、その結界とやらの維持だけ請け負っていると」
「げーむとやらは知りませんが、そういう事です！　魔王さんに頼まれたんです、人里でお店を経営しながらのんびり暮らすのは止めないから、幹部として結界の維持だけ頼めないかって！　魔王の幹部が人里でお店やってるなんて思わないだろうから、人間に倒されないだけでも十分助かるって！」
「つまり、あんたが生きてるだけで人類は魔王城には攻め込めないし、私達には十分迷惑って事ね。カズマ、退治しときましょう」
　アクアの言葉にウィズが泣き出す。
「待って！　待ってください、アクア様の力なら、幹部の二、三人ぐらいで維持する結界なら破れるはずです！　魔王の幹部は元々八人。私を倒したところで、後六人も幹部がいたなら流石にアクア様でも結界破りはできません、魔王城に攻め込むには、私を浄化したとしても、どのみちまだまだ幹部を倒さないといけませんし！　せめて、アクア様が結界を破れる程度に幹部が減るまで、生かしておいてください......！　私には、まだやるべき事があるんです......」
　取り押さえられたまま泣き出すウィズに、流石にアクアも微妙な表情を浮かべた。
　そのままチラチラと俺をうかがう。......俺に決めろってのか。
「ええっと。まあ、いいんじゃないのか？　どのみち、今ウィズを浄化したって、その結界とやらがどうにかなる訳でもないんだろ？　それにだ、本来なら幹部全員倒さないと結界とやらは解けないはずが、アクアがいれば、幹部を全員倒さなくても結界が破れるんだろ？　なら、ウィズ以外の幹部が誰かに倒されるまで、気長に待った方がいい」
　というか、魔王だの幹部だの、俺達みたいな未熟なパーティーにどうにかできるとも思えないし、そもそも、そんな危険な事に首突っ込むつもりもない。
　放っておけば、魔剣持ちのソードマスター、ミツルギみたいに特典を貰った連中が、魔王の幹部を減らしていってくれるだろう。
　だが、ウィズがいる限りは、結界が破られ、魔王を先に倒される事だけはない。
　俺が地球に帰るには、俺達の手で魔王を倒さなくてはいけない。
　なら、俺達が魔王を倒せるぐらいに強くなるまでは、今のままの方が良い。
　そんな、俺の姑息な打算も露知らず、その言葉にウィズがぱあっと表情を明るくさせた。
「でも、良いのか？　幹部って連中は一応ウィズの知り合いとかなんだろ？　ベルディアを倒した俺達に恨みとかは無いのか？」
　俺の疑問にウィズがちょっとだけ悩み。
「......ベルディアさんとは、特に仲が良かったとか、そんな事も無かったですからね......。私が歩いてると、よく足元に自分の首を転がしてきて、スカートの中を覗こうとする人でした。幹部の中で私と仲の良かった方は一人しかいませんし、その方は......、まあ簡単に死ぬような方でも無いですから。......それに」
　そう言った後、ウィズは。
「私は今でも、心だけは人間のつもりですしね」
　と、ちょっとだけ寂しげに笑った。


「え、えっと。それでは、一通り私のスキルをお見せしますから、好きな物を覚えていって下さい。以前私を見逃してくれた事への、せめてもの恩返しですので......」
　ウィズが言い、そして、ハタと何かに気づいた様に、俺とアクアを交互に見てオロオロしだした。
「どうした？」
　問いかける俺に、ウィズは怯えながらアクアを見る。
「私のスキルは相手がいないと使えない物ばかりなのですが、つまりその......。誰かにスキルを試さないといけなくて......」
　なるほど、そういう事か。
「おいアクア。悪いけど頼めないか？」
「ほー？　アンデッドがこの私に何のスキルを使おうっての？」
　ウィズを威嚇するアクアに、ウィズが怯えたように身を引きながら。
「そ、その......。ドレインタッチなんてどうでしょう？　ああっ、も、もちろんほんのちょっぴりしか吸いませんので！　スキルを覚えてもらうだけなら、ほんのちょっとでも効果があれば覚えられると思いますので！」
　慌てたように口早に言うウィズに、アクアがにんまりと凶悪な笑みを浮かべた。
　一応この二人は、大物アンデッドのリッチーと女神である。
　だが今の二人を見ていると、どちらがリッチーでどちらが女神だったか分からなくなる。
「いいわよ？　構わないわよ、幾らでも吸って頂戴。さあどうぞ？」
　アクアが自分の手を差し出した。
　その手をウィズが恐る恐る手に取って......。
「で、では失礼します..................。............？　あれっ？　あ、あれっ？」
　俺には何が起きているのかは分からないが、ウィズにとっては予想外の事が起きているらしい。
「ほらほらどうしたの？　私から魔力や体力を吸うんじゃないの？　あらあら、アンデッドの元締めみたいな存在の癖に、ドレインすらできないのかしら？」
　余裕たっぷりのアクアに対し、ウィズがみるみる涙目になっていく。
「あ、あれえ───────!?」
　アクアが、ドレインさせない様に抵抗しているらしい。
　──俺は無言でアクアの後ろ頭を引っぱたいた。
「痛いっ!?　ちょっとカズマ、邪魔しないでよ！　これはリッチーと女神の戦いなのよ！　私だって女神の端くれ、そう易々と吸われてたまるもんですか！」
「いや、話進まんから吸わせてやれよ......。悪いなウィズ、どうもこいつは職業柄、アンデッドが受けつけられないらしくてな」
　代わりに謝る俺に、ウィズがとんでもないとばかりに首を振った。
「い、いいえ！　そ、その、私がリッチーなのが悪いんですから......」
　気を取り直し、ウィズにスキルを見せて貰う。
「で、では失礼します......」
　ウィズがアクアの手を握り、再びドレインタッチを行った。
　ドレインタッチはアンデッド特有のスキルだそうで、相手の体力や魔力を吸い取る事ができるんだそうな。
　そして、自らの体力や魔力を、相手に分け与える事もできるらしい。
　このスキルがあれば、使い方によっては俺達のパーティーの火力不足を補うことができるかもしれない。
　ウィズのスキルを見た後、俺は自分の冒険者カードを確認した。
　そこには、確かに《ドレインタッチ》と書かれたスキル名がある。
　俺はスキルポイントを消費して、迷わずスキルを習得した。
「あ、あの、アクア様？　もう大丈夫ですよ、手を離して頂いても......。というか、アクア様に触れていると何だか手がピリピリするので、そろそろ離して欲しいのですが......」
「............」
　ウィズのその言葉に、見れば、アクアがウィズの右手を左手で握りしめ、その上に更に右手を載せて包み込んでいた。
「ア、アクア様？　あの、手が熱くなってきたんですが......、というか、痛いです、あの、痛いんですが！　アクア様、私の体がどんどんその、蒸発するみたいに浄化されていってるんですが、アクア様、消えちゃう消えちゃう、私、消えちゃいます！」
「お前はどさくさに紛れて何してるんだ」
「痛い！」
　ウィズの手を握り、嫌がらせをしているアクアの頭を引っ叩く。
　ウィズが何だか薄くなってるのは気のせいだろうか。
　──と、その時だった。
「ごめんください、ウィズさんはいらっしゃいますか？」
　言いながら、店先の鐘を鳴らしながら入って来たのは、中年の男だった。


「「「悪霊？」」」
　という事らしい。
　ウィズを訪ねてきたこの人は、不動産業を営んでいるそうだ。
　最近この街の空き家に、なぜか様々な悪霊が住み着きまくっているのだという。
　冒険者ギルドにも相談したのだが、こんな事は初めてで対処のしようが無いとの事。
　なにせ、悪霊の討伐クエストを出して退治しても、またすぐに新しい悪霊が住み着いてしまうのだという。
「悪霊を、祓っても祓っても、幾らでも新しいのが湧いて住み着いてしまうのですよ。それで、今は物件を売るどころではなく、物件の除霊をするので精一杯でして」
　男が疲れた表情でため息をついた。
　それで、なぜウィズの下へ相談に来たのだろう。
　そんな疑問が顔に出ていたのか、男は俺に教えてくれた。
「ウィズさんは、店を持つ前は高名な魔法使いでしてね。商店街の者は、困った事があるとウィズさんに頼むのですよ。特に、アンデッド絡みの問題に関してはウィズさんはエキスパートみたいなものでして。それで、こうして相談に来た訳なんです」
　なるほど。リッチーはアンデッドの王とも呼ばれる存在だ。
　この人はウィズの正体は知らないのだろうが、確かにウィズなら、この件に関しては適任かもなあ。
　だが、男はウィズを見ながら困った様な表情を浮かべて言った。
「ですがその......。ウィズさんは、今日は何だか具合が悪そうですね。いつも青白い顔をしていらっしゃいますが、今日は特に酷いですよ？　何ていうか、その......。今にも消えてしまいそうな......」
「............」
　俺が無言で、先ほどウィズを浄化しようとしたアクアを見ると、ふいっと目を逸らして居心地が悪そうにソワソワしだした。
　ウィズは、幾分辛そうに笑いながらも、ポンと自分の胸を叩く。
「大丈夫ですよ、任せてください。街の悪霊達をどうにかすればいいんですね？」
「ああ、いえ！　全ての建物の悪霊をどうにかして欲しいという訳ではなくですね......。その、例の屋敷をどうにかして欲しいと思いまして......」
「ああ、あそこですか。なるほど......」
　男の言葉に、ウィズが納得した様に頷いた。......例の屋敷？
「では、任せてください。あの屋敷の中に迷い込んだ、悪霊だけをどうにかしますね？」
　ウィズがそう言って立ち上がり、やがて力が抜けた様によろめいた。
「ああっ！　ウ、ウィズさん、具合が悪いなら結構です、無理しないでください！」
　男が慌ててウィズを支え、そんなウィズを見ていられない様にアクアが更に目を逸らす。
　俺はアクアに顔を寄せ、何も言わずにジッと見た。
「............わ、私が、やります......」
　耐え切れなくなったアクアが、小さな声で呟いた。


「......この屋敷か」
　街の郊外に佇む一軒の屋敷。
　男の話では、部屋数は屋敷にしてはそれほど多くは無いと言っていたが、なかなかどうして。
　日本にある一軒家の数倍の大きさがあるその屋敷は、とある貴族の別荘だったらしい。
　だが、その貴族がこの別荘を手放したそうだ。
　そして売りに出されようとしたところにこの悪霊騒ぎである。
「悪くないわね！　ええ、悪くないわ！　この私が住むのに相応しいんじゃないかしら！」
　アクアが小さめの鞄を手に興奮したように叫び、同じく鞄を手にするめぐみんも、心なしか顔が紅潮していた。
　この屋敷に住む。
　それは、別にアクアがとち狂ってしまった訳ではない。
　屋敷が大きいため、その分たくさんの悪霊が集まったらしく、ここは、現在、幽霊屋敷との評判がすっかり定着してしまっているらしい。
　そこで今回の除霊が済んだ暁には、その報酬として、悪評が消えるまで無料で住んでも良いとの事。
　つまり、この依頼をこなせれば、冬を越すための資金集めをしなくても済む訳だ。
　降って湧いたこの話に、俺は自分の運の良さに感謝した。
「しかし、本当に除霊ができるのか？　聞けば、今この街では祓っても祓ってもすぐにまた霊が来ると言っていたのだが」
　ダクネスが、大きな荷物を背負いながら言ってくる。
　そう。本来なら悪霊が湧き出している原因を突き止め、それを断つのが一番なのだろう。
　だが、俺達に頼まれた仕事は屋敷の除霊だ。
　ついでに打算的な事を言わせてもらうと、除霊が長引いてくれた方が、この屋敷により長く住む事ができる。
「でもこのお屋敷、長く人が住んでいない感じなのですが。悪霊騒ぎがあったのは、ここ最近ですよ？　もしかして、今回の街中の悪霊騒動が起きる前から問題がある、訳有り物件だったりして......」
　めぐみんが不安になる様な事を言った。
「ま、まあ何にしても。たとえそんな問題物件だったとしても俺達にはアクアがいる。だろ？　大丈夫だよな、対アンデッドのエキスパート」
　自分で言ってて不安になってくるが、ことアークプリーストとしての能力に関しては、こいつは問題ないはずだ。
　......多分。
「任せなさいな！　......ほうほう。見える、見えるわ！　この私の霊視によると、この屋敷には貴族が遊び半分で手を出したメイドとの間にできた子供、その貴族の隠し子が幽閉されていたようね！　やがて元々身体の弱かった貴族の男は病死、隠し子の母親のメイドも行方知れず。この屋敷に一人残された少女は、やがて若くして父親と同じ病に伏して、両親の顔も知らずに一人寂しく死んでいったのよ！　名前はアンナ＝フィランテ＝エステロイド。好きな物はぬいぐるみや人形、そして冒険者達の冒険話！　でも安心して、この霊は悪い子じゃないわ。私達に危害は加えないはずよ！　おっと、でも子供ながらにちょっぴり大人ぶった事が好きな様ね。甘いお酒を飲んだりしてたみたいよ。という訳で、お供えはお酒を用意しておいてねカズマ！」
　ペラペラと、テレビに出てくるインチキ霊能力者みたいな事を口走り始めたアクアを、胡散臭い詐欺師を見る視線で眺めながら、俺はダクネスとめぐみんに尋ねた。
「......なあ、どう思う？　何でそんな余計な設定や名前まで分かるんだってツッコみたいんだが。......あいつ、本当に大丈夫なのか？　俺、もしかして安請け合いしちまったのか？」
「「........................」」
　二人も俺と同じ不安を抱えていたのか、俺の質問には答えてはくれなかった。


　夜半過ぎ。
　俺達はみんな鎧などは脱ぎ、屋敷でくつろいでいた。
　すでに各自の部屋割りを決め、荷物なども部屋に運んでいる。
　俺としては、この屋敷に今日からアクアが住み着く以上、悪霊の類は出て行ってくれるのではと、淡い期待を抱いていた。
　もしくは、アンデッドホイホイなあいつの体質上、アクアの部屋に集まっていってくれるのではないだろうか、と。
　あれでいて一応アークプリーストにして女神なアクアだ。
　自分の家が悪霊なんぞに好き勝手やられるのを放置しておく様なヤツではない。
　俺は自分の部屋として確保した、二階の一番大きな部屋で、わりと安心して休んでいた。
「あああああああっ!?　わああああーっ!!」
　その、頼りにしていたアクアの泣き声を聞くまでは。
「どうしたっ!?　おいアクア、何があった！　大丈夫かっ!?」
　俺は慌ててアクアの部屋の前に駆けつけると、そのまま部屋のドアをノックする。
　返事が無いので、これはヤバい事態なのかと判断し、勢いよくドアを開けた。
　そこには......、
「うっ......ううっ......。カ、カズマああああっ！」
　部屋の中央で、大事そうに空の酒瓶を抱え、泣いているアクアの姿。
　......おい。
「えっと、何があった？　てか、お前は酒瓶なんて抱いて何してんだ。酔っ払って奇声を上げたとか言ったら、クリエイト・ウォーターで水ぶっかけて酔いを醒ましてやるからな」
「ち、違うの！　この空になった酒瓶は、私が飲んだ訳じゃないわ！　これは、大事に取っておいた凄く高いお酒なのよ。お風呂から上がったらゆっくりちびちび大事に飲もうと楽しみにしてたの！　それが、私が部屋に帰ってきたら、見ての通り空だったのよおおおおおおっ！」
　寝よう。
「そうか、じゃあお休み。また明日な」
「ああっ!?　待ってカズマ！　これは悪霊よ！　悪霊の仕業なのよ！　この屋敷に集まってきた野良幽霊か、この屋敷に憑いている貴族の隠し子の地縛霊か！　そのどちらかに違いないわ！　ちょっと私、屋敷の中を探索して目につく霊をしばき回してくるわ！」
　野良幽霊なんてもんがこの世界にはいるのかと気になったが、除霊してくれるというのなら別に止める必要も無い。
「......なんだ、一体何の騒ぎだ？」
「もう結構遅い時間なんですから、勘弁してください。何事なんですか？」
　先ほどのアクアの叫びを聞きつけて来たのだろう、ダクネスとめぐみんの二人がやって来る。
「こいつが、取っといた酒を悪霊に飲まれたとか騒いでいてな。除霊するとか言ってるんだよ。そもそも何で悪霊が酒なんて飲めるんだよとか色々ツッコみたいんだが、めんどくさいから俺はもう寝る。後はお前らに任せたよ」
　俺が部屋に戻ろうとするとアクアが後ろから罵倒してくるが、そんな事はどうでもいい。
　とっておきの酒を飲んでしまう程度の悪さしかしない悪霊なら、放置しといても問題ないだろ。


　一体どれほど眠ったのか。俺は、ふと夜中に目が覚めた。
　屋敷の中は静まり返り、深夜はとっくに回っているだろう。
　──トイレ行きたい。
　俺は寝ていたベッドから起き上がろうと......。
　......して、その体が動かない事に気がついた。
　何だこれ。......金縛り？
　声を出そうとしてみても、くぐもった声が出るだけで、アクアに助けを求める事もできない。
　そんな状況で、俺はふと、大変な事に気がついた。
　そう、尿意が大ピンチである。
　ダメだ、しっかりしろ、俺はもう大人だ！
　大人になって漏らしてもいいのは、特殊なお店の中とお爺ちゃんだけだ！
　俺は身動きが取れない状況で歯を食い縛って耐えていると、部屋の隅から音が聞こえた。
　──カタンッ。
　その音は、静まり返る屋敷の中に、とても大きく響き渡った。
　その音に、身動きが取れない俺は視線だけを部屋の隅へと向けて見る。
　部屋の隅の暗がりには......。
　一体なぜそこにそんな物があったのか、小さな西洋人形が置かれていた。
「............ッ！」
　俺は無意識の内にツバを飲む。
　嫌な汗が止まらない。
　何だろう、なんであんな所に人形があるんだろう。
　俺はあんな物を置いた記憶は無いし、俺が寝てる間にアクアが嫌がらせでもしようとこっそり置いといたのだろうか。
　うん、そうだな。きっとそうだ。
　あの駄女神め、朝になったらこっ酷い目に遭わせてやる。
　俺は勝手にアクアのせいだと結論づけると、そのままきつく目を瞑って現実逃避に走る。
　──カタンッ。
　嫌でも部屋に響くその音に、俺は目を瞑ったままどっと汗を噴き出した。
　うん、あれだな。何でもかんでもアクアのせいにするのは可哀想だ。
　そう、何だかんだいって日頃あいつも頑張ってるんだ、たまには優しくしてやろう。
　──カタンッ。
　なんせ女神様だからな、うん。
　そう、この屋敷にはその女神がついてる。
　悪霊？　何それ、そんなもんアクアさんにかかっちゃ吹けば飛ぶ様なちょろいもんだろ、なんせウチのアクアはリッチーですら浄化させた女神ですぜ？
　カタンッ。
　カタンッ。
　カタンッ──！
　ああ、朝になったらアクアに今までの事を謝ろう、俺は確かに女神様に対してちょっと扱いが雑過ぎたな、うんあれだ、反省してる、反省してます。
　──カタカタカタカタ、ガタガタガタガタッ！
　あああああああああマジで今までの事全部謝るから！
　謝るから、どうかアクア様、助けてくださいっ！
　..................俺の懺悔と祈りが届いたのか、部屋の隅から聞こえていた音が止んでいた。
　良かった、やっぱり悪霊なんていなかったんだ。
　俺は少しだけ安心する。
　それと同時に、ある欲求が湧き上がった。
　──目を開けたい。
　目を開けて、さっきの人形が今どうなってるのか確認したい。
　だが、俺の勘みたいな部分が全力でそれは止めとけと囁いている。
　どうしよう、マジで気になる、だが開けるの怖い、でもこのままも怖い！
　俺はしばらくの間悩みに悩み、このままではトイレにも行けない事を思い出す。
　俺は意を決して、うっすらとその目を開け............。
　すぐ目の前で、俺の顔を覗き込んでいる西洋人形と目が合った。
「なあああああああああああああああああああああああああ!!」
　俺は魂を搾り出す様に絶叫を上げると、途端に動く様になった身体で目の前の人形を払いのけた！


「アクアー！　アクア様あああああー！」
　俺はアクアの部屋へ続く廊下を、裸足でひた走っていた。
　背後に何かが追って来る音を聞きながら。
　怖い怖い、超怖い！　なにこれ、何でこんな事になってんの!?
　──ガダンッ！　ガタタタタタタッ、カタカタカタカタッ！
　背後の嫌な音を聞きながら、俺はアクアの部屋の前に着くと、ノックもせずにそのまま部屋に飛び込んだ。
　そして慌ててドアを閉め、そのままドアに鍵をかける。
　一拍置いて、ドアに何かがぶつかる音。
　それをドア越しに背中に聞きながら、俺は部屋の中に視線をやった。
　そこにはアクアの姿は無く。
　両の目を紅く輝かせた、黒髪の少女が、暗闇の中、部屋の中央に座り込んでいた。
「ひゃああああああああああ！」
「きゃああああああああああ！」
　思わず悲鳴を上げる俺に、目の前の黒髪の少女も悲鳴を上げる。
　その聞き覚えのある声がする方をよく見ると、それはパジャマ姿のめぐみんだった。
　俺とめぐみんはひとしきり叫んだ後、少しだけ落ち着きを取り戻す。
　ドアの外では、ドアに何かがガツガツとぶち当たる音。
　何がドアにぶち当たっているのかは怖いから考えたくない。
「お、脅かすなよめぐみん、危うく漏らすとこだったぞ、おい」
「それはこっちのセリフです！　なぜカズマがこの部屋に飛び込んでくるんですか、アクアが帰って来たのかと思ったのに......！」
　そのめぐみんの言葉にハタと気づく。
「そういや、何でアクアの部屋にめぐみんが？　いや、アクアはどこ行った？」
　俺の言葉に、めぐみんは。
「う......。いや、その......。人形が、ですね。その、あちこちで動いておりまして」
　ああ、めぐみんも俺と同じ目に遭ったのか。
「それでですね。............その......アクアに、身の安全を守ってもらうのと、............一緒にトイレに......と思いまして......」
「......お前もか......」
　俺のその呟きに、めぐみんも俺が同じ目に遭った事を察したらしい。
「カズマも人形に追いかけられたんですか。多分アクアは、ダクネスと共にこの屋敷内の除霊を行っているのではと思います」
「......アクアはともかく、ダクネスは......、ああ、そういやあいつ、アレでクルセイダーなんだったな」
　ダクネスを見ているとあまりそうは思えないが、本来クルセイダーとは、神に仕える聖騎士にして、敬虔なる神の信徒。
　プリースト程ではないが、確か神聖な力も使えるはずだ。
　あの守り馬鹿のダクネスが魔法系のスキルを取っているとは思えないが、スキルが無くとも神への祈りの真似事ぐらいはできるのだろう。
　しかし、そうなると俺とめぐみんは今、困った状況に置かれている事になる。
　咄嗟の事で武器の類は部屋に置いて逃げてきてしまった。
　見ればめぐみんも杖など持たず手ぶらのままだ。
　杖を持っていてもこんな所で爆裂魔法を唱えられてはたまらないが。
　この状況をどうしようかと悩んでいると、めぐみんが何かに気づいた様に言ってきた。
「カズマ、ドアの外の音が止んでます。今ならドアの外に人形はいないのでは？」
　そういえば、すでに音は止んでいた。
　だが、正直言って出るのが怖い。
　仮にもリッチーを退けられるアクアが、あんな人形ごときにやられるとは思えない。
　となれば、このまま部屋でじっとしていれば、アクアとダクネスがその内除霊を完了させるだろう。
　──だが、一つだけ問題がある。
「なあめぐみん、ちょっとドアの方向いて耳塞いでてくれ。ちょっと失礼してベランダから......」
　その問題を手っ取り早く解決させようと、ズボンのベルトに手をかけながら、ベランダに出ようと......。
　した俺のズボンのベルトを、行かせまいとするかの様に後ろからめぐみんが摑んできた。
「おい、何してんだよ。放してくれ、さもないと俺のズボンとこの部屋の絨毯が大変な事になる」
「行かせませんよ、何一人ですっきりしようとしてるんですか。私達は仲間じゃないですか、トイレだろうとどこだろうと、逝く時は一緒です......」
　めぐみんが、言ってにこりと微笑を......。
「ええい放せ！　こんな時だけ仲間の絆を主張するな！　お前、紅魔族はトイレ行かないとか言ってたじゃねーか！　なんならそこに空いた酒瓶が転がってるから！」
「今、とんでもない事を口走りましたね！　その空いた酒瓶で私に何をしろと!?　させませんよ！　私でも、カズマが用を足そうとしてる所を、後ろから揺らしてやるぐらいはできますか......ら......ね........................」
　途端に尻すぼみになっていくめぐみんに、俺は不審に思い、そちらを見る。
　そしてめぐみんが、俺が出ようとしていたベランダの窓を凝視している事に気がついた。
　......俺は嫌な予感がしつつもそちらを向くと。
　そこには、案の定というべきか、予想外というべきか。
　ベランダの窓にびっしりと張りついた、大量の人形がこちらを見ていた。
「「ああああああああああ！」」
　俺とめぐみんは同時に叫び、二人仲良く部屋から飛び出し、駆け出した。


「ううっ......。カズマ、いますか？　離れないでくださいよ？」
「いるよ、ちゃんといるし、もし人形が出ても置いてったりしないから早くしてくれ」
　屋敷の中を駆け、俺とめぐみんは近場のトイレに逃げ込んだ。
　もう二人とも、自分の身体に言い訳ができないほどに限界だったからだ。
　先に用を済ませた俺は、めぐみんが出てくるのをドアの前で待っていた。
　俺がどこかへ行くのが怖いのか、先ほどからしきりに話しかけてくる。
「......あの、カズマ。流石にちょっと恥ずかしいので、大きめの声で歌でも歌ってくれません？」
「何が悲しくてこんな夜中にトイレの前で歌わなきゃならないんだよ！　どうせこれから、野外やダンジョンで何度もこんな状況はあるだろ！」
　めぐみんにツッコミつつも、実は待ってる俺も微妙に気恥ずかしいので、仕方なく歌い出した。
　歌といっても日本の歌しか知らないので、適当に大声でアカペラで。
「......ふう。えっと、もういいですよカズマ。聞いた事も無い、随分変わった歌ですね？　前から思ってたんですが、カズマってどこの国出身の人なんですか？」
「夜中にトイレの前で歌う風習のある、日本っていう素敵な国の出身だよ。ほら、行くぞ。とっととアクアを探して合流しようぜ」
　適当な事を言う俺の後を、無言でぺたぺたとついてくるめぐみん。
　とにかく今の状況では、俺とめぐみんは悪霊に対して何の抵抗もできない。
　一刻も早くアクア達と合流したい。
　──と、その時だった。
　俺とめぐみんがトイレの手洗い場から廊下に出ようとすると......。
　カタ──カタ──カタ──カタ──
　あの嫌な音が聞こえ、俺はトイレの手洗い場のドア前で身を屈めた。
　隣ではめぐみんが、俺の服の裾をギュッと摑み、震えながら身を寄せてくる。
　怖い、人形マジ怖い。
　あんな人形に殺されるなんて事は流石にないだろうが、夜中に西洋人形に追いかけられるというのは尋常ではない恐怖だった。
　小さく震えていためぐみんが、俺の服の裾を摑んでいた手を離し、両手を前に掲げて小さく何かを......！
「こらっ、お前は何を唱えてる！　この屋敷ごと吹き飛ばす気かっ！」
　恐怖のあまり、爆裂魔法の詠唱を始めためぐみんの口を塞ぎ、そのまま暴れない様に身体を押さえる。
　──いつの間にか、あの、カタカタいう音がドアの前で止んでいた。
　震えながら俺の手を摑み、こちらを見上げてくるめぐみん。
　クソ、やるしかないか！
「めぐみん、ドアを開けたらお前は走れ！　俺は覚えたてのドレインタッチで、人形から魔力の一つでも吸い取ってやる！　人形の攻撃を食らっても、死ぬ様な事はないだろ！」
　俺が叫ぶと、めぐみんは口を塞がれたままでコクコクと頷いた。
「おらあ！　かかってこいやこの悪霊があああああ！　後でウチの狂犬女神けしかけてやんぞこらああああっ！」
　叫びながらドアを勢い良く押し開けると、ごっ！　と何かがドアにぶち当たる。
　しめた、追ってきた人形を今ので吹き飛ばしたかもしれない。
　俺はめぐみんの手を摑み、ドアの外へと飛び出すと、そのまま一気に駆け抜けようと............！
「アクア！　お、おいアクア、大丈夫か!?」
　駆け抜けようとした俺は、ドアの前に顔を押さえてうずくまるアクアと、傍に力を失い転がる人形、......そして、アクアに声を掛けるダクネスの前で固まった。


「ふう、これでよし、と。結構いたわねー。結局朝までかかっちゃったじゃないの」
　アクアが、人形に憑いた最後の悪霊を浄化して、明るくなってきた窓の外を見て呟いた。
　流石は対アンデッドのエキスパート。この広い屋敷の悪霊を、一晩で退治してしまった。
「ふむ、一応ギルドに報告した方がいいだろう。クエストを受けた訳ではないが、本来ならば冒険者ギルドがなんとかすべき仕事だ。街の悪霊屋敷の一つを浄化した事で、臨時報酬ぐらいは貰えるかも知れない。それに、この街に急に悪霊が増えた原因も知りたいしな」
　ダクネスの言葉に全員が頷いた。
　ダクネスとめぐみんには、散らかった屋敷内の後始末を頼み、俺とアクアはギルドへ報告に行く事に。
　その道中。俺とアクアは、屋敷の悪霊の話をしていた。
「ところで、屋敷に憑いた貴族の隠し子って話はどこに行ったんだよ。俺達には危害は加えない、悪い霊じゃないって話じゃなかったのか？」
　アクアがその言葉にポンと手を打ち。
「ああっ！　そういえばそんな子もいたわね！　安心して、今回の件はどこからともなくやって来た野良幽霊の仕業だったわ。でも私の高級酒を飲んだのは、多分貴族の隠し子の方だと思うの！　ねえカズマ、飲まれちゃったお酒、除霊の必要経費って事で......」
　俺は何か言っているアクアを無視して、ギルドのドアに手を掛けた。
「おはようございます。ちょっと早いんですが、報告したい事があるんでいいですかね？」
　朝早くだというのに、受付にはお姉さんがいた。
「はいはい、何でしょうか？」
　俺とアクアが不動産屋から受けた依頼や屋敷での出来事を説明すると、受付のお姉さんはアクアの冒険者カードを見て、なるほどと頷いた。
　そういえば、冒険者カードには倒したモンスターの情報や数が記録されるんだったな。
「確かにこの案件では、悪霊が街に蔓延っているという事で、様々な所から相談を受けております。街にいるモンスターを退治したという事で、僅かですが臨時報酬が出ます。ご苦労様でした」
　その言葉に、俺とアクアは無言でガッツポーズを取った。
　受付のお姉さんは尚も続ける。
「お手数をかけて申し訳ないです。悪霊が急に増えた原因なんですが、分かりましたよ。街の共同墓場があるじゃないですか？　あの墓場に、何者かがイタズラか何かで、神聖属性の巨大な結界を張ったんですよ。それで、墓場に発生した霊が行く所を失って、街の中の、人のいない空き家に住み着いたみたいで......」
　──それを聞いたアクアがビクンと震え、動きを止めた。
　............。
「ちょっと失礼」
　俺はお姉さんに断って、アクアをギルドの隅に無言で引っ張って行く。
「おい。心当たりがあるな？　言え」
「......はい。以前ウィズに、墓場の迷える霊を定期的に成仏させて欲しいって頼まれてたじゃないですか。でも、しょっちゅう墓場まで行くのってめんどくさいじゃないですか。それで、いっそ墓場に霊の住み場所をなくしてやれば、その内適当に空気に散っていなくなるかなって思いました」
　観念した様に、素直に敬語で白状するアクア。
　つまり、手抜きをしたこいつのせいで、墓場にいられなくなった霊が街に迷い込んで来た訳だ。
　......なんというマッチポンプ。これはどう考えてもダメだろう。
「......ギルドからの臨時報酬は受け取らない。いいな？」
「............はい」
　申し訳無さそうな表情で、素直にコクリと頷くアクア。
「後、俺と一緒に不動産屋にも謝りに行くぞ。詐欺みたいなもんだからな」
「........................はい。本当にごめんなさい」
　俺とアクアはギルドを後にし、不動産屋に......。
　と。その前に、ダクネスとめぐみんに報告しようと屋敷に帰ると、昨日の不動産屋の男がそこにいた。
「これはこれは。どうなったか心配で、様子を見に来たのですが。無事、除霊は済んだ様ですね」
　にこやかな笑顔で言ってくる男が、俺達の心配をしてくれていたと知り、俺はいよいよいたたまれなくなった。
　俺とアクアは事情を話し、除霊の済んだ屋敷を返す事を男に告げる。
　......が。
「なるほど。......でも、できれば今後もこの屋敷に住んで頂けると有り難いのですが。なにせこの屋敷は広い分、他の物件よりも大量の悪霊が住み着いて暴れておりましてね。おかげで随分と悪評が............」
「「すんませんしたっ！」」
　俺とアクアが地に頭をつけて土下座すると、男が慌てて言ってきた。
「ああ、いいですいいです！　頭を上げてください！　ええっと、こうしましょうか。あなた達はこのまましばらく、この屋敷に住んでください。この屋敷にいた大量の悪霊を除霊できたという事は、あなた達はよほど実力のある冒険者なのでしょう。冒険者に貢献するのは、この街の住民の義務ですよ。そして、あなた達に長く住んで頂ければ、悪霊屋敷の評判もいずれは消えますので......」
　男の太っ腹な条件に、俺とアクアは再び地面に土下座する。
「ああ、止めてください止めてくださいっ！」


　この屋敷に住む条件として、二つの事を頼まれた。
　その条件というのが、ちょっと変わった物で......。
「冒険が終わったら、夕食の時にでも、仲間と一緒にその冒険話に花を咲かせて欲しい。......また妙な条件だな。別にいいんだけども」
　俺は、屋敷の庭に屈み込みながら呟いた。
　あの男も、おかしな事を頼むもんだ。
　そして、もう一つの条件とは──
「カズマさん、こんにちは！　お墓の掃除ですか？」
　屈み込みながら草むしりをしていた俺は、背後から声を掛けられた。
　振り向くと、そこには昨日よりも顔色の良くなったウィズがいた。
「もう大丈夫なのか？　昨日は悪いな、ウチのバカが迷惑掛けて」
「いえいえ。むしろ、私としてはこれで良かったと思ってますから。これなら、きっと寂しく無いでしょうし」
　ウィズは、そんな良く分からない事を言いながら、俺に向かって笑いかける。
　俺達に出された、ここに住むにあたってのもう一つの条件。
　それは、屋敷の庭の隅にある、この小さな墓の手入れをする事。
　という訳で俺は、早速墓の周りの草むしりをしていたのだが。
　ウィズは、せっせと草をむしる俺を見て、なぜか嬉しそうにしている。
　屋敷に寄って行かないのかと聞くと、店番があるので帰りますと言い残し、ウィズは頭を下げて帰って行った。
　ウィズは何をしに来たのだろう。
　俺たちを心配して来てくれたのだろうか。
　俺は小さな墓に水を掛け、墓石を綺麗に洗ってやる。
　と、墓石にはかすれた文字が刻まれていた。
　きっと、この墓の下に眠る誰かの名前なのだろう。
　所々かすれて良く分からないが、アンナという名前が読み取れた。
　──アンナ。......アンナ？
　誰だったっけ。最近どこかで聞いた事がある様な......？
　墓の前に屈み込んで悩んでいると、屋敷の方から声が掛かる。
「カズマー！　もうご飯できてるから、はやくきてーはやくきてー！　早く来ないと、せっかくのお昼が冷めちゃうんですけど！」
　見れば、屋敷の窓から顔を出し、アクアがこちらに手招きしていた。
「分かったよ。待ってろ、今行くからー！」
　俺はアクアに叫び返すと、墓の表面を布で拭き、水気を取り除いてやった。
　墓石には、『アンナ＝フィランテ＝エステロイド』と名前が彫ってある。
　やっぱり、最近どこかで聞いた気が......。
「カズマー！　めぐみんが、一分遅れるごとにカズマの唐揚げが一つずつ失われる事になるって言ってるわ。やっぱり、来るのはゆっくりでいいわよ。私達のおかずが増えるし」
「待てこらっ！　そんな横暴が許されるかよ！」
　俺は墓の掃除を終えると、屋敷に向かって駆け出した。


　屋敷を手に入れた。
　一番懸念されていた、冬越しという案件が解決された訳だ。
　早速、パーティーメンバー四人でここに移り住む事になり、中身に難ありとはいえ、異性と同じ屋根の下、一緒に暮らすという新生活に、内心ワクワクしていた訳なのだが。
「おいこら、そこを退け。今から内職するんだよ。寒いのなら、自分の部屋で布団にでも包まってろよな」
　新生活初日にして、早速問題が起こっていた。
　冬は強いモンスターしか活動していないので、街に篭もるしか無いのだが。
　厄介な借金を早く返したいので、俺はギルドから内職を貰ってきたのだが、この寒さでは手がかじかみ、作業が上手く捗らない。
　なので、屋敷の一階にある広間の、暖炉の前を使いたいのだが、ここは自分の特等席だと勝手に決めているアクアが、ソファーにしがみつき、現在激しい抵抗を見せていた。
「嫌よ。お布団なんて、一度外に出ちゃったら冷えちゃうじゃない。私に再び布団で寝て欲しいのなら、お布団をレンジでチンして頂戴」
「お前、ここにレンジなんてある訳ねーだろ！　ていうか、わがまま言ってないでとっとと退けよ！　大体、誰の借金の為に俺が働いてると思ってんだ？　これ以上邪魔する気なら、俺にも考えがあるからな」
「なによ、やる気？　お互い素手の状態なら、ステータスが超高い私の方に分があるわよ。暖炉の前は我が聖域。これを侵す者には天罰があああああああああーっ!!」
　言う事聞かないアクアの首筋と背中にフリーズという名の天罰をくれてやると、アクアは悲鳴を上げて、しがみついていたソファーから転がり落ちる。
　空いた暖炉の前のソファーに座り、抱えていた材料をテーブルに置くと、
「フッ......。という訳で、この場所は晴れて俺の物になった様だな。ほら、内職を手伝う気が無いなら、向こうの二人に遊んで貰ってこい」
　俺は、首筋を押さえて絨毯の上でプルプルしているアクアにしっしと手をやった。
　広間の中央では、ダクネスとめぐみんがこの世界のチェスにも将棋にも似たボードゲームに興じている。
「フフ、我が軍勢の力を見るがよいです。このマスにオーク兵をテレポート」
「めぐみん、ウィザードの使い方がイヤらしいぞ。......ここにクルセイダーを移動、そして王手だ！」
「テレポート」
　魔法の概念があるこの世界は、地球とは違い、チェスみたいな遊びのルールも若干違う。
　あのボードゲームはめぐみんと一度やってみたが、敵の王様に盤外へテレポートされた時点で、もう二度とやらないと心に決めた。
　と、首を押さえて震えていたアクアが、何を思ったかバッと立ち上がり、懐から自分の冒険者カードを取り出して俺に向けて突きつける。
「ちょっとカズマ、これを見なさいな、レベルの欄を！　今私は、この四人の中で一番の高レベルなのよ？　もうベテランと呼ばれてもおかしくないレベルなの！　レベル20にも満たないひよっ子達の分際で、おこがましいわよ！　ほら、分かったら格上の私に暖炉の前を譲りなさいな！」
　突き出してきたカードを見ると、確かにレベルが跳ね上がっていた。
　表示レベルは21。
　考えてみれば、魔王の幹部ベルディア討伐に、先日のダンジョンで大量のアンデッドの浄化に加え、おまけに、最後にはリッチーまで浄化したのだ。
　アクアの成長を喜ぶと同時に、レベルを追い抜かれた事で、ちょっと悔しさも......。
　......あれ？
「......なあアクア。お前、レベルは上がってるんだけども。ステータスが、最初見た時から一切伸びていないのはなぜ？」
「バカねカズマ。私を誰だと思っているの？　ステータスなんて、最初からカンストしてるに決まってるじゃない。ステータスはカンスト。初期スキルポイントも、宴会芸スキルとアークプリーストの全魔法を習得できる程の量を最初から保有。そこらの一般冒険者と私を、一緒にする事が間違ってるわ」
　俺は思わずアクアのカードを取り落とし、そのままガクリと絨毯に膝をつく。
　そんな俺を見てアクアが勝ち誇った様に笑みを浮かべているが、それどころではない。
　──つまりこいつはどれだけレベルを上げても、これ以上知力が上がらない訳だ。
　俺はカードを拾い上げ、アクアに返すと暖炉の前を譲ってやった。
「あら？　なによ、随分素直じゃないの。......ねえ、なんで泣いてるの？　そんなにレベルを抜かれたのがショックだったの？　......ね、ねえ、なんで私の肩をぽんぽん叩いて優しくするの？　なんでそんな、可哀想な人を見る目で私を見るの？」
　俺は暖炉の前にアクアを座らせると、今日はもう、とても仕事をする気分では無くなってしまった為、気分転換に街に繰り出す事にした。


　街の中は雪が積もり、寒さの為か人もあまり出歩いてはいない。
　この世界の住人達の常識では、冬は引き篭もるもの。
　凶暴なモンスターしか活動しないこんな時季に、鎧を着込んでクエストに出掛けていけるのは日本から来たチート持ち連中ぐらいのものだ。
　そしてこんな寒い中、街中をふらついているのは俺の様な暇人か......。
　──もしくは俺の前方で不審な動きを見せている、俺の知り合いぐらいのものだろう。
　俺は道の往来でコソコソしながら、路地裏に佇む一軒の店の様子をうかがっている、二人の知人に声を掛けた。
「キース、ダスト。お前らこんな所で何やってんの？」
「「うおっ!?」」
　背後から声を掛けられ、キースとダストが飛び跳ねた。
　今日の二人は、冒険者には似つかわしくないラフな格好をしている。
「な、なんだよカズマか、驚かすなよ。全く、潜伏スキル持ちはこれだから、全く......」
　キースが俺を見て安心した様に言ってくる。
　が、勿論俺は潜伏スキルなんて使っていないのだが。
「よう。あれか？　今日はあの三人は一緒じゃないのか？」
　ダストが気にした様に俺の周りをチラチラ見ていた。
　まあ連中にエライ目に遭わされてるし、警戒するのは分かる。
「いや、今日は俺一人だから安心してくれ。そんなにあいつらが苦手になったのか？　俺は家にいるのも飽きたから、散歩してるんだよ。お前らはこんな所で何してんの？」
　俺の言葉に安心したのか、ダストがホッと息を吐きながら。
「いや、まあ......俺達はその、なあ？　まああの姉ちゃん達がいないなら別にいいんだ。というか、女連れじゃないなら別に気にする事はねえよ」
　......？
　なんだそりゃ、女がいるとマズイ事でもしてるのか？
　俺のそんな感情が表に出ていたのだろう、キースがにやけた表情で言ってきた。
「日頃綺麗どころに囲まれてるカズマには縁の無い事だよ。俺とダストは寂しく......」
「おい待て」
　キースが何かを言いかけ、それをダストが遮った。
　そして、ダストは俺に同情の視線を向けながら。
「キース......。こいつはそんなんじゃない。一見ハーレムに見えるが、そんなんじゃあ無いんだ。......こいつは、俺達の仲間だ。苦労してるんだよ色々と」
　そんな事を、しみじみと言ってきた。
　ああ、そうか......。こいつはあの時、相当苦労したんだなあ......。
　......よし。借金持ちの身の上だが、今日はダストに飯でも奢ってやろう。


　子供の頃、父親が旨そうに飲んでいたビールを欲しがり、一口飲んで吐き出したのは良い思い出だ。
　──酒なんて飲まないと幼心に誓ったものだが、俺は今、こうして異世界で、昼間から飲酒なんてしてしまっている。
　いけない事をしている様な気持ちになってくるが、異世界では法も違えば常識も違う。
　この世界では、未成年は飲んではいけないなんて法は無く、何か問題を起こしても、徹底した自己責任が課せられるだけだ。
　酒を美味いとは思わないのだが、それでも我慢して飲んでいる内に、何だかフワフワしてきた。
　これが気持ち良くて、人は酒を飲むのだろうか。
　ギルドの酒場で昼間から早々と男三人で酒盛りをしていると、キースが愚痴っぽく言ってきた。
「はーあ、全く。この時季はやる事無くって腐っちまうよな。おっと、カズマもいける口じゃないか。ほら、ドンドンいこう！」
　俺にグイグイと酒を注ぎ、キースはうひゃひゃひゃと笑い出す。
　キースは笑い上戸なところがある様だ。
「はあー......。冬になると、人肌恋しくなるよなあ......。正直、カズマの苦労は分かっちゃいるんだが、それでもこの時季は、少しだけお前が羨ましいぜ」
　ダストが、そんな事を言いながら深々とため息を吐いた。
　冬でやる事が無いからか、ギルド内の酒場の中には俺達以外にも、結構な人数が昼間から酒を飲んでだべっている。
　冒険者なんて連中は、元引き篭もりな俺に劣らず、結講ダメ人間が多いのかも知れない。
　俺はそんな事を考えながら、ちょっと気になっていた事を二人に聞いた。
「なあ。そういや二人は、あそこで一体何やってたんだ？」
　そう、あの時二人は、あの路地裏にある一軒の店に、入るかどうしようかと悩んでいた様に見えた。
　あそこの店は何だったのかが少し気になる。
　俺の言葉に、二人は顔を見合わせ、頷くと......。
　キースが握っていたジョッキを置き、真剣な顔をした。
「カズマ。俺は、お前なら信用できる。今から言う事は、この街の男性冒険者達にとっては共通の秘密であり、絶対に漏らしちゃいけない話だ。カズマの仲間の女達に、絶対に漏らさないって約束できるか？」
　その重々しい雰囲気に、俺は若干押されながらも頷いた。
　それを見たキースもこくりと頷き。
　そして、喧騒の中、周りには聞こえない様なとても静かな声で、ダストが言った。
「カズマ。この街には、サキュバス達がこっそり経営してる、良い夢を見させてくれる店があるって知ってるか？」
「詳しく」
　──俺はダストに即答していた。
　ほんのりと赤い顔のダストが、ジョッキを置いて教えてくれる。
「この街にはサキュバス達が住んでるんだ。って言うのも、連中は人間の持つムラムラする欲望の感情、つまり男の精気を吸って生きる悪魔だ。となると当然、彼女達には人間の男って存在が必要不可欠になってくる」
　ふむふむ。
　俺は酒場の中で熱心にダストの言葉に耳を傾けていた。
「で、だ。当然彼女達は俺達から精気を吸う訳だが......。ここの男性冒険者達とこの街に住むサキュバス達は、共存共栄の関係を築いている。......ほれ、俺達は基本馬小屋暮らしだろ？　つーとだ。その、色々と溜まって来るじゃないか。でも、周りには他の冒険者が寝てる訳だ。ムラムラ来たってナニする事もできないだろ？」
「そ、そうですね」
　俺はコクリと頷いた。
　やましい事なんて何一つ無いが、俺の頰を一筋の汗が流れる。
　そう、やましい事は何も無い。
「かといって、その辺に寝てる女冒険者にイタズラでもしてみろ。そんなもん即座に他の女冒険者に気づかれて袋叩きにされるか、もしくはイタズラしようとした相手が隠し持っていたダガーで、逆にアレを切り落とされそうになったっておかしくねえ」
　言って、ダストが青い顔でブルリと身震いした。
　キースがそれを見て、
「お前、まだリーンにちょっかい掛けた時のトラウマ、治ってなかったのか」
「う、うるせえ！　......で、そこでこのサキュバス達だ。こいつらが、俺達が寝てる間に凄いのを見させてくれる訳だ。俺達はスッキリできて、彼女達は生きていける。彼女達も、俺達が干乾びたり冒険に支障をきたさない程度に手加減してくれる。精気を吸い過ぎて冒険者がヤバイ事になった例は無い。......どうだ、誰も困らない話だろ？」
　ダストのその言葉に、俺はコクコクと何度も頷いた。
　素晴らしい。素晴らし過ぎる！
　サキュバス達もむやみに人を襲う理由が無くなり、馬小屋でモンモンとする冒険者達もいなくなる。
　きっと、性犯罪の抑制にだって繫がるだろう。
　そう言えば、この街は凄く治安が良い。
　俺の想像していた冒険者像ってのは、荒くれが多く、ガサツで喧嘩っ早くて酒が好き。
　ずっとそんなイメージだったのだが、この街では暴力事件も少なく、犯罪の話も特に聞かない。
　誰もが常に賢者タイムでいられれば、争いなんて起こらない。
　素晴らしい！　世の中って物はちゃんと上手い事成り立っているものなのだ！
　そんな軽い感動を覚えていた俺の様子を見て、キースが言った。
「実はその店の事を教えて貰ったのって、俺達も最近なんだ。で、今日初めて、俺達もそこの店に行こうって事になってな。そこでカズマに出くわしたって訳だ」
　ダストがクイッと酒を呷った。
　そして、俺に言ってくる。
「と、いう訳だ。......どうだ？　なんなら一緒に」
「ぜひ行きます」


　ギルドの酒場を出た俺達は、若干の緊張を滲ませながら先程の店の前に戻って来ていた。
　きっと俺一人では、こういった店には入れなかっただろう。
　だが、今の俺には頼もしい仲間がいる。
　一人でエロ本を買うのは勇気がいるが、大勢で買うなら怖くないという、あの不思議な心理だ。
　大通りからちょっと外れ、路地裏に入った小さな店。
　そこは一見すると、何の変哲も無い飲食店に見えるのだが......。
「いらっしゃいませー！」
　多くの男が、女性の体はこうあるべきと夢に見る様な、そんな魅惑の体をした女性。
　そんな体の、とてつもなく綺麗なお姉さんの出迎えを受けながら店に入ると、中にはものの見事に男性客しかいなかった。
　店内では、同じく魅惑の肉体を誇るお姉さん達がウロウロしており、正直それだけで、何だか胸が切ない気持ちになってくる。
　飲食店だというのに、客達のテーブルには食べ物や飲み物は何一つ置かれていない。
　客達は皆、それぞれテーブルで、アンケートの様な紙に一心不乱に何かをカリカリと書いていた。
　俺達を空いているテーブルに案内してくれたお姉さんは、メニューを手に笑みを浮かべ。
「お客様は、こちらのお店は初めてですか？」
　その言葉に俺達三人はコクリと頷く。
　お姉さんは微笑を湛え、
「......では、ここがどういうお店で、私達が何者かもご存知でしょうか？」
　俺達は再び無言で頷いた。
　それに満足したかの様に、お姉さんがテーブルにメニューを置く。
「ご注文はお好きにどうぞ。勿論、何も注文されなくても結構です。......そして、こちらのアンケート用紙に、必要事項を記入して、会計の際に渡してくださいね？」
　俺達はそのアンケート用紙を受け取った。
　つまり、サキュバスのお姉さん達の中で、アンケートに合わせて、一番好みのタイプにそった人が相手をしてくれるって事だろうか？
　アンケート用紙に目を落とすと............。
「あの、夢の中での自分の状態、性別と外見、ってのは......？」
　そんな、良く分からない事が書いてあった。
　状態は分かるが、自分の性別や外見って......？
「状態とは、夢の中では王様とか英雄とかになってみたい、等ですね。性別や外見は、たまに、自分が女性側になってみたい、というお客様もいらっしゃいますので。年端もいかない少年になって、強気の女冒険者に押し倒されたいとのお客様もいらっしゃいました」
　大丈夫なのだろうか、この街の冒険者は。
　しかし、そんな事まで設定できるのか。
　なるほど、夢だもんな。
　キースがおずおずと、お姉さんに質問する様に片手を挙げた。
「......あの、この相手の設定ってのは、どんな所まで指定ができるんですかね？」
「どんな所まででも、です。性格や口癖、外見やあなたへの好感度まで、何でも、誰でもです。実在しない相手だろうが、何でもです」
「マジですか」
「マジです」
　横から思わず素で聞いてしまった俺に、お姉さんは即答してきた。
　つまり、有名なあの子や、身近なあの子、そう、二次元嫁まで可能って事か？
「......あの、それって肖像権とか色んなものは大丈夫なんでしょうかね？」
「大丈夫です。だって夢ですから」
「ですよね」
　お姉さんの即答に俺は安心した。
　夢なら何も問題無い。
　ダストがおずおずと片手を挙げる。
「......相手への年齢の制限なんかも、無いって事ですかね？　いや、別にそういったのを指名する気はないんですがね、一応、なんて言うか......」
「ありません、お好みでどうぞ」
　お姉さんは一切の揺らぎもなく即答する。
　俺は思わず、
「だ、大丈夫なんですか？　その、条例とか、色々......」
「大丈夫です。だって夢ですもの」
「ですよね」
　夢なら何も問題無い。
　なんて事だ、最強じゃないかサキュバスの淫夢サービス。
　俺達三人は、無言でアンケートを書き続けた。
　そう、店内の他の客と同じ様に。
「では、皆様三時間コースを御希望ですので、お会計、それぞれ五千エリスをお願い致します」
　安いな！
　俺は会計でサイフを出し、その値段に驚いた。
　俺はもちろんそんな店には行った事が無いので細かい説明は省くが、日本での色んなお店の相場より破格に安い。
　そんな俺の表情から察したのか、お姉さんが、
「......私達にとって、お金は、この街で人として生活していけるだけの分があればそれで十分なんです。後は、ほんのちょっと、お客様の精気を頂くだけですから」
　そう言って、クスリと微笑んだ。
　なんてこった、コレほどに皆が幸せになれる商売があっただろうか。
　俺は彼女の献身的な慈愛に満ちた経営方針に、すっかり心を奪われた。
　これはぜひ常連になって、彼女達を手助けしてやらねばならない。
　俺達は思わず、サキュバスのお姉さんを拝み、呟いていた。
「か......神様......」
「や、止めて下さい縁起でもない！　で、では最後に、お泊まりのご住所と本日の就寝予定時刻をお願いします。その時間帯に、当店のサキュバスが就寝中のお客様の傍へ行き、希望の夢を見せて差し上げます。できればお酒等は控えめにしておいて下さいね？　泥酔されて、完全に熟睡されていると、流石に夢を見させる事ができませんから」
　お姉さんの忠告を受けて、俺達は店を出る。
　時刻はまだ夕方だが、店を出た俺達は、何となくそのまま解散する事になった。
「そ、それじゃ、またな」
「お、おう！」
「ま、またな！」
　二人は、何となくソワソワして早く帰りたそうにしている。
　というか、俺も同じ気持ちだ。
　指定した就寝時間まではまだ大分あるのだが、早く帰って準備して、今日は早めに寝ておきたい。
　俺は何処かへ寄り道する事も無く、そのまま急いで帰宅した。


「カズマ、お帰りなさい！　喜びなさいな、今日の晩御飯は凄いわよ！　カニよ！　さっきダクネスの実家の人から、これからそちらでダクネスがお世話になるのならって、引っ越し祝いに、超上物の霜降り赤ガニが送られて来たのよ！　しかも、すんごい高級酒までついて！　パーティーメンバーの皆様に、普段娘がお世話になってる御礼です、だってさ！」
　屋敷に帰ると、アクアが満面の笑みで出迎えてくれた。
　この世界でも、カニはどうやら高級品らしい。
　日本に住んでいた頃でもろくにカニなんて食えなかった身なのだが、まさか異世界で食う事になるとは......。
「あわわ......、貧乏な冒険者稼業を生業にしておきながら、まさか霜降り赤ガニにお目にかかれる日が来るとは......！　今日ほどこのパーティーに加入して良かったと思った日はないです......」
「そんなに高級なカニなのか？」
　霜降り赤ガニとやらに手を合わせて拝み出しためぐみんに、俺は気になって尋ねてみる。
　するとめぐみんが、何言ってんだとばかりにオーバーアクション気味に、拳を振り上げ力説した。
「当たり前です！　分かり易く喩えるならば、このカニを食べる代わりに今日は爆裂魔法を我慢しろと言われれば、大喜びで我慢して、食べた後に爆裂魔法をぶっ放します。それぐらいの高級品なのですよ！」
「おお、そりゃ凄......！　......あれ？　お前今最後なんて言った？」
　俺とめぐみんがそんな事を言っている間にも、ダクネスが広間の食卓テーブルに、調理済みのカニを並べていく。
　アクアが嬉々として人数分のグラスを持ってきた。
　全員で食卓に着き、早速霜降り赤ガニを......。
　パキッと割ったカニの脚から取り出した、白とピンクの身を酢につけて、そのまま頰張る。
「!?」
　──そのあまりの美味さに驚いた。
　ふんわり甘く、濃縮されたカニ特有の旨みが口に広がる。
　見れば他の皆も黙々と無言でカニを食べていた。
　あかん、これは止まらん！
　俺はそのままカニの甲羅をパカッと開くと、そこについていたカニ味噌を......。
「カズマカズマ、ちょっとここにティンダーちょうだい。私が今から、この高級酒の美味しい飲み方を教えてあげるわ」
　言いながら、早々と甲羅についたカニ味噌を平らげていたアクアが、小さな手鍋の中に炭を入れ、その上に金網を置く。
　言ってみれば、簡単な七輪の様な物を作った。
　言われるままに炭に火をつけてやると、金網の上に僅かにカニ味噌の残った甲羅を置く。
　そのまま甲羅の中に、高級酒だと言っていた、日本酒の様な透明の酒を注いでいった。
　アクアは上機嫌で、軽く焦げ目がつく程度に甲羅を炙って、熱燗にしたそれを一口すすり......。
「ほぅ......っ」
　実に美味そうに息を吐いた。
　行動が実におっさん臭いのだが、それでも、それを見ていた全員がゴクリと喉を鳴らし、皆と共にそれを実行しようとした俺は、はたと気づく。
　──これは罠だ！
　カニの美味さにすっかり忘れていたが、これからサキュバスのお姉さんが来るのだ。
　お姉さんが言っていたじゃないか、酒を飲んで泥酔していたら夢が見れないと。
　落ち着け、俺は我慢ができる男だ。
　鋼の精神を持ち、耐える力を持つ男だ。
「!?　これはいけるな、確かに美味い！」
　惑わされるな！
　ダクネスのあんな声に惑わされるんじゃない！
　そう、多分あれを口にしたらもう止まらない。
　そのままの勢いで、いいや、もうどうにでもなれとばかりに飲み続けてしまうのだろう。
　それぐらいにカニは美味いし、あの酒もなんだか美味そうだ。
「ダクネス、私にもください！　いいじゃないですか今日ぐらいは！　私だってお酒を飲んでみたいです！」
「ダメだ、子供の内から酒を飲むとパーになると聞くぞ」
　その言葉に、めぐみんがふと上機嫌で酒を飲むアクアに目をやり、ダクネスも無言でアクアを見た。
「......？　何かしら」
　そんなやり取りをよそに、密かに我慢している俺を見たダクネスが首を傾げ。
「......どうしたカズマ。酒を飲んだ事はないのか？　......もしかして、家のカニが口に合わなかったか？」
　そんな事を言って、ちょっと不安そうな表情を浮かべた。
　ちがう、そうじゃない、カニは美味い。
「いや、カニは凄く美味い、それは間違いない。ただ、今日は昼間に、キース達と飲んできたんだ。それに、俺はまだ酒の味なんて分からないし、今日の所は酒はいいかな。......明日！　明日貰うよ！」
　俺の言い訳に、そうか、と安心した様にホッと息を吐き、屈託なく笑うダクネス。
　止めろ、そんな純粋そうな顔で笑わないでくれ、普段はロクでもない事を口走って俺をドン引きさせているクセに、何で今日に限ってそんな......！
　そんな......!!
「ほーん？　あんた、明日までこのお酒残ってると思ってんの？　勿論私が全部飲んじゃうわよ？　これをのまないとはとんでもない！　わーい、カズマの分まで私が飲もう！」
　くそっ、安定のバカがこの上なく憎たらしい。
　そんな俺に、ダクネスが再び笑いかけ。
「......ん、そうか。なら、せめてたくさん食べてくれ。日頃の礼だ」
　その言葉に、何だか後ろめたい事をしている気がして、胸が痛んだ。
　そうだ、皆と一緒に酒飲んで、もう忘れちまえばいい。
　わざわざ来てくれるサキュバスのお姉さんには、明日謝りに行こう。
　こいつらと楽しく飲んで、また明日から頑張ろう。
　そうだ、たかがあのアンケートの内容が、そのままリアルな夢になって出てくるってだけの話だ。
　そして、見た夢は朝起きても忘れる事は無いらしい。たかが、それだけの事だ。
　目の前のダクネスの顔を見ろ。そして、皆の顔を見ろ。
　一体どちらが大切かを考えろ。
　そして、アンケートに自分が何を書いたかを思い出せ！
　............そう。最初から何も悩む必要なんて無かったんだ。
　俺はカニをたらふく食うと、立ち上がり。
「それじゃ、ちょっと早いけど俺はもう寝るとするよ。ダクネス、ご馳走さん、お前ら、お休み！」
　俺はもう何も迷う事なく、自分の部屋へと早々に引き篭もった。


　部屋に閉じ篭もって鍵を掛け、窓の鍵を外しておく。
　別に鍵を外せと言われた訳では無いが、念のためだ。
　わざわざ来て頂くのに、これ以上お手数かけては申し訳ない。
　時計が無いので正確な時刻は分からないが、指定した時は迫ってきている。
　それまでに眠らなければいけないのだが、色んな興奮と緊張で眠れない。
　ヤバイ、ドキドキしてきた。
　ああ、どうしようどうしよう、緊張と期待で興奮して眠れない！
　俺は一体どれぐらいそうしていたのだろうか。
　俺はベッドから這い出ると、血が上った頭を冷やすため、庭に出て軽い体操でもしようと考えた。
　ちょっと体を動かせば眠くなるかも知れない。
　そう考え、俺はパジャマ姿のままで屋敷を出て庭に降りた。
　皆が寝静まる中、月明かりと千里眼スキルでの暗視を頼りに庭で軽く体を動かす。
　雪が積もり真っ白な庭の中央で、俺はふと、庭の隅にある誰の物とも知れない墓石が、雪で隠れているのが気になった。
　墓石に近寄り積もった雪を払ってやると、『アンナ』と彫られた名前が出てくる。
　それに満足していると、今度は軽く汗を搔いた事が気になってしまう。
　夢を見させてもらうだけなのだから、別に気にする事は無いのだろうが......。
　これもエチケットという奴だ。
　皆が寝静まる中、俺は屋敷の風呂場へと向かった。
　ここは元々貴族の別荘だというだけはあり、風呂場には特殊な魔道具が備えつけられていた。
　簡単に言えば、魔力で動かすガス湯沸かし器みたいな物がついている。
　それほど大量の魔力は使わないため、一般人でも使用が可能な魔道具だ。
　使用すると、魔力の消費のためか気怠さに包まれるのだが、そのぐらいは仕方が無い。
　俺は浴場に備えつけられたランタンにティンダーで灯りを灯すと、風呂場の外に、ちゃんと使用中の札を掛けた。
　服を脱ぎ、ちゃんと誰が入っているのかが分かるように籠に入れる。
　そう、漫画で良くある例の展開にならない様、細心の注意を払っておく。
　そういった素敵な展開は、お店でお願いした夢の中だけで十分だ。
　同じ屋根の下で暮らす以上、誰かとそんな気まずい関係になるのはできれば避けたい。
　こういった状況で女が間違えて風呂場に入って来ても、男の方が悪者にされるのだ。
　そんな状況下になったなら、俺は頑として戦おう。
　逆セクハラとして、女よりも先に悲鳴を上げて痴女扱いしてやろう。
「まあ、そんな展開になるのは漫画の中だけだろうがなあ」
　俺は魔力を使って風呂に湯を張り、肩まで浸かりながら独りごちた。
　脱衣所のランタンから放たれる薄暗い灯りに照らされながら、俺は湯の中でのんびりと手足を伸ばす。
　そのまま深く息を吐き、何となく眠くなって目を閉じた。


　俺は一体、どれぐらいの間そうしていたのだろうか。
　脱衣場の外から、カラン、と何かが落ちる音がして目を開けた。
　気のせいかとも思ったが、こんなに静かな中で聞き違えるとも思えない。
　浴場に掛けていた札が落ちたのだろうか。
　しっかりと掛けておいたはずなのだが......？
　アクアがいたずらでもして札を外したのかとも思ったが、こんな時間帯では流石に眠っているだろう。
　まあいい、こんな夜中に誰かが入って来るはずが無い。
　脱衣場には俺の服が籠に入っているし、ランタンだって点いている。
　誰かが風呂場に入っているのは分かるだろうと、そう思っていた時だった。
　ここは屋敷の中だというのに、不意に不自然な風が吹いたかと思うとランタンの灯りが突然消えた。
　先日、この屋敷に幽霊が出た時に感じた、誰かがいる気配がする様な......。
　しかし、敵感知スキルには反応が無い。
　......まあいいか。灯りが消えたところで、暗視が可能な俺は困らない。
　浴場の窓から射す月明かりだけでも、十分明るい事だし。
　そう、吞気に構えていると......。
　──脱衣場のドアを開ける音がした。
　その音に、今度こそ俺は驚き、慌てふためく。
　おいおい、このタイミングはおかしいだろ。
　いや、誰が入って来たのかは知らないが、手には灯りを持っているみたいだ。
　これなら、脱衣場の籠の中身で俺が入っている事に気がつくだろう。
　ランプを持っているという事は、暗闇でも見えるアクアじゃないな。
　となると、めぐみんかダクネスのどちらかという事で──
　不意に、誰かが持つランプの灯りが消えた。
「わあっ!?　な、何だ一体、どうして灯りが......？」
　ガラス越しに聞こえてきたのは、戸惑った様なダクネスの声。
「......しょうがない、今夜は月夜だ、まあいいか......」
　そんな事を言いながら、ダクネスがガラスの向こうで服を......っておいおいおい！
　俺は慌てて声を上げようとして気がついた。
　明らかに誰かに仕組まれたかの様なこの状況。
　普通に考えてありえない展開だろう。
　そう、あまりにも俺にとって都合が良すぎる。幾ら俺の運度がいいと言っても、だ。
　......いや待て。
　この展開に陥る前に、俺はふと眠気を感じて目を閉じていた。
　なるほど。つまり、今のこの状況は......！
「ん......。今夜は、本当に、月が............」
　両手で長い髪を後ろにすきながら、何かを言い掛け浴場に入って来たダクネスは──
　暗い中、堂々と湯船に浸かる俺と目が合った。
「「........................」」
　もちろんお互い真っ裸である。
　月明かりにほのかに照らされ、ダクネスの透き通る様な白い肌が鮮やかに映えた。
　何というか、前々からエロい体をしているとは思っていたが、想像以上のプロポーションだ。
　鍛えているから、もっとゴツイかと思っていたが、出る所はむっちりと出ていて......。
　ううむ、サキュバスのサービスにより、俺好みの修整が入っているのかも知れない。
　前を隠す事すらなく呆然と立ち尽くすダクネスに、俺は湯船の中から、よう、と気さくに片手を挙げた。
　そんな俺を見て、口をポカンと開けたまま、ダクネスが胸を隠してぺたんとその場にへたりこむ。
「......な......なな......なななな............っ！」
「......？　どうしたダクネス、早くこっちに来いよ。ていうか、まずは背中流してくれ」
「!?!?!?!?」
　湯船から上がって、木でできた丸椅子に座り背を向ける俺の行動は予想外だったのか、ダクネスが胸を隠したまま口をパクパクさせていた。
　なんだろうこのダクネスは。
　何だか新鮮で良いな。流石はサキュバスの手で作られたダクネスだ。
　でも、なぜ夢に出てくるのがダクネスなのか。
　美人でスタイルの良いお姉さんって書いただけなのがいけなかったのだろうか。
　次からは、もっと細かく指定しよう。
「お、おお、お前は、お前は何を言っている!?　いや、その、えっと、どうしてそんなに平然としているんだとか、背中を流せとはどういう事だとか、色々あり過ぎて脳がついていかないというか......！」
　凄い、何だこのリアリティは！
　サキュバス凄い、超凄い！
「おっと、感動している場合じゃないな。焦らしプレイだなんて設定してないぞ、早くしてくれ。......いや、アンケートには、美人でスタイルが良くて、恥ずかしがる系の世間知らずなお姉さんが良いって書いたな、そういえば。なら、これで良いのか」
「!?」
　俺の独り言に、ダクネスがいよいよパニックになった様な表情を浮かべた。
　これはこれで新鮮で良いが、ここは俺がリードする展開なのか。
「お前が世間知らず設定なのはしょうがないが、早く背中をお願いします」
「!?　そ、その............この状況で、私がカズマの背中を流すのが世間の常識なのか!?」
　ダクネスがパニックになりながらも、恐る恐る俺の背中に近づいてくる。
　遠慮無くダクネスの方に視線を向けると、ダクネスは途端に体を隠して座り込んだ。
「新鮮で良いじゃないか。でも、早くお願いします、なんかもう色々と堪りません」
「お、お、お前......！　これがどういう状況か分かっているのか!?　アクアやめぐみんに知れたら、一体何と言われるか......！」
「その時は、みんなで一緒に風呂に入れば良いんじゃないかな」
「どうしたんだ!?　今日のお前は、本当にどうしたんだ！」
「おい、さっきから騒がしいぞ。何時だと思ってるんだ、近所迷惑も考えろよ？　常識知らずにもほどがあるからな？」
「この状況下で、今更そんな常識的な事を言われても！　わ、私か!?　私が世間知らずなだけなのか？　私が常識知らずなだけなのか？　私がおかしいだけなのか!?」
「お前はいつも大体おかしいよ。っと、そういや夢だから騒いでも問題無いのか......。よし、それじゃお願いします」
「うう......。ど、どうしてこんな事に......。しかし、こうも堂々と命令されると、強く抵抗できない自分の性癖が情けない......」
　頰を赤らめ、ダクネスがぶつぶつ言いながらも背中に回った。
　その手にはいつの間にかタオルを持ち、椅子に腰掛ける俺の背後で、床にぺたんと正座する形で座り込む。
　やがて、ダクネスが俺の言う事に流されるままに、不器用ながらも一生懸命に背中をゴシゴシと流し始めた。
「ふう......。なんか、色々新鮮だなあ......。普段はこっちがドン引きする立場なのに、お前が照れて恥ずかしがる姿はなんか良いな」
「お、お前......！　今日のお前は、なんだか言動がおっさん臭いぞ！　ほ、ほら、これでいいだろう。わ、私はもう上がっても良いだろうか......」
　俺の裸から必死に目を逸らそうとしながら、おずおずと言ってくるダクネスに、何だか初々しさを感じながらキッパリ告げた。
「何をバカな事言ってんだ。幾ら設定をいじったからといって、本当に常識というか、この後の定番とかが分からないのか？　次はタオルを使わずに......」
「おかしいおかしい！　幾ら私が世間を知らないといっても、これは流石に、絶対おかしいっ！」
　──ダクネスが目に涙を浮かべながら、俺に赤い顔で食ってかかった、その時だった。
「この曲者ー！　出会え出会え！　皆、この屋敷に曲者よーっ!!」
　それは屋敷に響くアクアの声。
　おいおい、良い所で邪魔が入るとか、そんなおあずけ設定はつけてないぞ！
　俺はダクネスが持っていたタオルを奪い、素早く腰に巻いて飛び出した。
　チラッとダクネスの方を見ると、胸を隠しながら顔を赤くして座ったまま、目に涙を浮かべ、こちらを上目遣いで見上げている。
　くそ、このまま続行といきたい所だが、夢の中ですら邪魔するあいつに文句言ってやらないと！
　タオル一丁で広間に出ると、そこには、昼間見たお姉さん風のサキュバスよりも幼げな、小柄なサキュバスの女の子がアクアの手によって取り押さえられていた。
　それにめぐみんがパジャマ姿のまま、杖を突きつけ、威圧している。
「カズマ、見て見て！　私の結界に引っ掛かって、身動き取れなくなった曲者が......。って、こっちにも曲者がいた！」
「誰が曲者だ！　......あれっ。何これ？　何でそこにサキュバスの子が？」
　タオル一丁の俺を曲者扱いするアクアにツッコミながら、幾ら何でも登場人物が多過ぎる事に違和感を覚える。
　というか、サキュバスが出てくるなんてちょっとおかしい。
「実はこの屋敷には強力な結界を張ってあるんだけどね？　結界に反応があったから来てみれば、このサキュバスが屋敷に入ろうとしてたみたいで、結界に引っかかって動けなくなっていたの！　サキュバスは男を襲うから、きっとカズマを狙ってやってきたのね！　でも、もう大丈夫よ。今、サクッと悪魔祓いしてあげるから！」
　アクアの言葉にサキュバスが、小さくヒッと声を上げた。
　あれっ。
　何これおかしい、本当におかしい。
　というか、つまり先程風呂場で出くわしたダクネスは......！
　いや、今はそれどころじゃない、まずは目の前のサキュバスだ！
　俺の知らない間に結界だとか、相変わらず余計な事をしてくれる事にかけては定評のあるアクアが、サキュバスから一旦距離を置き、そのままビシと人差し指を突きつけた。
「さあ、観念するのね！　今とびきり強力な対悪魔用の......。......？　カズマ、男のあんたはこっちに来ない方がいいわよ？　でないとサキュバスに操られて......」
　俺は無言でサキュバスの前に立つと、その手を取り、玄関に向かって連れていく。
「ちょ、ちょっとちょっと！　カズマったらなにやってんの？　その子は悪魔なの。カズマの精気を狙って襲いに来た、悪魔なのよ？」
　アクアが俺に鋭く叫ぶ。
　そしてめぐみんも、最初は俺の様子にあっけに取られていた様だが、武器を構えてサキュバスに鋭い視線を送っていた。
　サキュバスが、俺にだけ聞こえる小さな声で。
「お、お客さんすいません！　私の事はいいです、どうせモンスターですから！　結界は予想外でしたが、コッソリ枕元に立つのは私達の一番得意とする所。こんな状況になったのは、侵入できなかった未熟な私が悪いんです。お客さんに恥をかかせる訳にはいきません、私は街に迷い込んだ野良サキュバスって事で退治されますから、お客さんは、何も知らないフリをしてください！」
　俺はそんな事を言ってくるサキュバスを、背中に庇う様にして、アクア達に対して向き直った。
　そのままサキュバスを、玄関に向けて後ろ手にドンと押し。
　そして、アクア達に向かって拳を構え、そのままファイティングポーズを取る。
「お、お客さん!?」
　サキュバスが小さな悲鳴じみた声を上げる中。
「......ちょっと、一体何のつもり？　仮にも女神な私としては、そこの悪魔を見逃す訳には行かないわよ？　カズマ、袋叩きにされたくなかったら、そこを退きなさいよ！」
　アクアが眉根を寄せて、チンピラみたいな事を言ってきた。
「アクア、今のカズマは、恐らくそのサキュバスに魅了され、操られている！　先程から、カズマの様子がおかしかったのだ！　夢がどうとか設定がこうとか口走っていたから間違い無い！　おのれ、そこのサキュバスめ、よくもこの私に、あんな......、あんな辱めを......っ！　ぶっ殺してやるっ！」
　濡れた髪はそのままに、シャツとタイトスカートを身につけ、裸足で飛び出してきたダクネスが、サキュバスに向けて叫んできた。
　目に涙を浮かべながらの物騒なその言葉に、俺は思わず後ずさりそうになる。
「カズマ、一体何をトチ狂ったんですか？　可愛くても、それは悪魔、モンスターですよ？　しっかりして下さい、それは倒すべき敵ですよ」
　めぐみんが呆れた様に、そして、冷たい目線で突き放す様な声で言った。
　その視線が心にくるが、それでも俺は引き下がらない。
　後ろ手に、サキュバスに早く行けとばかりに手を振った。
　それを見たアクアが一歩前に出て、腰を落として身構えた。
「どうやら、カズマとはここで本気で決着をつけないといけないようね......！　いいわ、掛かってらっしゃい！　カズマをけちょんけちょんにした後、そこのサキュバスに引導を渡してあげるわ！」
　そして、叫ぶと同時に、俺に向かって飛び掛かってきた。
　それを見たサキュバスが、小さな声ながらも悲痛に叫ぶ。
「お、お客さーん!!」
　絶対に裏切ってはいけないものがある。
　それは、自分を信じて秘密を話してくれた、友人達の信頼だ。
　絶対に守るべきものがある。
　それは、寂しい男達の哀しい欲望を満たしてくれようとする、俺の背中に隠れる優しい悪魔。
　俺は拳を握り締め。
「かかってこいやー!!」
　屋敷中に響く大声で、熱く、熱く、叫んでいた。


「........................」
　背中に無言の視線を感じながら、俺は庭の隅に屈み込み、黙々と作業をしていた。
　ここの所の俺の日課となっている墓掃除だ。
「なあ、いい加減口利いてくれよ。ていうか、あんな状況で雰囲気に流されるお前にだって問題があると思うんだ」
「......ッ！　............」
　背後にいるダクネスが、一瞬俺に何かを言い掛けるも黙り込んだ。
　先程からダクネスは、腕を組み、無言で俺の後ろに立っているのだが、おかげで凄く作業がやり難い。
　あの後、多勢に無勢でしばかれた俺だったが、あのサキュバスの女の子だけは逃がす事に成功した。
　そしてダクネスは、あの時の俺がサキュバスに操られていたと、都合の良い解釈をしてくれているのだが。
「............本当に、昨日の夜の事は覚えていないんだな？　お前は、あのサキュバスに操られていたせいで、記憶が無いのだな？」
　念を押すように。ようやく口を開いたダクネスが尋ねてきた。
「ああ、残念ながら覚えていないよ。良い夢を見ていたとしか覚えていない」
　せっかくの都合の良い解釈なので、俺もそれに乗っかっておいた。
　その方が、お互いの為にも良さそうなので。
「そ、そうか。なら、良い。......うん、まあしょうがない。事故みたいなものだ、私も忘れるとしようか。......しかしあの時のお前は、何だか強引で、ちょっと怖かったが悪くは無かったな。物を知らない私に、好き勝手吹き込んでくれたのは頂けなかったが」
「というかお前は、本気で世間知らずのお嬢様でもあるまいし、もうちょっと常識を勉強しろよ。大体、どう考えても今回の事は俺はちっとも悪くないぞ。ランタンに火だって灯しておいたし、入浴中の札も掛けてたし。どこの誰がいたずらしたのやら......」
「......お、おい、お前はやっぱり昨夜の事を覚えているんじゃあ無いのか？　あれは本当に、サキュバスに操られての行動だったのか!?」
　後ろから肩を摑んで揺さぶってくるダクネスを尻目に、俺は墓掃除を黙々と続けた。
　どこの誰のいたずらかは知らないが、少しだけ、そのいたずらに感謝しながら。
　何にせよ、これでようやく生活基盤が出来上がった訳だ。
　衣食住さえ揃ってくれれば、後はなんとかやっていける。
　俺は、この世界に来て、ようやく安らげる場所を得られた訳だ。
　今夜は、とてもよく眠れそうだった。
　そう、街中に轟いた、全てをぶち壊そうとするアナウンスさえ流れてこなければ──
『デストロイヤー警報！　デストロイヤー警報！　機動要塞デストロイヤーが、現在この街へ接近中です！　冒険者の皆様は、装備を整えて冒険者ギルドへ！　そして、街の住人の皆様は、直ちに避難してくださーいっ!!』


　屋敷に戻ると、そこは既に阿鼻叫喚と化していた。
「逃げるのよ！　遠くへ逃げるの！」
　色んな物をひっくり返し、ワタワタしながらアクアが言った。
　その隣では、既に荷造りを終えためぐみんが、小さな鞄を一つだけ横に置き、達観した様にお茶を飲んでいる。
「もうジタバタしたって始まりませんよ。住む所も全て失うなら、もういっそ魔王の城にカチコミにでも行きましょうか」
　部屋で装備を整えてギルドに向かおうとしていた俺は、その二人を見て啞然としていた。
「......えっと。どうしたお前ら。何だこの状態は？　緊急の呼び出し受けてるんだぞ、装備を整えてとっとと行こうぜ」
　その言葉に、二人は俺の姿に気づいた様だ。
「カズマったら何を言ってるの？　ひょっとして、機動要塞デストロイヤーと戦う気？」
　アクアが呆れた様に言ってくる。
　脇に、大事そうに枕を抱えて。
　というか、まだ緊急の呼び出しを受けただけで、俺は状況が分かっていない。
　呼び出しの声の慌て具合から、ヤバイ物が接近中という事は分かったのだが。
「カズマ。今この街には、それが通った後にはアクシズ教徒以外、草も残らないとまで言われる、最悪の大物賞金首、機動要塞デストロイヤーが迫って来ています。これと戦うとか、無謀も良いところですよ？」
「ねえ、私の可愛い信者達がなぜそんな風に言われているの？　こないだウィズにも言われたんだけど、どうしてウチの子達ってそんなに怯えられているのかしら。みんな普通のいい子達ばかりなのよ!?」
　アクアが何かを喚いているが、めぐみんの説明だけではピンと来ない。
　というか前からちょこちょこ聞くが、機動要塞って何だ、名前からしてデカそうだが。
「なあ、それはめぐみんの爆裂魔法でどうにかならないのか？　名前からして大きそうだし、遠くから丸分かりだろ？　魔法で一撃じゃダメなのか？」
　それに対してめぐみんは。
「無理ですね。デストロイヤーには強力な魔力結界が張られています。爆裂魔法の一発や二発、防いでしまうでしょう」
　何者なんだよデストロイヤー。
「ねえ、ウチの信者はいい子達よ！　めぐみん聞いてよ、巷で悪い噂が流れてるのは、心無いエリス教徒の仕業なのよ！　みんなエリスの事を美化してるけど、あの子、アレで結構やんちゃな所があるのよ!?　悪魔相手だと私以上に容赦がないし、結構自由奔放だし！　案外暇な時とか、地上に遊びに来てたりしてるかもしれないわ！　アクシズ教を！　アクシズ教をよろしくお願いします！」
「アクア、日頃神の名を自称しているだけじゃ飽き足らず、更にはエリス様の悪口まで言うなんてバチが当たりますよ？」
「自称じゃないわよ！　信じてよー!!」
　俺は辺りを見回し、そこにダクネスの姿がない事に気がつく。
「あれ、ダクネスはどこ行った？　俺より先に戻ったはずだが」
　半泣きのアクアにガクガク揺さぶられているめぐみんに尋ねると。
「部屋に駆け込んで行きましたが」
　どいつもこいつも！
　デストロイヤーが何だか知らないが、この街にはせっかく手に入れた屋敷があるのだ。
　行きつけの店だって増えており、それになにより、俺にはまだ、この街でやり残した事がある。
　昨日はアクアの張った結界のせいで失敗に終わってしまったが、次こそは......！
　むしろ、それらが無ければ俺だって、借金なんかに縛られず、とっくにとんずらかましていただろう。
　そう、あの優しい悪魔達が他の街でも、再びあの商売を始めてくれるとは、そして、この街ほど、商売が上手くいくとも限らないのだ。
　とりあえず武装を整え、俺もギルドへと向かわないと......！
「......遅くなった！　......ん、どうしたカズマ。早く支度をして来い。お前なら、きっとギルドへ行くんだろう？」
　屋敷の二階から降りてきたダクネスが、見た事も無い重武装に身を包み、俺を見るなり言ってきた。
　ダクネスは、普段の全身鎧の上に鎖を編み込んだ重いマントを羽織り、左の篭手には着脱式の盾まで着けている。
　そこまでしても兜をつけないのは、女としての譲れない何かがあるのだろう。
　逃げる為に部屋に荷物をまとめに行ったのではなく、装備を取りに戻っていたらしい。
　流石、一応聖騎士なだけはある。
　街の住人を放って、逃げるという選択肢は無いようだ。
「おいお前ら、こいつを見習え！　長く過ごしたこの屋敷とこの街に、愛着は無いのか！　ほら、ギルドに行くぞ！」
「......ねえカズマ、今日はなぜそんなに燃えているの？　なんか、目の奥が凄くキラキラしてるんですけど。ていうか、この屋敷に住んで、まだ一日しか経っていないんですけど......」


「おっ！　やっぱり来たかカズマ！　お前なら来るって信じてたぜ！」
　完全武装でギルドに入ると、そこには同じく重装備のダストの姿。
　俺も、きっとお前達がいると信じていたさ。
　その隣には、キースにテイラーとリーンの姿も。
　俺は改めてギルドの中を見渡した。
　そこには様々な冒険者達が、それぞれが考えられる限りの重武装で馳せ参じていた。
　きっと、彼らもこの街が好きなのだろう。
　何だか、男性冒険者達の比率が多い気がするが、きっと気のせいだ。
　というか、見知った顔が大体いる。
　遠くには、俺の様に地球からやって来た、魔剣使いのミツルギの姿もある。
　まだこちらに気づいていない様子だが、絡まれるのも嫌だ。
　気づかれない様にしておこう。
　......と、ある程度の冒険者達が集まった所で。
「お集まりの皆さん！　本日は、緊急の呼び出しに応えて下さり大変ありがとうございます！　只今より、対機動要塞デストロイヤー討伐の、緊急クエストを行います。このクエストには、レベルも職業も関係なく、全員参加でお願いします。無理と判断した場合には、街を捨て、全員で逃げる事になります。皆さんがこの街の最後の砦です。どうか、よろしくお願い致します！」
　ギルド内が喧しくざわめく中、ギルド職員が声を張り上げた。
　そして、職員達が酒場になっている部分のテーブルをギルドの中央に寄せ集め、即席の会議室みたいな空間を作り出す。
　おおう、空気が尋常じゃ無いな。何と言うか、張り詰めている。
　それほどまでにデストロイヤーがヤバイって事か。
「それではお集まりの皆さん、只今より緊急の作戦会議を行います。どうか、各自席に着いてください！」
　俺達は職員の指示に従い、他の冒険者に倣って席に着いた。
　しかし、どれだけの人数がいるのだろう。
　広いギルド内とはいえ、ここにいる人の数は百ぐらいではきかないだろう。
　テーブルに着くと、他の冒険者達の顔が良く見える。
　......げ、ミツルギがこっちに気づいた。
　暇を持て余して俺の隣でコップの水で遊んでいるアクアを、真っ直ぐ見ている。
「さて、それでは。まずは、現在の状況を説明させて頂きます！　......えっと、まず、機動要塞デストロイヤーの説明が必要な方はいますか？」
　その職員の言葉に、俺を含む数名の冒険者が手を挙げた。
　それを見て、職員が一つ頷き。
「機動要塞デストロイヤーは、元々は対魔王軍用の兵器として、魔道技術大国ノイズで造られた、超大型のゴーレムの事です。国家予算から巨額を投じて作られたこの巨大なゴーレムは、外観はクモの様な形状をしております。小さな城ぐらいの大きさを誇っており、魔法金属がふんだんに使われ、外見に似合わない軽めの重量で、八本の巨大な脚で、馬をも超える速度が出せます」
　デストロイヤーはよほど有名なのか、ほとんどの冒険者達はそんな事は知っているとばかりに頷いている。
「特筆するのは、その巨体と進攻速度です。凄まじい速度で動く、その八本の脚で踏まれれば、大型のモンスターとて挽肉にされます。そしてその体には、ノイズ国の魔道技術の粋により、常時、強力な魔力結界が張られています。これにより、まず魔法攻撃は意味をなしません」
　それを聞いている冒険者達の表情が、微妙に暗くなっていく。
　段々、いかに自分たちが無謀な戦いをしようとしているのかが分かってきたからだろう。
「魔法が効かない為、物理攻撃しか無い訳ですが......。接近すると轢き潰されます。なので、弓や投石などの遠距離攻撃になりますが......。元が魔法金属製のゴーレムな為、弓はまず弾かれ、攻城用の投石器も、機動要塞の速度からして、運用が難しいと思われます。それに、このゴーレムの胴体部分には、空からのモンスターの攻撃に備える為、自立型の中型ゴーレムが、飛来する物体を備えつけの小型バリスタ等で撃ち落とし、なおかつ、戦闘用のゴーレムが胴体部分の上に配備されております」
　......ほほう。
「そして、その機動要塞デストロイヤーがなぜ暴れているのか、ですが......。研究開発を担った責任者が、この機動要塞を乗っ取ったと言われています。そして、現在も機動要塞の中枢部にその研究者がおり、ゴーレムに指示を出しているとか......。速度が速度ですので、この大陸において、すでに荒らされていない地はほとんど無く、そのクモの様な脚で、どれほどの悪路でも踏破してしまいます。現在の所、人類、モンスター合わせ、平等に蹂躙していく機動要塞、それがデストロイヤーです。これが接近してきた場合は、街を捨て、通り過ぎるのを待ち、そして再び街を建て直すしか方法が無いとされています。正に、天災として扱われております」
　あれほどざわついていた冒険者達は、今はシンと静まり返っていた。
「現在、機動要塞デストロイヤーは、この街の北西方面からこちらに向けて真っ直ぐ侵攻中です。......では、ご意見をどうぞ！」
　無理ゲー。
　俺は脳内にそんな言葉が浮かんだ。
　......と、ある冒険者が手を挙げる。
「......あの、その魔道技術大国ノイズって国はどうなったんです？　そいつを造った国なら、それに匹敵する何かを造るなりなんなりできなかったんですか？　あと、機動要塞の弱点ぐらい知ってたりとか......」
「滅びました。デストロイヤーの暴走で、真っ先に滅ぼされました」
「......他に、ありませんか？」
　職員が促した。
　それに、また別の冒険者が手を挙げる。
「そんなの、街の周りに巨大な落とし穴でも掘るとか、」
「やりました。多くの《エレメンタルマスター》が寄り集まって地の精霊に働きかけ、即席ながらも巨大な大穴を掘り、デストロイヤーを穴に落としたまでは良かったのですが......。機動性能が半端なく、なんと、八本の脚を使い、ジャンプしました。上から岩を落としてフタをする作戦だったそうですが、その暇も無かったそうです」
「............」
　思わず場が静まり返る。
「......他にありませんか？」
　また一人の冒険者が手を挙げた。
「魔王軍の連中はどう対処してるんだ。魔王の城は蹂躙されてはいないのか？　連中はどうやってデストロイヤーから身を守っているんだ。連中だって困ってるんじゃないのか？」
「あの城には強力な魔力結界が張られている様です。人類の力ではとても張れない規模の物が。現在、魔王城に被害は無い様なので、彼らがデストロイヤーを破壊しようとしてくれる気配はありませんね。彼らにとって、野良モンスターが蹂躙される事は、取るに足りない事でしょうから」
　職員が、静かに言った。
「他に、ありませんか？」


　あーでもないこーでもないと、会議は難航していた。
　機動要塞にロープか何かで乗り込めないかという意見が出れば、速過ぎて無理だと反対意見が出る。
　デストロイヤーを超える巨大なバリケードは造れないのかとの意見が出れば、職員が、壁を迂回して踏み潰して行った例があると告げ、静まり返った。
　魔法は効かない、接近したら踏まれる、空からの攻撃も撃ち落とされる。
　しかも、それらが迅速に行われる。
　なるほど、アクアとめぐみんが逃げようとするのも仕方ない。
　難航する会議に飽きたのか、俺達のテーブルの傍に座っていたテイラーが。
「おいカズマ。お前さんなら機転が利くだろう。何か良い案は無いか？」
　突然、俺にそんな無茶振りをしてきた。
　......そんな事言われても。
　離れた所からめぐみんにぶっ飛ばしてもらうぐらいにしか考えていなかったのが、そもそも結界で魔法が効かないって時点で......。
　............。
　結界で、魔法が効かない。
　俺は、隣でコップの水を使い、テーブルに絵を描いて暇を潰しているアクアへ振り返り、
「なあアクア。ウィズの話じゃ、魔王の城に張られている魔力結界ですら、魔王の幹部、二、三人が維持したものでも、お前の力で破れるとか言ってなかったか？　なら、デストロイヤーの結界も............、っておわっ!?　なんだこりゃー!?」
　俺はそこまで言って、アクアが水だけを使ってテーブルに描いた絵に、目が釘づけになっていた。
　それは、間違いなく芸術作品。美しい天使が花を手に戯れているその絵は......！
「ああ、そういえばそんな事言ってたわね。でも、やってみないと分からないわよ？　結界を破れる確約はできないわ」
　アクアは、言いながらその水で描いた絵に、惜しげもなくコップの水をぶっかけた。
「ああっ！　もったいねえ、何で消すんだ！」
「な、何よ急に。描き終わったから消して、また新しいのを......」
　そんな事を言い合っていた俺達に、職員が大声を上げた。
「破れるんですか!?　デストロイヤーの結界を!?」
　その言葉に、俺とアクアは冒険者達の衆目に晒される。
　俺は急いで手を振った。
「いや、もしかしたらって事で。確約はできないそうです」
　慌てて言った俺の言葉にギルド内がざわつく。
　そして......。
「一応、やるだけやっては貰えませんか？　それができれば魔法による攻撃が......！　あ、いやでも。機動要塞相手には、下手な魔法では効果が無い。駆け出しばかりのこの街の魔法使いでは、火力が足りないでしょうか......」
　職員が再び悩み出し、また静まり返る中。
　ある冒険者が、ぽつりと言った。
「火力持ちならいるじゃないか、頭のおかしいのが」
　その言葉に、再びざわつくギルド内。
「そうか、頭のおかしいのが......！」
「おかしい子がいたな......！」
「おい待て、それが私の事を言っているなら、その略し方は止めてもらおう。さもなくば、いかに私の頭がおかしいかを今ここで証明する事になる」
　めぐみんが杖を手に立ち上がると、冒険者達が一斉に目を逸らした。
　魔王の幹部、ベルディアの罪は重い。
　あいつがめぐみんを、頭のおかしい紅魔の娘呼ばわりしてから、冒険者達の間にそのフレーズが定着したらしい。
　勢いで立ったものの、人々の期待の眼差しを受けためぐみんは、みるみる顔を赤くし、
「うう......わ、我が爆裂魔法でも、流石に一撃では仕留めきれない......と、思われ......」
　そうぼそぼそと告げて、再び座った。
　ならせめて、あと一人。
　あと一人、強力な魔法の使い手がいてくれれば......。
　──ギルド内の空気がそんな雰囲気になった時、突然入り口のドアが開けられた。
「すいません、遅くなりました......！　ウィズ魔道具店の店主です。一応冒険者の資格を持っているので、私もお手伝いに......」
　ギルドに入ってきたのは、何かの作業中に、慌てて飛び出して来たのか、黒のローブの上に、店で使うエプロンをつけたウィズだった。
　その格好は、まるで炊き出しの手伝いにでも来た娘の様な姿だ。
　そのウィズを見た冒険者達は......。
「店主さんだ！」
「貧乏店主さんが来た！」
「店主さん、いつもあの店の夢でお世話になってます！」
「店主さんが来た！　勝てる！　これで勝てる！」
　と、途端に熱烈な歓声を上げた。
　俺はウィズがリッチーだと知っている。
　だが、冒険者達の、この勝てるといった騒ぎは何だ？
「なあ、なんでウィズってこんなに有名なんだ？　人気ありそうだが、どうなってるんだ一体？　ていうか、可哀想だから貧乏店主はやめてやれよ。儲かっていないのか、あの店は？」
　俺が近くのテイラーに尋ねると。
「知らないのか？　ウィズさんは、元は高名な魔法使いだったんだ。凄腕アークウィザードとして名を馳せたが、やがて引退し、しばらく姿を現さなかったかと思うと、突然この街に現れて店を出したんだ。ウィズさんの店が流行らないのは、駆け出しが多いこの街には、高価なマジックアイテムを必要とする冒険者がいないのが原因だな。首都にでも店を出せば、もう少し需要はあると思うんだが。強敵と戦う訳でも無い俺達が、高価な薬や超高額な魔道具を使う事は無いからな。皆、美人店主さんを見に、店をこっそり覗きには行ってるんだよ。買わないだけで」
　いや、買ってやれよ、覗きに行くなら。
「ど、どうも、店主です、ウィズ魔道具店をよろしく......。店主です、ありがとうございます、店をよろしくお願いします、お店がまた赤字になりそうなんです......！」
　そう言って、ウィズは歓声を上げる冒険者達にぺこぺこと頭を下げている。
　こ、今度何か買いに行ってやろう。
「ウィズ魔道具店の店主さん、これはどうもお久しぶりです！　ギルド職員一同、歓迎致します！　さあ、こちらにどうぞ！」
　職員に促されるまま、ウィズは周りにぺこぺこと頭を下げながら、中央のテーブルの席に座らされた。
　ウィズが席に着くと、冒険者達は期待を込めた目で、進行役の職員を見る。
　職員はそれに応える様に。
「では、店主さんにお越し頂いた所で、改めて作戦を！　ええと、店主さんが来たのでもう一度まとめます。......まず、アークプリーストのアクアさんが、デストロイヤーの結界を解除。そして、おかし......、めぐみんさんが、結界の消えたデストロイヤーに爆裂魔法を撃ち込む、という話になっておりました」
　それを聞いたウィズが、口に手を当て考え込む。
「......爆裂魔法で、脚を破壊した方が良さそうですね。デストロイヤーの脚は本体の左右に四本ずつ。これを、めぐみんさんと私で、左右に爆裂魔法を撃ち込むのは如何でしょう。機動要塞の脚さえ何とかしてしまえば、後は何とでもなると思いますが......」
　ウィズの提案に、職員もコクコクと頷いた。
　というか、流石はリッチー。爆裂魔法も使えるのか。
　確かに、脚さえ何とかなればもう機動要塞では無くなるし、街が蹂躙される恐れも無くなる。
　戦闘用のゴーレムが配備されているらしい危険な本体に、わざわざ乗り込むまでもない。
　動かなくなったデストロイヤーは、しっかり監視して、めぐみんの一日一爆裂の的にするなりして、ゆっくり攻略すればいい。
　要塞内部にいるらしい、要塞を乗っ取った開発責任者とやらも、毎日魔法を撃ち込まれていれば投降してくるかも知れない。
　その後、ウィズの提案を元に作戦が組まれた。
　万が一を考え、駄目元で、街の前に罠を張る、バリケードを造る等、色々な案が出され。
「では、結界解除後、爆裂魔法により脚を攻撃。万が一脚を破壊し尽くせなかった事を考え、前衛職の冒険者各員はハンマー等を装備し、デストロイヤー通過予定地点を囲むように待機。魔法で破壊し損なった脚を攻撃し、これを破壊。要塞内部には、デストロイヤーを開発した研究者がいると思われますが、この研究者が何かをするとも限りません。万が一を考え、本体内に突入もできる様にロープつきの矢を配備し、アーチャーの方はこれを装備。身軽な装備の人達は、要塞への突入準備を整えておいて下さい！」
　進行役のギルド職員が、作戦をまとめ、全員に指示を出した。


　街の前には冒険者達だけではなく、街の住人達も集まって、突貫作業で即席のバリケードが組み上げられていた。
　作業に従事している人達の中には、俺とアクアがこの街に来た当初お世話になった、土木会社の親方の姿もある。
　デストロイヤーを迎え撃つ予定の場所は、街の正門の前に広がる平原だ。
　そこには、罠を設置できる職種の者が、無駄とは知りつつも即席の罠を仕掛けている。
　街の前のバリケードの前には、《クリエイター》と呼ばれる職業の連中が集まり、あーでもないこーでもないと言い争い、地面に魔法陣を描いていた。
「おいダクネス、お前、悪い事言わないから下がってろよ。お前の固さは知ってるが、流石に無理があるし、そこにいても役に立てないって。ここはお前のどうしようもない趣味は置いといて、俺と一緒に道の端っこに引っ込んでおこう。な？」
　俺は、街の正門の前のバリケード、その更に前にジッと立ちはだかるダクネスに、再三の説得を続けていた。
　この変態クルセイダーが、ここから動かないと言って聞かないのだ。
　ダクネスが新品の大剣を地面に刺し、柄に両手を掛け、遠く、まだ姿も見えないデストロイヤーの方を見ながら動かない。
　ダクネスは、じっと黙っていたが、やがて、口を開いた。
「......カズマ。私の普段の行いのせいでそう思うのも仕方が無い。......が、この非常時に、この私が自分の欲望にそこまで忠実な女だとでも思うか？」
「思うよ。当たり前じゃん」
　一瞬静かになったダクネスが、ちょっと頰を赤らめて、そのまま静かに続けた。
「......この私は聖騎士だ。そして、それ以外にも、私にはこの街を守る理由がある。その理由は、いずれお前には話すかも知れない」
　その言葉に俺が頷くのを横目で見ると、ダクネスは話を続けた。
「今はまだ言えないが、私にはこの地の住人を守る義務がある。この街の住人達は気にしないだろうが、少なくとも私はそう思っている。だから......。無茶だと言われても、ここからは何があっても一歩も引かん」
「お前って、たまにどうしようもなくワガママで、本当に頑固なところがあるな」
　俺が呆れた様に言うと、ダクネスが少しだけ困った様な、不安そうな顔で。
「......ワガママで頑固な仲間は嫌いか？」
「どこかのアークプリーストのワガママは、聞いてるとイラッとして引っ叩きたくなるけど。でもまあ、今のお前みたいな奴のワガママは、嫌いじゃないよ」
　俺が適当に言ったその言葉に。
「......そうか」
　少しだけ、安心した様にダクネスが呟いた。


「説得は失敗した。あの頭の固い変態を守る為にも、確実に成功させるぞ」
　俺は、デストロイヤー迎撃地点の脇で待機しているめぐみんの隣に屈み込むと、緊張気味のめぐみんにそう告げた。
「そ、そそ、そうですか......！　や、やらなきゃ！　わ、わわ私が、絶対やらなきゃ......！」
「お、おい落ち着け。いざとなったら、あいつの重い装備を無理やりスティールでひん剝いて、軽くして力ずくでも引っ張ってくから！」
　──それよりも......。
「ねえちょっと、あんた頭から煙が上がってるけど大丈夫なの？　なんなのそれ？　この私相手に芸でも披露する気なの？」
「ち、違いますアクア様......。これはその、この良く晴れた天気の中、長時間お日様の下にさらされているので......」
　迎撃地点を挟んだ向こうでは、アクアとウィズが屈み込み、何やら話しこんでいる。
　俺達やアクア達の周りには、ゴーレムに効果が高そうな、ハンマーなどの打撃武器を持った冒険者達が寄り集まり。
　そして、アーチャーの連中は、先がフック状になった、尻の部分に細いながらも頑丈なロープのついた矢を弓につがえ、もしもの時には、何時でも動きを止めた機動要塞に乗り込める様、ロープを張れる準備を終えていた。
　──魔法で拡大されたギルド職員の声が、広い平原に響き渡った。
『冒険者の皆さん、そろそろ機動要塞デストロイヤーが見えてきます！　街の住人の皆さんは、直ちに街の外に遠く離れていて下さい！　それでは、冒険者の各員は、戦闘準備をお願いします！』
　──機動要塞デストロイヤー。
　それはどこかのチート持ちの日本人が、冬将軍の様に、適当につけた名前らしい。
　適当に名づけるなと言いたい所だが、その姿を見た者なら納得できると言う。
　遠く離れた丘の向こうから、最初にその頭が見えてきた。
　感じるのは軽い震動。
　まだほんの僅かなものだが、確かに大地が震えている。
「何あれでけえ......」
　誰かがぽつりと呟いた。
　確かにデカイ。
　いや、爆裂魔法の威力は、めぐみんとの長い付き合いで知っている。
　その俺が、言わせてもらう。
　これ......。本当に爆裂魔法で破壊できるのか？
「オイ、これ無理じゃねえか？　いけるのか？　無理だろこれは！」
　近くの誰かが慌てて言った。
「「『クリエイト・アースゴーレム』！」」
　クリエイターの皆さんが、地面の土でゴーレムを作り出す。
　生み出されたゴーレムは、街を守護する様に立つダクネスの背後へと、つき従う様に整列した。
　この街のクリエイターも駆け出しばかりだ。
　より強いゴーレムを作ろうと思うと、強さや大きさの代わりに、ゴーレムの活動時間を削るしかないらしい。
　なので、このギリギリのタイミングで生み出したのだろう。
「でけえ！　それに速え！　予想外に怖え!!」
　近づいてくるその巨大な姿に、冒険者達がパニックを起こしかけていた。
「来たぞー！　全員、頭を低く！　踏み潰されないように、絶対にデストロイヤーの前には出るんじゃないぞ！」
　誰かの檄が飛ぶが、正直言って皆それを聞いている余裕など無い。
　それほどに、目の前の機動要塞は圧倒的な威圧感を誇っており......。
「ちょっとウィズ！　大丈夫なんでしょうね！　大丈夫なんでしょうね!?」
　俺とめぐみんが待機している場所から大きく離れた場所で、アクアが隣に佇むウィズに、何度も何度も確認していた。
「大丈夫です、任せてくださいアクア様。これでもリッチー、最上位のアンデッドの一人ですから。アクア様が魔力結界を打ち破ってくれれば、後はお任せを！　......もし失敗したら、皆で仲良く土に還りましょう」
「冗談じゃ無いわよ！　冗談じゃ無いわよ!!」
　会話はよく聞こえないが、何やら遠くで騒ぐ、そんな二人を見ながら、俺は隣でガチガチに緊張しているめぐみんに。
「おい、ちょっと落ち着け。失敗しても、誰も責めないさ。失敗した時は街を捨て、皆で逃げればいいだけだ。あんまり深く考えるな」
　今回、ほとんどやる事のない俺は、気楽に言った。
「だだだだ、だい、大丈夫です！　わわわ、我が爆裂魔法で、消し、消し飛ばしてくれるわっ！」
　めぐみんが、かみまくりながら言ってくる。
　だが無理も無い、めぐみんだけでなく、ここにいる多くの冒険者はまだ駆け出しばかりなのだ。
「来るぞー！　戦闘準備ー!!」
　その声はテイラーだろうか？
　アクアが魔法を放つタイミングの指示や現場の指揮は、なぜか俺に一任されている。
　ギルドの職員の人に、指示を出す為の拡声器の様な魔道具まで預けられてしまった。
　俺が、今回の作戦の主要人物である、アクアやめぐみんのパーティーリーダーだからという事らしい。
　そして、テイラーがギルド職員に色々と吹き込んでいたのもあると思う。
　いつの間にか、デストロイヤーがすぐそこまで接近していた。
　それは見上げんばかりの圧倒的な存在感。
　現場指揮なんて任されなければ、そしてダクネスが頑固に留まっていなければ、これは諦めて逃げてしまっていたかも知れない。
　上の部分を空母の甲板の様に平らにし、そしてその上に、まるでヤドカリの様に砦みたいな建造物を載せ、それ以外にも甲板の部分の所々にバリスタを搭載した、クモの様な外見の巨大ゴーレム。
　──機動要塞デストロイヤー。
　そのふざけた名前とは裏腹に、小さな城にも匹敵する巨大な機動要塞は、仕掛けられた数々の罠を物ともせずに、地面を踏みしだく轟音を響かせながら、
『アクア！　今だ、やれっ！』
　俺達の住む街を蹂躙すべく、迎撃地点へと突っ込んできた！
「『セイクリッド・スペルブレイク』ッ！」
　アクアが、俺の合図で魔法を放つ。
　アクアの周囲に複雑な魔法陣が浮かび上がったかと思うと、その手には白い光の玉が浮かんでいた。
　アクアはそれを前にかざすと、デストロイヤーに向かって撃ち出した。
　撃ち出された光の玉がデストロイヤーに触れると同時に、一瞬デストロイヤーの巨体に薄い膜の様な物が張られて抵抗したが、それがガラスでも割られる様に粉々に弾け散る。
　めぐみんが指示を仰ぐように、杖を握って微かに震え、不安そうな表情で俺の顔を見上げてくる。
　多分弾け飛んだあの膜が、魔力結界とかいう物なのだろう。
　なら、これで魔法が届くはず。
　俺は拡声器に向かって大声で！
『ウィズ、頼む！　そちら側の脚を吹っ飛ばしてくれ！』
　ウィズに指示を出し終わると、続いて、緊張で震えているめぐみんに。
「おい、お前の爆裂魔法への愛は本物なのか？　いつも爆裂爆裂言ってる奴が、ウィズに負けたらみっともないぞ？　お前の爆裂魔法はアレも壊せないへなちょこ魔法か？」
「な、なにおうっ!?　我が名をコケにするよりも、一番私に言ってはいけない事を口にしましたね!!」
　怒りで口元を引きつらせ、今までの緊張はどこへやら、バッと立ち上がっためぐみんが、朗々と、力強く詠唱を......！
　俺達の待機する目の前を、デストロイヤーが轟音と共に通り抜けようとする中。
　かつては、凄腕のアークウィザードの名をほしいままにした、今は経営難に苦しむ小さな魔道具店のリッチーと。
　そして今、頭のおかしい爆裂娘の名をほしいままにしている、唯一つの魔法に全てを捧げた、紅魔族随一のアークウィザード。
　その二人の最強の攻撃魔法が、難攻不落の賞金首へと放たれる。
「「『エクスプロージョン』ッッ!!」」
　──全く同じタイミングで放たれた二人の魔法は、機動要塞の脚を一つ残らず粉砕していた！



　突然脚を失った機動要塞が、とんでもない地響き、轟音と共に、平原のど真ん中に底部をぶつけ、そのまま慣性の法則に従って街の方へと地を滑る。
　その滑り続ける巨体は街の前のバリケードに届く事はなく、最前線で立ち塞がるダクネスの、ほんの目と鼻の先で動きを止めた。
　轟音と共に爆砕した巨大な脚が、破片となって冒険者達の頭上に降り注ぐ。
　ウィズが脚を吹き飛ばした向こう側は、欠片も残さず吹き飛ばされたのか、殆ど欠片は降っていない。
　だが、こちらの側にはパラパラと大きめの破片が降り注いでいた。
　それはつまり......。
「ぐぬぬ......。む、無念です......。流石はリッチー、私では、ウィズの爆裂魔法に勝つにはまだレベルが足りないようです......」
　めぐみんが、うつ伏せに倒れたまま無念そうに呟いた。
　その小さな体を抱き起こしてやると、俺に支えられながら、めぐみんは魔力を使い果たした真っ青な顔で。
「く、悔しいです......。つ、次は......。次こそは......！」
「よしよし、良くやった良くやった。相手は魔道を極めたリッチーだぞ、勝てないのが当たり前だ。次回、また頑張ればいいさ。見ろ、目的は果たせたんだ。ご苦労さん」
　俺が木陰に寝かせようとすると、めぐみんが青い顔でしがみついてくる。
「もう一度......！　もう一度チャンスが欲しいです！　私の爆裂魔法こそが一番だとの証明を......！」
「こ、こらっ、止めろ！　ズボンを摑むな！　分かった、爆裂魔法に関しちゃお前が一番だって！　あれだよ、さっきは調子が悪かっただけだよ！　ほら、魔力が回復した状態なら、またお前の爆裂魔法を見てやるから、とっとと安全な所で休んでろ！」
　めぐみんを木陰にずるずると引っ張ってそのまま横たわらせると、他の冒険者達が未だ降り注ぐ破片から頭を守る中、アクアとウィズが俺の下へとやって来た。
　ダクネスはと言えば、降り注ぐ破片を気にもせず、目を閉じる事すらなく、一歩もその場から動かずにいる。
　俺が改めてデストロイヤーの巨体を見上げると、脚を失った巨大要塞は沈黙を保っていた。
　降り注ぐ破片の雨があらかた収まり、落ち着いて状況を把握できる様になってきた冒険者達から、おお......、と感嘆の声が上がり出す。
　だが、こんな簡単に終わってくれるなら苦労はしない。
　こんな時に恒例の、やったか!?　みたいなフラグになる様な迂闊な発言は慎み、このまま油断せずに、みんなでじっくりと包囲を固め、決して驕らず......！
「やったわ！　何よ、機動要塞デストロイヤーなんて大げさな名前しておいて、期待外れもいいところだわ。さあ、帰ってお酒でも飲みましょうか！　なんたって一国を亡ぼす原因になった賞金首よ、報酬は、一体お幾らかしらね!!」
「このバカッ、なんでお前はそうお約束が好きなんだよ！　そんな事口走ったら......！」
　迂闊な事を口にしたアクアを俺は必死で止めに入る。
　......が。それは既に遅かったらしい。
「......？　な、なんでしょうか、この地響きは......」
　アクアと共に近寄ってきていたウィズが、不安そうに機動要塞の巨体を見上げた。
　大地が震えるようなこの震動は、明らかにデストロイヤーを震源としている。
　冒険者達が不安げにその巨体を見上げる中。
　それは唐突に。
『この機体は、機動を停止致しました。この機体は、機動を停止致しました。排熱、及び機動エネルギーの消費ができなくなっています。搭乗員は速やかに、この機体から離れ、避難して下さい。この機体は......』
　機動要塞の内部から流れだしたその機械的な音声は、何度も何度も繰り返される。
「ほらみた事か！　お前って奴は、一つ役に立つと、二つ足を引っ張らなきゃ気が済まないのか！」
「待って！　ねえ待って！　これ、私のせいじゃ無いからっ！　私、今回はまだ何もしてない!!」


　デストロイヤーの中から何度も避難命令が出される中、俺は近くにいた冒険者達を集めていた。
「おい、この警告はなんだ？　このまま此処にいたら不味いんじゃないのか？」
　一人の冒険者が口にした。
　俺もそう思う。というか、ここにいる誰もが気づいていた。
「多分だが。このままだとボンッてなるんじゃないかと思うんだ、こういった場合だと」
　俺の言葉に、居並ぶ冒険者達の顔が引きつる。
　この巨大な要塞が爆発でもしたら、一体どれほどの被害が出るのか。
　そもそも要塞の動力源すら知らない俺達に、これ以上どうする事もできそうにない。
　できる事と言ったらもう、とっとと逃げるぐらいで......。
　しかし、ウチの頑固なクルセイダーが、街を捨てて逃げてくれるだろうか。
　いや、まだ街に被害が出る規模の爆発が起きると決まった訳じゃ無い。
　そこら辺を理由に、あの頭の固い女を説得できれば......！
「み、店が......。このまま街が被害にあったら、お、お店が、お店が無くなっちゃう......」
　それは、泣きそうなウィズの声。
　彼女にすれば、それはきっと、自分の魔法店の事を言ったのだろう。
　だが......。
『この機体は、機動を停止致しました。この機体は、機動を停止致しました。排熱、及び機動エネルギーの消費ができなくなっています。搭乗員は速やかに、この機体から離れ、避難して下さい。この機体は......』
　アナウンスが何度も何度も響く中、誰かがぽつりと呟いた。
「......やるぞ。俺は」
　それは、誰の呟きだったのだろう。
「......俺も。もうレベル30を超えているのに、なぜ未だにこの駆け出しの街にいるのかを思い出した」
　......そ、そんな奴がいたのか。
　だが気持ちは分からんでもない。
「むしろ今まで安くお世話になって来た分、ここで恩返しできなきゃ終わってるだろ！」
　..................。
　シンと静まり返る中。
　聞こえてくるのは......。
『この機体は、機動を停止致しました。この機体は............』
　──俺は拡声器を手に、大声を張り上げた。
『機動要塞デストロイヤーに、乗り込む奴は手を挙げろー!!』
　迷うことなく一斉に冒険者達が手を挙げる中、アーチャー達がフックつきロープのついた矢を、デストロイヤーに向けて打ち上げた！
　アーチャーは、狙撃というスキルを持つ。
　それは矢の飛距離を飛躍的に伸ばし、命中精度を上げるスキル。
　スキルによって飛距離を強化された矢は、重い矢じりとロープを物ともせず、巨大なデストロイヤーの甲板にも楽に届いた。
　フック状の矢の部分がデストロイヤーの甲板部分の障害物に引っ掛かる。
　矢の後ろについたロープを引くと、それがピンと張られた。
　張られたロープに冒険者達が次々取りつき、それらを伝い、登って行く。
　鎧を着たままでロープを登るだとか、人間離れし過ぎだろとか、どこからそんな体力がとか、きっと今の彼らには、そんな事は言うだけ無粋なのだろう。
　やがて最初にロープに取りついた冒険者が、いち早く甲板へとよじ登る。
　その後にも続々と、まるでこの日の為に鍛えてきたとでも言わんばかりに、彼らは異様な士気の高さで......！
「「「乗り込めー！」」」
　冒険者達は次々と、まるで無力な小村を襲う野盗か何かの様な奇声を上げて、巨大要塞へと乗り込んだ！
「う、うわあ......。ねえカズマ、私、何かあそこに交ざるの怖いんですけど......。あの分だと、もう任せといても大丈夫よ。帰ろう？　帰って、また明日頑張りましょう？」
　異様な熱気に包まれるそれを見て、むしろ冒険者に怖気づいたアクアが袖を引っ張る。
　だが、そんな訳にもいかない。
　あそこでは俺の同志、仲間達が戦っているのだ。
「ここで帰れる訳がないだろ、バカかお前は。お前には、果敢に乗り込むあの勇者達の姿が見えないのかよ。お前の仕事はこれからだろうが。なんちゃって女神じゃないなら、あの勇者達を癒してやれ」
　俺はアクアにそう告げると、既に要塞に乗り込んで行った連中の後を追う。
　周りでロープつきの矢を放っていたアーチャー連中も、今では既に要塞だ。
　俺は大声で。
「ダクネス、お前は鎧が重過ぎて、流石に登れないだろ！　めぐみんはそのまま休んでろ！　ウィズは好きに任せる！　アクア、お前はやらかした張本人なんだからついて来い！」
「ねえ待って！　だから、私今回はまだ何もしてない！」
　俺がロープに取りつくと、アクアも泣きそうな顔をしながらも後をついてくる。
　そして、ウィズもロープを伝い、そのまま後についてきた。
　俺達が甲板へと上がると、そこは......！
「ゴーレムを囲め囲め！　大勢でロープ使って引きずり倒せ！　倒れた所をハンマーで叩けっ！」
　それはもう、どちらが侵略者か分からない光景だった。
　既に多くの小型ゴーレムや戦闘用のゴーレムが、駆け出しの多いはずのこの街の冒険者達に破壊されている。
「おらっ！　この中にいるんだろ！　開けろ！　このドア、ハンマーで叩っ壊すぞ！」
「出て来い！　街を襲った責任者出て来い！　とっちめてやるっ！」
　その罵声にそちらを見ると、数名の冒険者が、この要塞を乗っ取ったと言われている、責任者が立て篭もっているとされる建物のドアをこじ開けようとしていた。
　本当に、どう見てもこちらが侵略者です。
　と......。
「デカイのがそっち行ったぞーっ！」
　その声に振り向くと、そこには一体の戦闘用のゴーレムがいた。
　まるで一昔前のロボットを思わせる、無骨で大きい、四角く角ばった人型のゴーレムだ。
　それがこちらに向かって来る中、他の冒険者達が俺達の手助けをしようと寄ってくる。
　だが、俺には対ゴーレム用の秘策があった。
「おいアクア。いい物見せてやる。スキルの有用な使い方って奴だ」
　俺は手をわきわきさせて、ゴーレムに向かって手を上にして突き出した。
　相手はゴーレム。
　なら、部品を奪っちまえば動けまい。
　日本にいた時、何かのＲＰＧゲームで機械系の敵に使った技だ。
　そう、盗む系のスキルを機械に使うと、即死攻撃になる！
　俺だって、日々確実に進歩しているのだ。
「『スティール』！」
「ちょっ！　カズマ、待っ......」
　俺が何をする気か察したのか、アクアが鋭い制止の声を上げるが......。
　俺の突き出した手の上には、見事、巨大なゴーレムの頭が載っていた。
　勿論頭を盗られたゴーレムは、途端に動かなくなる。
　計画通り......！
　スティールによってしっかりと俺の右手の上に載っかった、かなりの重さを誇るゴーレムの大きな頭は、そのまま重力に従って、俺の右手を下敷きにして地面に落ちた。
「......っぎゃー！　腕が！　腕がああああああっ！」
　ドヤ顔だった俺の表情が泣き顔に変わり、慌てて付近の冒険者達が、右手を挟んでるゴーレムの頭をどけてくれる。
「ああっ！　大丈夫ですかカズマさん!?　重い物持っているモンスター相手には、スティールを使ってはいけませんよ！」
　ウィズが俺を心配する中、俺の右手の具合をアクアが見る。
「アクア......、これ、折れてる。絶対折れてるよ」
「ヒビも入っていないわよ。一応ヒールぐらいかけるけど、あんまり調子に乗ってバカな事しないでね？」
　くっ、屈辱だ！
「開いたぞーっ！」
　砦の様な建物のドアを冒険者達がハンマーで叩き壊し、そのままぞろぞろと建物の中に突入していく。
　今の彼らには、怖い物は無いのだろうか。
　鳴り響く警報を気にも留めず、パーティー編成もクソも無く、次々と中に突入していく。
　俺達も、そんな頼もしい冒険者達の後について行った。
　中には何体ものゴーレムがいた様だが、それらが実に効率的に破壊されていた。
　......普段はまとまりが無いくせに、団結した冒険者ほど恐ろしい物はないな。
　俺達が建物の奥につくと、ある部屋の前で人だかりができていた。
　その人だかりは、皆一様に沈んだ表情を見せ、今までのテンションはどこへ消えたのかという感じだ。
「......おっ、カズマ。良い所に来たな。......見ろよこれを」
　そう言ってきたのは、部屋の中央にいたテイラー。
　そのテイラーも、なんだか寂しげな浮かない顔だ。
　見れば、何かを指差している。......それは、白骨化した人の骨。
　この機動要塞を乗っ取った研究者は、ゴーレムに囲まれたこの要塞内で、寂しげに部屋の中央の椅子に腰かけていた。
　俺はアクアを呼び、部屋に招く。
　そして無言で骨を指差すと、アクアは静かに首を振った。
「すでに成仏してるわね。アンデッド化どころか、未練の欠片もないぐらいにそれはもうスッキリと」
　............。
　スッキリと？
「いや未練ぐらいあるだろ。これ、どう考えても一人寂しく死んでった、みたいな......」
　その俺の言葉に、アクアが何かを見つけた様だ。
　それは、机の上に乱雑に積まれた書類に埋もれた一冊の手記。
　アクアがそれを手に取ると、皆、空気を察して押し黙った。
　冒険者達が見守る中、鳴り響くのは機械的な警告の声。
　そんな中、アクアが手記を読み上げる──
「──○月×日。国のお偉いさんが無茶言い出した。こんな予算で機動兵器を作れと言う。無茶だ。それを抗議しても聞く耳持たない。泣いて謝ったり拝み倒してみたがダメだった。辞めさせて下さいと言っても辞職願いを受理されない。バカになったフリをしてパンツ一枚で走り回ってみたが、女研究者に早くそれも脱げよと言われた。この国はもうダメかも知れない」
　......思わず、皆の視線が白骨化した骨に集まった。
「──○月×日。設計図の期限が今日までだ。どうしよう、まだ白紙ですとか今更言えない。だってヤケクソになって、報酬の前金、もう全部飲んじゃった。どうしようと白紙の設計図を前に悩んでいると、突然紙の上に俺の嫌いなクモが出た。悲鳴を上げながら、手近にあった物で叩き潰した。叩き潰してしまった。用紙の上に。......このご時世、こんなに上質な紙は大変高価なのに、弁償しろとか言われても金が無い。知るか。もうこのまま出しちまえ」
　......えっと。微妙な空気になってきた中、アクアが尚も手記を読む。
「──○月×日。あの設計図が予想外に好評だ。それクモ叩いた汁ですけど、そんな物よく触れますねなんて絶対言えない。ていうか、ドンドン計画が進んでる。どうしよう。俺のやった事ってクモを一匹退治しただけ。でもこんな俺が所長です。ひゃっほう！」
　......アクアが適当に作ってるんじゃないだろうなと疑いたくなったが、読み上げるアクアはいたって真剣そのものの表情だ。
「──○月×日。俺何もしてないのにどんどん勝手にできていく。これ、俺いらなかったじゃん。何なの？　もういいや、勝手にしてくれ。俺は俺らしく好きに生きる。......なんか動力源をどうこう言われたけど知るか。俺最初から無理って言ったじゃん。そんなの、永遠に燃え続けるとか言われている、伝説級の超レア鉱石、コロナタイトでも持って来いと言ってやった。言ってやった言ってやった！　持って来れるもんなら持って来い」
　............。
「──○月×日。持って来ちゃった。どうしよう、本当に持って来た。なんか動力炉に設置を始めた。どうしよう、マジでどうしよう、持って来れる訳無いと思って適当に言ったのに、本当に持って来た。これで動かなかったらどうすんだ。俺どうなるんだ。えっ、死刑？　これで動かなかったら死刑じゃないの？　動いてください、お願いします！」
　俺達の視線が気になるのか......。
「──○月×日。明日が機動実験と言われたが、正直俺何にもしてねえ。やったのはクモ叩いただけ。この椅子にふんぞり返っていられるのも今日までか......。そう思うと無性に腹が立ってきた。もういい、飲もう。今日は最後の晩餐だ。思いっきり飲もう！　この機動兵器の中には、今日は誰も残っていない。どれだけ飲んでバカ騒ぎしても、咎められる事は無いだろう。とりあえず、一番高い酒から飲んでいこう！」
　アクアが手記を読み上げながら、俺達の視線に軽く怯えている。
「──○月×日。目が覚めたら、なんか酷い揺れだった。何だろう。何だろうこれ。俺どれだけ飲んだっけ。覚えてない。いや、昨日の記憶が無い。あるのは、動力源のある中枢部分に行って、コロナタイトに向かって説教してた所までしか覚えてない。いや待てよ。その後、お前に根性焼きしてやるとか言って、コロナタイトに煙草の火を......」
　読み上げながら、アクアはとうとうこちらに目を向けなくなり。
「──○月×日。現状を把握。そして終わった。現在只今暴走中。どうしよう、これ間違いなく俺がやったと思われてる。俺、絶対指名手配されてるよ。今更泣いて謝ったって許してもらえないだろうな......。やだな......。このまま機動兵器ぶっ壊されて、引きずり降ろされて死刑だろうか。畜生、国のお偉いさんも国王も、俺のパンツ脱がして鼻で笑った女研究者も、みんなみんなクソッタレだ！　こんな国滅んじゃえばいいのに。もういい、酒飲んで寝よう。幸い食料と酒には困らない。寝て起きてから考えよう」
　やがて、誰ともなく拳を握る、ギリッという音がその場に響いた。
「──○月×日。国滅んだ。やべえ、滅んだよ、滅んじゃったよ！　国民とかお偉いさんとか、人はみんな逃げたみたいだけど。でも俺、国滅ぼしちゃった。ヤバイ、何かスカッとした！　満足だ。俺、もう満足。よし決めた。もうこの機動兵器から降りずに、ここで余生を暮らすとしよう。だって降りられないしな。止められないしな。これ作った奴絶対バカだろ。......おっと！　これを作った責任者、俺でした！」
　これで最後まで読み上げたのだろう。困った顔で、アクアが言った。
「......お、終わり」
「「「なめんな!!」」」
　アクアとウィズ以外が見事にハモった。


「これがコロナタイトか。ってか、これどうやって取るんだよ」
　そこは機動要塞の中枢部。
　大人数で行ってもしょうがないと、皆に任され、俺とアクアとウィズの三人で入った部屋の中だった。
　部屋の中央には、鉄格子に囲まれた小さな石、コロナタイトの姿がある。
　──その希少な鉱石は、燃える様な赤い光を放ち続けていた。
　だがどうしたものか。鉄格子に囲まれたそれは、どう考えても取り出せない。
　......なるほど、攻め込まれた時用の最後の砦か。
　格子の隙間から火をつける事は容易いが、これを持ち去ったりする事はできない、と。
「どうしようかしらね。......あっ、そうだわ、確か、魔剣持ちのなんとかさんが......」
　アクアが何か言い掛けたが、俺は閃いてしまった。
「おい、格子を斬らなくても、こうすりゃいいんじゃないのか？　格子なんて関係ない。この距離なら......『スティール』ッ！」
「ああっ！　カ、カズマさんっ!?」
　ウィズが何かを叫ぶ中、俺の予想通り、コロナタイトは格子をすり抜け、俺の手の中におさまった。
　──赤々と燃えながら。
「あああああああづああああ!!」
「『フリーズ』！　『フリーズ』！」
「『ヒール』！　『ヒール』！　......ねえ、バカなの？　カズマって、普段は結構知恵が働くって思ってたんだけれど、さっきのゴーレムの件といい、実はバカなの？」
　くっ、悔しい！　アクアに言われて何も言い返せない！
　俺の右手に焼きつき、危うく腕を燃き上げそうになったコロナタイトが、大慌てで冷やして剝がしてくれたウィズの足元に転がった。
　それは一瞬は冷まされたものの、また再び赤々と......。
「マズイですね、時間がないですよ。そろそろボンッていきそうです。これ、どうしましょうか......」
　悩むウィズの足元では、コロナタイトがどんどんその輝きを増していた。
　いつの間にか、機械的なあの警告の声も止んでいる。
　きっと、この石が要塞内の全ての動力源だったのだろう。
　しかし、こんな物の処理は俺にはどうにもならない。
　いや、これはハッキリ言って、ここの冒険者にはどうにもならないレベルの話だ。
　これほどの要塞を動かす、燃え盛る石をどうにかできるのは......。
　そう、困った時の神頼み！
「おいアクア、お前これを封印とかってできないか？　良くあるだろ、女神が悪しき力を封印するとか何とか！」
「良くあるけど！　それはゲームの話でしょ!?　ちょっとウィズ、あんた何とかできないの!?」
　無理難題を、日頃つけ狙っていたリッチーにあっさり押しつけた自称何とか。
　だが、無理ですと言うかと思ったウィズは......。
「できない事はないですが......。それには魔力が足りません。あの、カズマさん、お願いが！」
　そう言って、真剣な表情で俺の前に顔を寄せた。
「な、何でしょう？」
　ウィズは、切羽詰まった様に、俺の頰を両の手の平で挟み、その親指で俺の唇の端に触れながら。
　迷う事無く言ってきた。
「吸わせてもらえませんか!?」
「喜んで」
　何を、なんて野暮は言わない。
　こんな時に!?　なんて事も言わない。
　俺は、ここで動揺したりすっとぼけたりする様な鈍感系じゃない。
「ありがとうございます！　では、参ります！」
　否応無しにウィズの艶やかな唇が目に入る。
　お父さん、お母さん。俺、異世界で大人になり......ま......？
「カズマさん、すいません！　ドレインタッチー！」
「ああああああああああ！」
「ちょ、ちょっとちょっと！　それ以上はカズマさんが干物になっちゃう！」
　アクアが慌てて止める中、俺が意識を失う前に、ウィズがその手を離してくれた。
　何という期待外れ。
　いや、大体分かってはいたけれども！
「これで、テレポートの魔法が使えます！　......でも問題は、これをどこに送るかなのですが......。私のテレポートの転送先は、アクセルの街と王都とダンジョンなんです。これ、どうしましょうか......」
　つまり、この石をテレポートさせようってのか。
「その、ダンジョンとやらに送れば良いんじゃないの？」
「そ、それが......。私が転送先として登録しているそのダンジョンは、魔法の素材集めにちょくちょく利用していた、世界最大のダンジョンで......。今では、ダンジョンを名物とした一大観光街ができていまして......！」
「なんて迷惑な話なんだよ！　おい、ヤバイぞ！　石が赤を通り越して、白く輝き出してるんだけど！」
　アクアとウィズがオロオロする中、俺は焼け石に水と分かっていながらも石にフリーズをかけ続けた。
「一応、一つだけ手があります！　ランダムテレポートと呼ばれる物で、転送先を指定しないで飛ばす物です！　ただ、これは本当にどこに転送されるか分からないので、転送先が海や山なら良いのですが、下手をすれば人が密集している場所に送られる事も......！」
　ウィズが眉根を寄せながら、泣きそうな声で言ってくる。
　ランダムテレポート？
「大丈夫だ！　世の中ってのは広いんだ！　人のいる場所に転送されるよりも、無人の場所に送られる可能性の方が、ずっと確率は高いはずだ！　大丈夫、全責任は俺が取る！　こう見えて、俺は運が良いらしいぞ！」
　俺の言葉にウィズが頷き、声高に魔法を唱えた。
「『テレポート』ーッ！」



「どうなった？　コロナタイトはどこに行った？　この近くじゃ無いだろうな!?」
　俺の言葉に、ウィズとアクアが不安そうに顔を見合わせる。
　とにもかくにも、まずはここから出る事だ。
　俺達が部屋から出ると、他の冒険者達が甲板上のゴーレムを軒並み倒し、機動要塞の警報も止んだ事から、引き上げに掛かっていた。
　皆が続々とロープを伝って降りる中、そこに残されていたのは俺達のみとなっている。
　見れば、あの研究者の骨も地上に降ろされ、木箱に収められていた。
　きっと、街の墓地にでも埋葬されるのだろう。
　俺達も地上へ降りると、ダクネスやめぐみんの下へと向かった。
　俺は木陰で休んでいためぐみんを背中におぶると、すっかり戦勝ムードで浮かれる冒険者達の間で、未だに街の前に仁王立ちしたままのダクネスの下へと近寄った。
　浮かれる皆とは裏腹に、ダクネスのみが、未だ険しい顔で機動要塞を睨んでいる。
「おいダクネス。無事デストロイヤーの心臓部を止めてきたぞ。もう終わった。はあー......。流石に疲れたよ、屋敷に帰って、今日ぐらいはちょっと豪華な飯でも食おうぜ」
　そんな俺の言葉に、ダクネスが小さく呟いた。
「まだ、終わっていない。私の、強敵を嗅ぎつける嗅覚が、まだ香ばしい危険の香りを嗅ぎとっている。......あれはまだ、終わっていないぞ！」
　ダクネスの言葉に反応するかの様に、機動要塞そのものが、振動音と共に震え出した。
　おいおい、心臓部は取り除いたはずだろうが！
「どうなってんの？　なあ、アレ、どうなってんだ！」
「おおお、落ち着いて！　こういう時はアレよ！　導火線の赤か白の、どっちかを切るってヤツがあるはずよ！」
「いや待てよ、そりゃ爆弾の話だろ！　デストロイヤーはコアを抜いたのに、なんでまだ動き出してるのかって事だ！」
　俺達だけでなく、冒険者達も異変に気づいたらしく、彼らは、慌ててデストロイヤーから距離を取る。
「ど、どうしましょう！　これまで内部に溜まっていた熱が、外に漏れ出そうとしているんです！　流石にあの大きさをテレポートする事はできませんし！　デストロイヤーの前面部に、爆裂魔法の余波でできた、大きな亀裂が見えるでしょう？　あそこから熱が漏れ出しています！　このままでは、あそこから街を目がけて......！」
「聞きたくない聞きたくない！　カズマさーん、カズマさーん！　はやく、はやく何とかしてえーっ!!」
　ウィズの言葉をアクアが遮り、無茶な要求を吹っ掛けてきた。
　いやお前、これは流石にどうしようも......！
「ま、魔力を！　誰か魔力を分けて下さい！　爆裂魔法をあの亀裂に撃ち込んで、爆発を相殺します！」
　ウィズが、唐突に近くの冒険者達にそんな事を言い出した。
　俺は慌てて、ウィズを捕まえて小声で囁く。
「お、おいウィズ！　いきなり、何を言い出すんだよ！　他の冒険者達はお前がドレインできるって事は知らないんだぞ！　リッチーだってバレたらどうする気だよ！　人間の俺がリッチースキルを使う分には調べられてもまだ良いが、ウィズが人間かどうかを調べられたら一発だろうに！」
「で、でも！　魔力を吸える私しか、アレを止める事は......！」
　ウィズがそこまで言い掛けたのを、手を突き出して遮った。
「俺も使える。だから、俺が一旦誰かから魔力を吸って、それをウィズに受け渡せばいい。手間は掛かるが、それしか無いだろ」
　ドレインタッチは、魔力や体力を吸うだけでなく、相手に与える事もできる。
　魔力、魔力......。
　冒険者の中で、特に魔力の大きそうな奴と言えば......！
「ねえダクネス、いつまでも頑固な事言ってないで、早く逃げましょう！　遠くに逃げるの！　そして、一からやり直しましょう！　......ちょっと待って？　よく考えたら、私達の借金はこの街のギルドが立て替えているんだし、ここがボンッてなっちゃえば......！」
「おい、そこの自称何とか。ちょっと来い」
　ろくでも無い事を大声で喚いている、一番魔力を持ってそうな奴を引っ張って来る。
「ちょっと何すんのよ。今はカズマに構ってあげてる暇は無いの。いっそこのままままああああああああああああああーっ!?」
　俺の不意打ちのドレインタッチに、アクアが抵抗する間もなく悲鳴を上げた。
「ちょっとヒキニート、この非常事態に何すんのよ！」
「非常事態だからだよ！　いいか、よく聞け！　今からお前の魔力をウィズに分けて、爆裂魔法でデストロイヤーを撃って貰う！　それで、多分いけるはずだ！」
「嫌よお！　何で私の魔力をアンデッドなんかに分けなきゃいけないのよ！　それに、私の神聖な魔力をウィズに大量注入したら、あの子、きっと無くなっちゃうわよ！」
　アクアの言葉にウィズの方を振り向くと、ウィズが青い顔でこくこくと頷いた。
「その......。以前アクア様から魔力を少しだけ頂いた後、その、物凄く体の具合が......」
　なんか食あたりみたいだな。アクアの言う事は本当らしい。
　となると。残されたのは──
「真打ち登場」
　めぐみんが、俺の背中から下り立った。



「ねえ分かってる!?　吸い過ぎないでね？　吸い過ぎないでね!?」
「分かってる分かってる、宴会芸の神様の前振りなんだろ？　大丈夫、俺に任せておけ！」
「違うわよ！　芸人みたいなノリで言ってるんじゃないわよ！」
　アクアが俺の前に正座し、いつでも魔力を吸われる体勢に。
　その隣では、めぐみんがデストロイヤーに杖を向け、いつでも魔法を放てる様に構えていた。
「カズマさん、ドレインは皮膚の薄い部分からの方が、より多く吸収できますし、より多く送れます！　後、魔力の源は心臓部です。なので、心臓に近い部分からドレインをすると効率が良いですよ！」
　ウィズが真面目な顔で教えてくれた。なるほど、皮膚の薄い所か。
　だから、さっき俺から魔力を吸った時に、俺の唇の端に触れていたのか。
　アレはいけない、変な期待をしてしまうから。
　............いや待てよ。
「いつでも準備は良いですよ！　日に二回も爆裂魔法を撃てるなんて、今日わひゃああああああああ！」
　めぐみんの背中に右手を入れると、めぐみんは背筋を伸ばして声を上げた。
「いきなり何するんですか！　冷たい手を背中に入れられて、心臓止まるかと思いましたよ！　何ですか？　セクハラですか？　この非常事態にセクハラですか!?」
「バカ、そうじゃない！　今のウィズの言葉を聞いてなかったのかよ！　これはセクハラじゃなく効率を考えたドレインだ！　心臓に近くて皮膚の薄い場所って言ったら、背中とかが良いだろうが！　......あっ、ちょっ、こらっ！　おいアクア、抵抗するな！　お前、こっちには街を救うっていう大義名分があるんだぞ！　前に手を突っ込まないだけ有り難いと思え！」
　俺の発言を受けて、アクアが俺の手を背に入れさせまいと激しい抵抗を見せている。
「皆さん、もう時間が無いんですよ！」
　ウィズが大声で泣き叫んだ。
　妥協案として、俺はめぐみんとアクアの首根っこを摑んでいた。
　そこから、アクアを通じてめぐみんへと魔力を与えている。
「ヤバイです、これはヤバイですよ！　アクアの魔力はヤバイです！　これは、過去最大級の爆裂魔法が放てそうです！」
「ねえめぐみん、まだかしら！　もう、結構な量を吸われていると思うんですけど！」
　アクアの言葉の通り、既にめぐみんの小さな体には、とてつもない量の魔力が注ぎ込まれていた。
　流石は腐っても女神である。
　アクアの魔力はどれだけ吸っても、底が見える気配が無い。
「もうちょい！　もうちょいいけます！　あっ、ヤバイかも......」
「おい、ヤバイってなんだよ！　容量超えたらどうなるんだ、破裂とかしないだろうな！」
　物騒な事を口走り始めためぐみんが、左目の眼帯をむしり取ると、杖を構えて魔法を唱える。
　既に聞き慣れた爆裂魔法の詠唱が、冒険者達が遠巻きに見守る中に響き渡った。
「他はともかく、爆裂魔法の事に関しては！　私は、誰にも負けたくないのです！　行きます！　我が究極の破壊魔法！」
　めぐみんの杖先が、熱を吹き出し、今にも弾け飛びそうなデストロイヤーの大きな裂け目に向けられる。
　──紅い瞳を輝かせ、負けず嫌いのアークウィザードが、張り裂けんばかりの声で魔法を唱えた。
「『エクスプロージョン』──ッッッ！」



　機動要塞デストロイヤー迎撃戦から、数日が経過。
　そして本日。
　冒険者ギルド内は、異様な熱気に包まれていた。
　その理由は言わずとも、この熱気で分かるというもの。
　冒険者達の期待に満ちた眼差しが、ギルド職員に向けられる中。
「カズマ。今更私が言う筋合いじゃ無いかも知れないが、改めて礼を言う。よくこの街を守ってくれたな。......どうも、ありがとう......！　お前には、いつか私の事を話したいと思う。なぜ私が、この街を守りたいと言っていたのかを」
　そう言って、今日は私服姿のダクネスがはにかんだように笑みを浮かべてきた。
　俺とダクネスは、他の冒険者とは少し離れた所にいた。
　俺もダクネスに向け、言葉を返す。
「そういやお前、今回やたらと格好良かったな」
　突然の俺の言葉に、ダクネスは、デストロイヤーを前に一歩たりとも引かなかった、あの時の自分を思い出したのか、
「そ、そうか......」
　ちょっと頰を赤らめながら、照れ臭そうに顔を背けた。
　そんな、照れているダクネスに。
「一番何もしなかったけどな」
　俺はハッキリと言ってやった。
「!?」
　俺の言葉に、ダクネスは顔を背けた状態でビクリと震える。
「そういえば、ダクネスは今回、街の前で立ってただけねー。ねえ、私は頑張ったわよ！　結界破ったし、カズマの傷も治したし！　あと、めぐみんに魔力を分けてあげたり！」
　いつの間にか寄って来ていたアクアが、ダクネスに向け、特に悪気もなく言った。
　それを聞き、ダクネスは更に身を震わせ。
「私はもちろん、日に二発も爆裂魔法を撃って大活躍でしたからね。しかも、二発目はデストロイヤーを粉砕してやりましたから！」
　同じく、いつの間にかそこにいた、特に悪気も無いめぐみんが言った一言に、ダクネスは更に身を震わせ。
「そう言えば、カズマさんこそ大活躍だったじゃないですか！　見事な指揮を執って、それでいて、ちょっと失敗はしましたが、結果としては大物のゴーレムを倒し、コロナタイトを鉄格子から取り出し、そして私に魔力を供給してくれて......！」
　本当に、いつの間にやって来ていたのか、全く悪気など無いウィズの言葉に、ダクネスは耐えられなくなったのか、両手で顔を覆った。
「ウィズなんて、爆裂魔法を始め、俺の手を冷やしたり、挙げ句の果てには爆発しそうなコロナタイトをテレポート......。ＭＶＰはウィズだろ？」
　その言葉に、顔を覆ったままとうとう小さく震え出したダクネスに。
「......で、街を守るって駄々こねてた、お前の活躍は？」
「こっ、こんなっ！　こんな新感覚はっ！　......わあああああーっ!!」
　俺が、頰を真っ赤に染めながら、顔を覆ってその場にしゃがむダクネスをからかい満足していると──
　突然、ギルド内のざわめきがピタリと止んだ。
　顔を上げると、ざわめきが止んだ原因が目に入る。
　そこには、なぜかどことなく暗い顔のギルド職員の隣に、二人の騎士を従えた、黒髪の女が立っていた。
　なるほど、今回倒した賞金首は、魔王の幹部どころじゃない、各地の街や国々を脅かした大物だ。
　なので、ギルド員ではなく、この国の騎士様直々に報酬を貰えたりするのだろう。
　いや、下手したら、騎士にならないか、みたいなスカウトにでも来たのかも知れない。
　俺達が期待に満ちた表情で見守る中、その女はこちらを真っ直ぐに見つめてきた。
　その視線は間違いなく俺を捉え、その眼差しは、決して軽いものでは無く、とてつもなく情熱的なものだった。
　そう、喩えるならば......。
　──それは親の敵を見るかの様な、厳しい眼差し。
「冒険者、サトウカズマ！　貴様には現在、国家転覆罪の容疑が掛けられている！　自分と共に来てもらおうか！」


`;

bookloaded++;