text += `§1_005


 ──拝啓。
　そちらの世界においても寒さ厳しき折、父さん、母さん共におかれましては、いかがお過ごしでしょうか。
「被告人、サトウカズマ。あなたの行ってきた度重なる非人道的な問題行動、及び......」
　そちらは、そろそろ雪解けの頃でしょうか？
　弟は、変わりなく過ごしていますか？
「街の治安を著しく乱してきた反社会的行為などを鑑みるに......」
　皆様ならば、きっと変わりなく、健やかに過ごしている事かと存じます。
「検察官の訴えは妥当と判断」
　俺は、この世界でとても元気にやっておりますので──
「被告人は有罪、よって──」
　犯罪者となった親不孝な息子を......。
「────判決は、死刑とする」
　どうか、許してください──



　誰が名づけたのかは知らないが、ふざけた名前とは裏腹に、世界中の人々に恐れられる賞金首がいた。
　機動要塞デストロイヤー。
　その大物賞金首は、先日、俺の素晴らしい作戦指揮により無事撃退され。
　そして現在、デストロイヤーの賞金が配られるというので、こうしてギルドにやってきていたのだが──
「冒険者、サトウカズマ！　貴様には現在、国家転覆罪の容疑が掛けられている！　自分と共に来てもらおうか！」
　なんだかおかしな状況になっていました。
「......ええっと、どちら様？　ていうか、国家転覆罪って何？　俺、賞金を受け取りに来ただけなんだけど」
　険しい表情をした目の前の女に、俺はオズオズと尋ねてみる。
　賑やかにざわめいていたギルド内は、両隣に二人の騎士を従わせた女の言葉により、シンと静まり返っていた。
「自分は、王国検察官のセナ。国家転覆罪とはその名の通り、国家を揺るがす犯罪をしでかした者が問われる罪だ。貴様には現在、テロリストもしくは、魔王軍の手の者ではないかとの疑いが掛けられている」
　セナと名乗った黒髪ロングのその女は、言いながら、俺に厳しい視線を向けてきた。
　まるで社長秘書みたいな第一印象の、頭のキレそうな美人だ。
　セナの言葉を聞き、アクアが驚いた声を上げる。
「ええっ!?　ちょっとカズマ、また一体何をやらかしたの!?　私が見ていないところで、どんな犯罪をしでかしたのよ！　ほら謝って！　私も一緒にごめんなさいしてあげるから、ほら早く、謝って！」
「このバカ！　俺がそんな罪を犯す訳がねーだろ！　大体、普段ほとんど一緒にいるだろうが、俺が何もしていないのはお前がよく知ってるだろ！」
　俺がアクアを叱りつける中、めぐみんが。
「ちょっと待ってください。何かの間違いではないですか？　カズマは、セクハラとか小さい犯罪はちょくちょくやらかしますが、そんな大それた罪に問われる事をする程、度胸のある人ではありませんよ」
「お前、俺の擁護をしてるのか喧嘩売ってんのかハッキリしろよ」
　俺がめぐみんにツッコむと、続いてダクネスまでもが。
「ふむ、確かにこの男がそんな大それた罪を犯せるとは思えんな。そんな度胸があるのなら、普段屋敷内を薄着でウロウロしている私を、あんな獣の様な目で見ておきながら何もしないなんて事はないはずだ。夜這いの一つも掛けられないヘタレだぞ、この男は」
「べべべべ、別に見てねーし!?　お前、自意識過剰なんじゃねーの!?　ちょっとエロい体してるからって図に乗るなよ、こっちにだって選ぶ権利ぐらいあるんだぞ！」
　俺のその言葉に、ダクネスはサッと顔を赤く染め。
「き、貴様、風呂場では私にあんな事までさせておいて、今更そんな......！」
「あの時はサキュバスに操られてたからな！　お前こそ、雰囲気に流されて俺の背中流してたクセに！　なんなの？　ひょっとしてちょっと期待してたの？　どんだけチョロいお手頃女なんだよお前は！」
「おお、お前、やっぱり記憶があるじゃないか......っ！　それに、エリス様に仕える身であるクルセイダーの私は、まだ清い体のままだ！　それをチョロいお手頃女だと!?　ぶっ殺してやる！」
　物騒な事を言いながら首を絞めようとするダクネスと揉み合っていると、セナの隣にいた騎士の一人が俺達の間に割って入る。
　そして、今の騒ぎを見ても眉一つ動かさなかったセナが、冷たく言い放つ。
「その男の指示で転送された、機動要塞デストロイヤーの核であるコロナタイト。それが、この地を治める領主殿の屋敷に転送されました」
　その一言に、ギルド内が今度こそ静まり返った。
　──コロナタイト。デストロイヤーとの戦いで、爆発寸前だったその石を、テレポートの魔法でどこかに転送させたのは確かに俺だ。
　それが、まさか──
「なんて事だ、俺のせいで領主が爆死しちまったのか......！」
「死んでいない、勝手に殺すな！　使用人は出払っていた上に、領主殿は地下室におられたとの事で、怪我人も出てはいない。屋敷は吹っ飛んでしまったがな」
　怪我人もいないと聞き、俺はホッと息を吐く。
「それじゃあ、今回のデストロイヤー戦での死者はゼロって事か、良かった良かった」
「何が良い！　貴様、状況が分かっているのか？　領主殿の屋敷に爆発物を送り、屋敷を吹き飛ばしたのだ。先程も言ったが、今の貴様にはテロリストか魔王軍の手の者ではないかとの嫌疑が掛かっている。まあ、詳しい事は署で聞こう」
　セナの言葉に静まり返っていたギルド内がざわめきだした。
　それもそうだ。ここにいる冒険者達は俺の事をよく分かっている。
　そして、デストロイヤー戦においての俺の活躍だって知っている。
「ふ、何かと思えば......。カズマは、デストロイヤー戦においての功労者ですよ？　確かに石の転送を指示したのはカズマですが、あれだって緊急の措置という事で仕方なくやった事です。カズマの機転がなかったなら、コロナタイトの爆発で死者だって出ていたかもしれません。褒められはしても、非難されるいわれはありません」
　めぐみんの言葉に、ギルド内のあちこちからそうだそうだと声が上がる。
　お、お前ら......！
　俺が軽く感動していると、セナが冷たく言い放った。
「ちなみに。国家転覆罪は、犯行を行った主犯以外の者にも適用される場合がある。裁判が終わるまでは、言動に注意した方がいいぞ。この男と共に牢獄に入りたいというのなら止めはしないが」
　その言葉に、ギルド内が再びシンと静まり返った。
　そして──
「......確か、あの時カズマはこう言ったはずよね。『大丈夫だ！　世の中ってのは広いんだ！　人のいる場所に転送されるよりも、無人の場所に送られる可能性の方が、ずっと確率は高いはずだ！　大丈夫、全責任は俺が取る！　こう見えて、俺は運が良いらしいぞ！』............って」
　アクアが、唐突にそんな事をポツリと言った。
　......確かに言ったが、こいつは普段バカのクセに、どうしてこんな時だけちゃんと記憶しているんだろう。ていうか。
「アクア。お前まさか、本気で俺一人に全責任を被せる気じゃ......ない......よな......？」
　俺の問いに答える事なく、アクアは気まずそうに目を逸らす。
「私は、そもそもデストロイヤーの中に乗り込みませんでしたからね。もし私がその場にいれば、きっとカズマを止められたはずなのに。しかし、その場にいなかったものは仕方ありません。ええ、仕方ありませんね」
　めぐみんが、誰も聞いてもいないのに、そんな大きな独り言を言い出した。
「......おい待て、アクア、めぐみん。お、お前らまさか......」
　まさかこいつら......！
　と、俺を庇う様に、ダクネスがセナの前に出る。
「待て。主犯は私だ、私が指示した。だからぜひとも、その牢獄プレイ......じゃない、カズマと共に連行し、厳しい責めを負わせるがいい！」
「あなた、ずっとデストロイヤーの前に立ったままで、何の役にも立たなかったそうじゃないですか」
「!?」
　バッサリと傷を抉られ、ダクネスが涙目になってこちらを見るが、役に立たなかったのは本当だし、今はそれどころじゃないので放置する。
　そんな中、ずっと黙っていたウィズがオズオズと手を挙げた。
「あ、あの！　テレポートを使ったのは私なので、カズマさんを連れて行くなら私も......」
　ウィズが挙げた手をアクアが摑み。
「ダメよウィズ！　犠牲が一人で済むのならそれに越した事はないわ！　辛いでしょうけどここはグッと我慢して......！　そう、別にカズマとお別れする訳じゃあないもの。カズマが無事お勤めを終えるまで、私達は待っていてあげましょう？」
　こんのアマー！　人をお勤め確定みたく言うんじゃねえよ！
　いや、ウィズに指示したのは俺だし、ウィズだけは庇うつもりでいたけども！
「ていうかお前らが味方してくれなくたって、俺にはギルドの皆がついてるからな！」
　言いながらギルド内を見回すと、冒険者達は俺と視線が合う前にそっと目を逸らす。
　こ、こいつらまで！
「おいふざけんな！　お前ら、もっと頑張れよ！　もっと抗議しろよ！」
　俺の罵声に、魔法使いの女の子がポツリと言った。
「私がカズマさんを初めて見たのは......。あれは、そう。カズマさんが、このギルドの裏で、盗賊の女の子の下着を剝いでいた姿でした。ええ、衝撃的な光景でした」
　ちょっ......！
「ああ、カズマならいつか大きな犯罪をやらかすとは思ってた......」
「まったくだ。聞いた話だと、仲間のはずのプリーストをオリに入れて、ワニの餌代わりにしたって聞いたぜ」
「勝負を挑まれた際に、相手の魔剣を巻き上げて売り飛ばしたって話も聞いたな」
「お前ら、あっさりと手の平返しやがって！　今言った連中の顔は覚えたからな！　無実を証明した暁にはどうなるか......！」
　捨て台詞を吐く俺の両腕を、二人の騎士がガッと摑む。
「どいつもこいつも覚えてろよおおおおおおお！」


　──街の中央区に位置する警察署。
　普段ならば、善良な一冒険者である俺に縁のない建物なのだが。
　俺は今、その警察署の中を、奥へ奥へと歩かされていた。
「さあ入るがいい。裁判が終わるまでは、ここが貴様の部屋だ」
　俺の前を行くセナがそう言って足を止めたのは、狭く薄暗い牢屋だった。
「おい、俺って一応街を救ったヒーローなんじゃないのか？　マジで？　本当に牢屋に入れられんの？　なあ、本気？」
　牢屋を前にした俺は怖じ気づき、セナに訴え掛けるように尋ねるが。
「詳しい話は明日聞く。今日はここでゆっくり過ごすがいい」
　セナは質問には答えず突き放す様に言うと、それを合図に騎士達が、俺を牢の中に押し込めた。
　そしてセナは、踵を返し騎士達と共に去って行く。
「おい！　ちょっと待ってくれ！　......おいって！　......おい......マジかよ......」
　薄暗く寒い牢の中、俺は両手で鉄格子を握り、あまりの展開に呆然としていた。
　......俺、今日の朝までは屋敷でゴロゴロしてたんですが。
　それが、なんでこんな事になってんの？
　途方に暮れて牢屋の中を見回すも、冷たい床に毛布が数枚置かれ、部屋の隅には小さなトイレ、あとは鉄格子のはまった窓があるのみだ。
　なんて理不尽な。街を救った人間にこの仕打ちはあんまりだろう。
　俺は暗い牢屋の中で体育座りになり、膝の間に顔を埋めた。
　この世界の理不尽さと世知辛さは知ってはいたが、ここまでとは。
　思えば、引き篭もりをやってた頃は毎日が楽しかったな。
　暖かい部屋で昼過ぎに起きてゲーム三昧。
　親の用意した飯を食べて、眠りたい時に寝て起きたい時に起きる自堕落な日々。
　それが、この世界に来てからは毎日が苦労の連続だった。
　異世界の常識もない俺はロクなバイトや接客業もできず、着いてそうそう過酷な力仕事のバイトに就き、そして毎日馬小屋暮らし。
　よく分からない連中のお守りをしながら、挙げ句の果てには借金まで......！
　段々腹が立ってきた。あいつら全員、俺が外に出たら覚えてろよ！
　......しかし。
「帰りたい......。もう、日本に帰りたい......」
　俺は今更ながらに、日本に帰るという当初の目的を思い出す。
　貴族や王族なんてものがいる、異世界の裁判だ。
　やらかした相手が相手だけに、へたすれば死刑にでもなりかねない。
　シャレになっていない状況に気づき、薄暗い牢屋の中というのも相まって、急速に不安が押し寄せてきた、その時だった。
　牢の中で泣きそうになっていると、遠くから複数の足音が聞こえてくる。
「おうコラ、別に抵抗しねーからもうちっと丁寧に扱えや！」
「黙れチンピラが！　ほら、とっとと歩け！」
　ガチャガチャという鎧の音と、ガラの悪そうな男の声。
　どうやら、俺以外の犯罪者が連れて来られたらしい。
　......っと、待てよ。牢屋ってここしかないんだけど。
　勘弁してくれ、得体のしれない犯罪者と、牢の中で二人きりだとか！
「ほら、入れ！　まったく、貴様は何度ここに来る気だ。牢屋はお前の部屋ではないのだぞ、今日は先客がいるが喧嘩はするなよ」
「はいはい、分かってる分かってる。それじゃ、お邪魔するぜ。............って、なんだ。カズマじゃねーか。こんな所で何やってんだ？」
　──牢に入ってきたのは、この街でチンピラ冒険者として有名な男、ダストだった。
「おいおい、こんな所で奇遇だな！　何だよ、何やらかしたんだよ？」
　騎士達が立ち去った後。牢に入れられたダストが、なぜか嬉々として尋ねてくる。
「いや、なんか、テロリスト扱いをされてさ......。デストロイヤー討伐の時、爆発寸前のコアを転送するように指示したんだよ。それが領主の屋敷に転送されて、家が吹っ飛んだんだってさ」
　俺の言葉に、ダストがぶはっと噴き出した。
「うひゃひゃひゃ、やるじゃねーかカズマ！　そーかそーか、あのクソ領主は嫌な奴だしな！　よくやったな！　うははは、ざまーみろ！」
「おい待て、狙ってないから！　俺は別に、領主の人に恨みがあってやった訳じゃないからっ！　......っていうか、ダストこそこんな所で何やってるんだよ？」
　先程の騎士とのやり取りでは、なんだかここの常連みたいな扱いだったが。
「俺か？　いやさ、デストロイヤー撃破の賞金が配られるって聞いてたから、それをアテにして、散々ツケで飲み食いしたんだけどよ。さぞかし大金が入ってくるだろうと思って、借金してギャンブルやったりな。そしたら、思ったよりも賞金が少なくて返済に足りなくてよ。金もないから馬小屋で寝るしかねえんだが、この季節に馬小屋ってのも寒いしよ。だったら、食事も出るし凍え死ぬ事もない、ここに泊めてもらおうってな？　ちょろっと無銭飲食してきたんだよ。ここにいれば借金の取り立ても来ないしな」
　この男は名前の通りの奴だった。
　ダストという名に恥じないダメ人間ぶりを見せつけるチンピラの姿に、牢屋に入れられて凹んでいた俺は少しだけ気が晴れた。


　ダストと他愛もない話をして時間を潰し、晩飯を食って早々と寝たのだが。
　──一体どれ程眠ったのだろう。
　遠くから聞こえる爆発音、そして小さな振動を感じ、俺はふと目を覚ました。
　それと共に、小さな囁き声が聞こえてくる。
「......ズマ。......カズマ！　ねえカズマ、起きて！」
　格子が付いた窓からは、月の光が射していた。
　今の時刻は深夜を回っているのではないだろうか。
「ねえカズマ、聞こえる？　ねえってば」
　窓の外から聞こえる囁きは、聞き慣れた声だった。
　俺は周囲を見回し、いびきをかいているダスト以外には人がいない事を確認する。
　署内の最奥にあるこの牢屋には、一々見張りなどつけないのだろう。
　格子付きの窓は、俺の身長よりも遥かに高い位置にある。
　俺が窓の下に近づくと、今度こそハッキリと、アクアの声が聞こえてきた。
「アクア、お前！　何だよ、何しに来たんだよコラ！」
「助けに来たに決まってるでしょう？　今、めぐみんとダクネスが騒ぎを起こして署員の注意を引いているわ。めぐみんが、街のすぐ近くで爆裂魔法を放ったはずよ。おかげで、署員達は驚いて飛び出して行ったわ。今頃はダクネスが、魔力を使い果たしためぐみんを抱えてその場を後にしている頃ね」
　寝ていた時に感じた振動は爆裂魔法だったのか。
「てか、どういう風の吹き回しだよ。助けるぐらいなら、朝の時点でちゃんと庇えよな」
「そんな事したら、皆仲良く捕まってたかもしれないでしょう？　別に、カズマが出てきたらどんな復讐をされるかって想像して、怯えた訳じゃないからね」
　助けに来てくれた理由は後半のセリフで大体分かった。
　しかし──
「でも、逃げちまっていいものなのか？　俺が逃げたら、それこそ状況が悪くなったりしないか？」
「何を言っているの。国家転覆罪ってのは最悪死刑らしいわよ？　ダクネスの話だと、今回被害にあった領主の人ってのは、凄く陰湿で執念深いんだって。身元の怪しい冒険者のカズマなんて、権力で事実を捻じ曲げてでも殺されちゃうわよ？」
　さすがは文明レベルが中世時代の異世界だ。
　人の命がまるでゴミの様。
「......脱出は分かったが、どうやってここから出るんだ？　窓の格子でも切るのか？」
　俺の言葉に、アクアは自信ありげにフフンと笑い、格子の隙間に何かを投げて落としてきた。
　小さな金属音を立てて落ちてきたのは一本の針金。
　何のつもりだろう。まさか、こいつ......。
「まずはその針金で、漫画とかみたいにちょちょいと牢屋の鍵を開けなさい。その後は、カズマの潜伏スキルを使って署内から脱出するの！　そして、屋敷に帰ったら急いで夜逃げの準備よ！　それじゃ私は、警察署の前で待ってるからね！」
　アクアはそう言い残すと、その場から去って行った。
　俺は針金を拾い上げ、牢屋の鍵を見る。
　............八桁の数字を合わせると開く、ダイヤル式の鍵を。
「......寝るか」
　俺は再び毛布に包まった。


「起きろ！　さあ、一緒に来てもらおうか。今から取り調べを始める！」
　毛布に包まっていると、牢屋に押し入ってきたセナに叩き起こされた。
「なんだよ、こんな朝早く......」
「もう昼前だ！　貴様は日頃どんな生活をしている！」
　署内の職員達の視線を浴びながら、俺はある部屋の前に連れて行かれる。
「さあ、中に入れ。まずは貴様の言い分を聞いてやる。その上で、裁判にするかどうかが決まる。よく考えて発言しろよ？」
　威圧的なセナの言葉に、ビクビクしながら部屋に入ると、部屋の中央には机が置かれ、椅子が二つ並んでいた。
　そして、入り口の横にも小さな机と椅子がある。
　この光景は、なんというか刑事ドラマにでも出てきそうな取り調べ室そのままだ。
　俺を連れて来た騎士の一人が、無言で入り口の脇の椅子に座り、机の上に紙を広げる。
　あれか、調書ってやつを取るのか。
　俺はもう一人の騎士に促され、中央の机の前に座らされた。
　暴れたら即座に取り押さえられる様にか、その騎士は俺の背後に無言で立つ。
　狭い部屋に、鎧を着た騎士が二人もいるプレッシャーにビクビクしていると、セナが向かいの席に腰掛け、小さなベルを机に置いた。
「これが何か知っているか？　この様な場所や裁判所でよく使われる、噓を看破する魔道具だ。この部屋の中に掛けられている魔法と連動し、発言した者の言葉に噓が含まれていれば音が鳴る。その事を頭に置いておくがいい。......では、話を聞こうか」
　セナはそう告げると、重々しい空気の中、酷薄そうな無表情で事情聴取を開始した。
　プレッシャーを与えるかの様に、人差し指で机をトントンと叩きながら。
「サトウカズマ。年齢は16歳で、職業は冒険者。就いているクラスも冒険者、か。......ではまず、出身地と、冒険者になる前は一体何をしていたのかを聞こうか」
　いきなりハードルの高い質問がきた。
　出身地や過去の経歴だなんて、一体どう説明すればいいんだ。
　噓を吐くとベルが鳴るとか言っていたが──
「出身地は日本です。そこで、学生をしていました」
　──チリーン。
　俺の言葉にベルが鳴る。......おい、噓は言っていないぞ。
　トントンと机を叩いていたセナが動きを止め眉根を寄せる。
「......出身地と経歴詐称、と......」
　セナの言葉に、調書を取っていた騎士が何かを書く音。
「待ってくれ！　別に噓は吐いてないはずだ！」
　──チリーン。......なんだよ！　なんで鳴るんだ！
　俺は日本出身で、学生を......！　......学生......を......。
「......出身地は日本です。毎日家に引き篭もって、自堕落な生活を送っていました」
　俺がもう一度答え直すと、セナがジッとベルを見る。
　俺も同じくベルを見た。
　──今度は鳴らない。
「......どうして学生などと見栄を張った」
「見栄を張った訳じゃ......。ううっ......もういいです......」
　畜生、この魔道具嫌いだ──！
「ニホンという名の地名は聞いた事がないな？　......だがまあ、それは置いておこう。では次に、お前が冒険者になった動機から聞こうか」
「魔王軍に苦しめられている人々を助けるために、魔王を」
　──チリーン。
「............」
「......冒険者ってなんか格好良さそうだし、楽して大金稼いで、美少女にチヤホヤされたいなと思いました」
「......よ、よし。では次だ。領主殿に恨みなどはなかったのか？　借金を背負った際に、色々な所で愚痴っていたと聞いたが」
「一応デュラハン討伐で高額な賞金を貰ったし、街の修繕費との差し引きで借金になった訳で。街を守るためとは言え、その街を壊しましたでは意味がないと、納得しています」
　──チリーン。
「..................」
「正直、そんな感じの言い訳で憤る仲間を説得はしましたが、本音を言えば街を救った英雄にこの仕打ちかよ、ぶっ殺してやりたいと思いました」
「そ、そうか。では、次......」
「......あの、ちょっといいですかね？」
　俺は、若干引きながらも質問を続けようとするセナを遮ると。
「いっその事、ストレートに聞いてくれませんか？　お前は魔王軍の手の者か？　とか、領主に恨みがあって指示した事か？　って。何度も言ってますが、ランダムテレポートを指示したってだけで、領主の人を狙った訳じゃないですよ。こんな事になるなんて思ってませんでした。アレを指示したのは、街を救うためでしたから。本当ですよ？」
　それを聞きながら、セナはベルをジッと見た。
　──もちろん鳴らない。
　それを確認したセナは、深いため息を吐き。
「......どうやら、自分が間違っていた様ですね。あなたに関しては、悪い噂しか聞かなかったもので......。申し訳ありませんでした......」
　態度が急変し丁寧な口調になったセナは、深々と頭を下げてきた。
　おそらくは、今までの厳しい口調は犯罪者用で、こちらの口調が素なのだろう。
　容疑が晴れた俺は、ここぞとばかりに。
「まったく、噂を鵜吞みにして人を疑うだなんて、検察官失格じゃあないんですかね！」
「うぐっ......、す、すいません、申し訳ありません......」
　セナがペコペコと頭を下げる中。
「俺の実績を知ってます？　魔王の幹部ベルディア討伐の際には最も貢献し、機動要塞デストロイヤー戦においては素晴らしい指揮を執り、難攻不落の機動要塞を破壊！　そんな俺に、感謝の言葉もなく責め立てるだけだなんてね！」
　俺は背もたれが軋むぐらいにふんぞり返り、一晩勾留された事への恨みもあって、ネチネチとセナを責め立てた。
「すす、すいません、自分もこれが仕事なもので......！　もちろんサトウさんの実績は知っています、しかし......」
「しかし？　しかし、なんですかね!?　というか、容疑が晴れたにも拘わらずお茶も出ないんですかねここの署は！　なんならカツ丼でもいいんだけどもね!?」
「か、カツ丼？　すいません、その様な物は......。お茶ならすぐお持ちしますので......」
　セナはそう言うと慌てて出て行き、お茶を淹れて持って来る。
　俺はそれを一口すすり......！
「ヌルい！　ここの検察官はお茶の一つも淹れられないのか！　そのキツそうな態度と相まって、どうせ彼氏の一人もいないんじゃないのかね？　せっかくこの魔道具もある事だし、聞いてみようか。男っ気の一つぐらいはあるのかね？」
「ありません」
　セナは無表情で、俺を真っ直ぐ見つめてキッパリと。
「ありません。ええ、この性格が災いして、この歳にも拘わらず男っ気なんてありませんとも。これで満足ですか？　あまり調子に乗らないで下さいね？」
「ごめんなさい」
　鳴らないベルを見ながら、俺は怖じ気づいて謝った。
「大体、悪い噂ってのはどんな噂なんだ？　昨日、他の冒険者の連中が言っていたヤツ？」
「そ、その......。他にも、年端もいかない仲間の女の子の下着を公衆の面前で剝いだだの、同居しているクルセイダーに、お風呂で強引に背中を流させただの、足手まといなプリーストをダンジョンに置き去りにしようとしただのと、人間性を疑う様な噂ばかりで──」
　..................。
　微動だにしなくなった俺に、セナが不審げな視線を送ってきた。
「......噂、ですよね？」
「噂です」
　──チリーン。
　セナは、元の冷酷そうな無表情になると。
「......パーティー内での話ですから自分は何も言いませんが。あなたは巷でなんて呼ばれているか知っていますか？　カスマだとか、クズマだとか──」
「ひっ、酷いっ！　どこのどいつだ、そんなアダ名つけやがったのは！」
　しかし、心当たりのある事ばかりだから何も言えない！
　そんな俺を見て、セナはため息を吐くと......。
「まったく。念のためもう一度聞きますが、あなたは、本当に魔王軍の関係者ではないのですね？　魔王の幹部と交流があるだとか、そんな事は......」
「ないですってそんなもの。俺が、そんな大層な男に──」
　──チリーン。
　見えますか、と言おうとして。
　俺は、とんでもないミスをやらかした事に気がついた。
　取り調べ室に響くベルの音を聞きながら。
　俺は、魔王軍の幹部、ウィズの事を思い出していた。


「おい、飯が少ねえぞ！　もっと脂っこい物食わせろや！　これを作ったのは誰だ！　女将を呼べやー！」
　大変な失敗をやらかしてしまいグッタリと凹む俺の隣で、チンピラが騒いでいた。
　無銭飲食で捕まった男がタダ飯に文句を付けている。
　俺も、この男並みに図太く生きた方が良いのかもしれない。
　......ここまで堕ちたくはないとも思うが。
「おいカズマ、そんなに落ち込むなよ。俺なんざ裁判なんて、両手の指じゃ足りないぐらいだぜ。冒険者なんて荒くれ稼業は一度くらい警察の世話になってこそ一人前だ。俺もお前も、明日が裁判。なら今日は、美味い物食ってゆっくり寝ようぜ。俺が今からもっと良い物食わせてやる。ここの署員はちょっとごねると、面倒臭がって色々持ってきてくれるんだよ」
　ダストは、そう言いながら、再び警察署中に響く大声でごねだし。
　やがて、調子に乗るなと署員達に袋叩きにされ、物理的に大人しくなったダストの傍で、俺も明日に備えて眠りに就いた。
　──そして深夜。俺は、昨夜と同じ軽い振動と遠くから響く爆発音で目を覚ます。
　ムクリと身を起こすと案の定、アクアの囁き声が聞こえてきた。
「カズマ！　ねえカズマ、起きて！」
　その声に、俺も窓の下へとそっと張りつき、
「お前、また来たのか。昨日はどうなったんだ。皆大丈夫だったのか？」
「めぐみんもダクネスも、誰にも見られずに帰って来たはずなんだけど、なぜかあっさり爆発の犯人として特定されたわ。この世界の捜査力も侮れないわね。でも大丈夫、今日は嫌がる二人に無理やり覆面を被らせたから、これで足はつかないはずよ」
　どう考えても、犯行現場を見られる見られないの問題じゃなく、この街で爆裂魔法を使える人間は限られているからだと思うが。
「それより、昨日はずっと待ってたのにどうして脱出しなかったのよ。頭に雪が積もるし何度も職務質問受けるしで、散々だったんですけど」
「鍵が、南京錠とかじゃなくて、ダイヤル式のなんだよ。大体、鍵を開けるスキルも持たないド素人の俺が、針金なんかでこじ開けられる訳がないだろ？」
　俺の言葉に、アクアはしばらく無言になり。
「............やるわね。ここまで完璧な脱獄対策がされてるだなんて予想外だったわ」
「ダイヤル式の鍵ってだけじゃねーか。それよりどうするんだよ。今晩中にどうにかできないと、明日は裁判らしいんだが」
　俺の言葉に、アクアがフフンという、自信ありげな声が聞こえた。
　こいつの根拠の無い自信は、一体どこからくるのだろう。
「昨日はやり方がまどろっこしかったわね。ここに、糸ノコギリを二本用意してあるわ。これを一本、そっちに落とすからね」
　......糸ノコギリ？
「......お前まさか、それで窓の格子を切って脱出させるってんじゃないだろうな」
「よく分かったわね。リミットは朝までよ。時間がないわ、さあ急いで頂戴！」
　アクアは言って、格子の隙間から糸ノコギリを投げ込んできた。
　なるほど、二人でやれば、確かに作業は早く済むだろう。
　だが、問題は──
「......こっちからだと、窓の位置が高くてそもそもノコギリが届かないんだけど」
　窓の位置は、脱走防止のためなのか、俺がジャンプしてもまず届かない様な高さにある。
「大丈夫よ、私だってバカじゃないわ。その辺は抜かりなんてないわよ。ここに踏み台を用意してあるから、それを使って二人で切るの。一人じゃまず間に合いそうにないけれど、二人でやればなんとかなるわ」
　なるほど。
「で、その踏み台とやらはどうやって中に入れるんだ？　格子の隙間から入るのか？」
　俺の素朴な疑問に、アクアがしばらく無言になった。
「............ちょっと待っててね」
　アクアはそう言い残すと、どこかへと行ってしまう。
　やがて──
「違うんです、これはその、カズマに必要な物で、差し入れに......」
「そんな差し入れ聞いた事もないですよ。というか、なぜこんな時間に......」
　遠くから聞こえるアクアの声。
　どうやら、俺に差し入れて欲しいとでも頼んでいる様だ。
　あのバカのこういう前向きさは、少しばかり見習うべきかもしれない。
　遠くで言い争うアクアの声を聞き、俺は不思議と明日の裁判への不安はなくなっていた。
　──証拠隠滅に、糸ノコはもちろん窓から投げ捨て、俺は毛布に包まり眠りに就いた。


　この世界の裁判は至ってシンプルだ。検察官が証拠を集め、弁護人がそれに反論する。
　裁判官が疑わしいと判断すれば、それで実刑。
　この世界には弁護士なんて職はなく、被告人の知人や友人が弁護を請け負う事になる。
　建物の造りは日本の裁判所とほとんど違いはなく、手錠をかけられた被告人は弁護人と共にホールの中央に立たされ、そこから距離を置いて向かい側に、裁判官、検察官、告発人がそれぞれ座る。
　そして現在──
「そんなに緊張する事はないですよ。大丈夫、私達がついていますから」
　緊張して固まっている俺を安心させる様にめぐみんが言ってきた。
　──そう。
　俺の隣には、弁護人こと、俺のパーティーメンバーが並んでいた。
　どうしてこうなってしまったのだろうか。
　検察の席には、緊張を滲ませる俺に冷たい視線を送るセナの姿。
「大丈夫です、私に任せてください。紅魔族はとても知能が高いのです。あの検察官が涙目になるぐらいに論破してやりますよ」
　俺の右隣で頼もしい事を言う、俺の弁護人ことめぐみん。
「安心しろ、本当にどうしようもない事態になったなら、この私がなんとかしてやる。今回の件に関しては、お前は何も悪くない」
　俺の左に立つダクネスも、続いてそんな事を言ってくれる。
　頼もしい。とても、頼もしい。......の、だが──
「まあ、この私に任せなさいな！　聖職者である私の言葉にはもの凄い説得力があるわよ！　ドンと任せればいいと思うの！」
　そう。こいつが問題だ。俺はアクアをこちらに呼び、耳元で囁いた。
「いいかアクア。今回、お前は頼むから黙っていてくれ。裁判が終わるまで大人しくしといてくれたら、霜降り赤ガニでも買ってやるから」
「何をバカな事言ってるの？　カズマが懲役だの死刑だのになったら、そもそもカニも買ってきてもらえなくなるじゃない。大丈夫、この中で一番弁護士に詳しいのは私よ。カズマも、ゲームは好きだったでしょう？　日本で人気だった『百転裁判』や『マンガンロンパ』ってゲームを知らない？　私、あれで遊んだ事があるのよ」
「そうか、その答えだけでもう分かった。頼むから黙っていてくれ」
　拝み込む俺に、アクアはプイとソッポを向いた。
　こいつはあああああああ！
　──裁判長と思われる中年の男が、木槌でコンと机を叩いた。
「静粛に！　これより、国家転覆罪に問われている被告人、サトウカズマの裁判を始める！　告発人はアレクセイ・バーネス・アルダープ！」
　裁判長の呼び掛けに、太った男が立ち上がった。
　背が高く、頭が禿げ上がりてらてらと脂で光っている、大柄で毛深い中年の男。
　この人が告発人の領主なのだろう。
　領主アルダープは、値踏みするように俺を睨めつけ、そして俺の隣に立つ三人に、好色そうなネットリとした視線を送った。
　領主は、アクアとめぐみんを舐める様に見た後、ダクネスへと視線をやり......。
　そして、なぜか驚きの表情を浮かべ固まった。
「ねえねえ、なんか大きいおじさんが超こっち見てるんですけど。なんだか邪なものを感じるの。あの人に目潰ししに行きたいんですけど」
「頼むからやめろ、これ以上問題起こすな。......ていうか、さっきからずっとダクネスを見てないか？」
「見てますね。超見てますね。ていうか、屋敷内を薄着でうろつく、ダクネスを見る時のカズマと同じ目つきですよ」
「お、おい、滅多な事言うなよ。おお、俺があんな目でダクネスを見るなんて......」
　狼狽える俺は弁解しながらダクネスを見るも、ダクネスは、領主の方をジッと見ていた。
「......どうしたダクネス。あのおっさんの視線が気になるのか？」
「......ん、いや、そうではない。......まあ、後で話そう」
　ダクネスの様子がおかしいが、それを気にする間もなく、机に再び木槌が落とされた。
「静粛に！　裁判中は私語を慎む様に。では、検察官は前へ！　ここで噓を吐いてもこの魔道具ですぐに分かる。それを肝に銘じ、発言する様に」
　裁判長の宣言と共に、再び木槌が振り下ろされ、それと共にセナが立ち上がった。
「では、起訴状を読ませていただきます。......被告人サトウカズマは、機動要塞デストロイヤー襲来時、これを他の冒険者達と共に討伐。その際に、爆発寸前であったコロナタイトをテレポートで転送する様に指示。転送されたコロナタイトは、被害者の屋敷に送られ爆発。被害者、アルダープ殿の屋敷は消滅し、現在、アルダープ殿はこの街の宿に部屋を借りる生活を余儀なくされております」
　セナが読み上げていく間、当の被害者の領主は食い入る様にダクネスを見つめたままだ。
「モンスターや毒物、劇物、爆発物などをテレポートで転送する場合は、ランダムテレポートの使用は法により禁じられております。被告人の指示した行為は、それらの法に抵触し、そしてまた、領主という地位の人間の命を脅かした事は、国家を揺るがしかねない事件です。よって自分は、被告人に国家転覆罪の適用を求めます！」
「異議あり！」
　それは、セナが読み終わるのと同時の事だった。
　俺の隣のアクアが前に出て、片手を挙げて声を張り上げたのだ。
「弁護人の陳述の時間はまだです。発言がある場合は許可を求めて発言する様に。......裁判は初めてでしょうから、今回だけは大目にみましょう。......弁護人、発言をどうぞ」
　裁判長が促すと、アクアは満足げな表情で頭を振った。
「異議ありって言いたかっただけなので、もういいです」
「弁護人は弁護の時だけ口を開く様に！」
　このバカ、本当に引っ叩いてやりたい。
　早速裁判長に怒られたアクアは、本当に満足そうな表情で大人しく俺の隣に引っ込んだ。
　気勢を削がれたセナが、まだ若干落ち着かない様子で。
「......ええと、自分からは以上です。つまりはその、サトウカズマ被告に国家転覆罪の適用を求めるという事で......」
　セナはそれだけ告げると席に着き、それを見届けた裁判長が。
「続いては、被告人と弁護人に発言を許可する。では、陳述を！」
「──とまあこの様に、俺の活躍で魔王の幹部ベルディアを倒し、デストロイヤーも討伐できた訳ですよ。こんなにこの街に貢献している俺が、国家転覆を企んでいるだとか甚だおかしな話です。というか、もっと讃えられてもいいと思うんですよ、俺は！」
　裁判長に促された俺は、ホールの中央で熱弁を振るっていた。
　いかに格好良くベルディアと戦ったか。
　いかに、機動要塞デストロイヤー戦で見事な指揮をしたかを。
　途中、裁判長が何度も、噓を発見する魔道具のベルを凝視していたが気にしない。
　多少オーバーなだけで、噓偽りは言っていないはずだ。
「も、もういいでしょう。被告人の言い分はよく分かりました。では、検察官。被告人に国家転覆罪が適用されるべきだとの、証拠の提出を」
　裁判長がげんなりした顔でセナに証拠を促すと、セナは傍にいた一人の騎士に合図した。
　それを受け、騎士が裁判所の待合室へと向かう中、セナが一枚の紙を読み上げ始めた。
「では、これより証拠の提出を行い、被告人が、国家転覆を企むテロリスト、もしくは魔王軍の関係者である事を証明してみせます。さあ、証人をここへ！」
　セナの合図で、騎士が証人達を連れて来た。そのほとんどが冒険者。
　──というか。
「あははは......。なんか、呼び出されちゃった......」
　俺を見て困った様に、頰の刀傷の痕をポリポリと搔くクリスだった。
　盗賊のクリスを筆頭に、証人として、俺が見知った連中ばかりが呼ばれていた。


　これは、大変マズい状況だ。
「という事でクリスさんは、公衆の面前でスティールを使われ、下着を剝がれたと。この事に、間違いはないですね？」
「えーっと、ま、間違いではないんだけども！　でも、あれは事故だったっていうかね!?」
「事実だったという確認が取れただけで結構です。ありがとうございました」
「ええっ！　いやちょっと待って！　あたしは別に、もう気にしてないんだけど......！」
　セナが手早く質問を打ち切り、クリスが法廷から追い出される。
　他の証人の面々も、これまた厄介な......。
　以前魔剣を奪って売り飛ばした、俺と同じく日本から来たソードマスターミツルギが、取り巻きの二人を引き連れていた。
「ミツルギさん。あなたは、被告人に魔剣を奪われ売り払われたと。そして、そちらの二人は魔剣を取り返そうとした際に、公衆の面前で下着を剝ぐぞと脅されたのですね？」
「ま、まあ、その通りです。でも、あれはもとはと言えば僕から挑んだ......」
「そうそう、脅されたんです！　『俺は真の男女平等主義者だから、女の子相手でもドロップキックを食らわせられる』とか！」
「そうなんです！　『女相手なら、この公衆の面前で俺のスティールが炸裂するぞ』とか！」
　ミツルギが言い掛けた言葉を遮って、以前、俺がちょろっと脅した取り巻き二人がここぞとばかりに言ってくる。
　取り巻き二人はよほど俺に恨みを抱いていたのか、こちらと目が合うと舌を見せた。
　うう......。裁判長を含め、その場の人達の視線が痛い......。
　ミツルギ達が退廷させられた後には、なぜ証人として呼ばれているのか、そこにはダストが立っている。
　こいつには、特に悪さをした覚えはないのだが。
　パーティーのトレード話も、確かダストから言い出したはずだし。
　ダストが、俺に向けてようと気さくに挨拶する中、
「この男は、次に控える裁判の被告人です。裁判長もよくご存知かと思いますが、しょっちゅう問題を起こして裁判沙汰になっているチンピラです」
「おうこら、裁判を待ってる最中にいきなり呼ばれて来てみれば、また随分な挨拶じゃねーか！　そのでけえ乳揉まれてーのかおい！」
　セナの言葉に、沸点の低いダストが即座にキレた。
　裁判長がダストのゲスい発言に顔をしかめる中、セナは俺を指し示すと。
「ダストさん。あなたは、あそこにいるサトウカズマと仲が良いと聞きました。間違いはありませんか？」
「間違いなんてある訳ねーだろ。ダチだよダチ、親友だ。一緒に酒飲んだりした仲だ」
　セナはそれを聞き、俺に向き直ると。
「サトウカズマさん、あなたは、この素行の悪いチンピラと親友なのですね？」
「知り合いです」
「おおい！　カズマ！」
　ダストが叫ぶが、裁判長やセナが見守るベルは鳴らなかった。
「な、なるほど。これは失礼しました。付き合っている友人は、素行の悪い人間ばかりだと主張をしたかったのですが......」
「いいんですよ、まあ知り合いなのは事実ですしね」
「カズマー！　俺達の仲ってそんなに浅いもんだったのかよー！」
　喚くチンピラが騎士に引かれ退廷させられていく中、セナは裁判長に向き直った。
「最後の一人は証人としては不十分でしたが、今お見せした証人達は、被告人の人間性を証言してくれたものかと思います。そして、被告人は被害者に対して恨みを持っていました。これらの事から、被告人は事故を装い、ランダムテレポートではなく通常のテレポートによる転送で被害者宅にコロナタイトを送りつけたのでは、と──」
　セナが言い掛かりも甚だしい難癖をつけてきた。
「そんなもの証拠にもなりませんよ！　カズマの性格が曲がっているのは認めますが、だからと言ってこんな言い掛かりをつけられては堪りません！　もっとマシな根拠を持ってきてください！　大体、何かおかしいですよ！　こじつけ感が半端ないですし、あなた方は何か違和感を覚えないのですか!?」
「弁護人は発言を慎みなさい、許可を得てから発現する様に！」
「根拠？　よろしいでしょう。ではもっと、確たる根拠を出しましょうか！　その男が街の崩壊を企んでいるテロリスト、もしくは、魔王軍の手の者ではないかという事を示す根拠を！」
　セナは、激高しためぐみんに対して何かの紙を読み上げていく。
「一つ！　冒険者サトウカズマ率いる一行は、魔王軍の幹部、ベルディア戦において！　結果的には魔王の幹部を倒したとはいえ、街に大量の水を召喚し、洪水による多大な被害を負わせ──」
　アクアがビクッと大きく震え。
「二つ！　共同墓地に巨大な結界を張り、墓場の悪霊達の居場所を無くし、この街に悪霊騒ぎを引き起こし──」
　俺は、耳を塞いで後ろを向いたアクアの両手を摑み、耳から手を離させてしっかり陳述を聞かせようとしていると、
「連日、街の近くで爆裂魔法を放ち、街の近辺の地形や生態系を変え、あまつさえ、この数日においては、深夜に街の目の前で魔法を放ち、住人達を夜中に起こし──」
　続いてめぐみんまでもが耳を塞いでソッポを向いた。
　ダメだこの弁護人達！
「おい待てよ、おかしいおかしい！　どう考えてもおかしいぞ！　今あげたのは、俺には関係ない事ばかりじゃねーか！　いや確かにウチのパーティーの人間がやらかしたんだけども！　俺に関する根拠を出せよ！」
　俺の叫びに答える様に。
「そして、被告人はアンデッドにしか使えないスキル、ドレインタッチを使ったという目撃情報があります。あなたが魔王軍の関係者ではないというのなら、なぜドレインタッチを使えるのか説明を──耳を塞いでもなかった事にはできませんよ！」
　アクアやめぐみんと共に耳を塞ぐ俺に、セナが指を突きつける。
　黙秘だ！　黙秘権を行使するのだ！
「そして、最も大きな根拠として......。署内での取り調べの時に、あなたに魔王軍の者との交流はないのかと尋ねました。その際、あなたが交流などないと言った時に魔道具が噓を感知したのです。これこそが証拠ではないでしょうか!?」
　ヤバイヤバイヤバイ──！
　俺がいよいよ追い詰められて言葉に詰まっていた、その時だった。
「──それは違うわ」
　自信ありげなその声は、意外にもアクアのものだった。
　まさかコイツがこんな時に切り札的な存在になるだなんて......！
「アクア、言ってやれ！　俺が無実だっていう、お前の決定的な根拠を！」
「はあ？　そんなものある訳ないじゃない、このセリフも、単に言いたかっただけで」
「その弁護人は退廷させる様に！」
「すいません、ウチの弁護人が本当にすいませんっ！」
「ああああああ痛い痛い、痛いんですけど！」
　俺はアクアのこめかみをわし摑んで締め上げながら謝り倒した。
　畜生、こんのクソバカがあああああああ！
　と、そんな俺達の騒ぎには付き合い切れないとばかりに。
「もういいだろう！　そいつは間違いなく魔王軍の関係者だ！　手先だ！　このワシの屋敷に爆発物を送りつけたのだぞ！　殺せ！　死刑にしろ！」
　今までずっと黙っていた被害者、領主のアルダープが突然立ち上がり、返答に詰まっていた俺を指差し怒鳴りつけた。
　でかしたおっさん、これはチャンスだ！
「違う、俺は魔王軍の関係者なんかじゃない！　テロリストでもない！　借金を背負わされた事は頭にきたし恨みにも思ったが、それでも、コロナタイトをワザと送りつけた訳じゃない！　いいか、魔道具をしっかり見とけよ！　言うぞ！　俺は、魔王軍の手先でも何でもない！」
　俺が発したその言葉にベルは鳴らず、それを見た領主が言葉に詰まる。
　セナもそれを見て、眉根を寄せて唇を嚙んだ。
　魔道具での取り調べ結果を証拠にするというのなら、今こうして、俺の言葉が魔道具に反応していないのもまた証拠になる。
　被害者である領主の一言が、逆に俺を助けた形になってしまった。
　裁判長が、ゆっくりと首を振り。
「魔道具による噓の判別は、この様に曖昧なものなのです。これでは、魔道具の反応を理由とする検察官の主張は、証拠として認める訳にはいきませんね。流石に根拠が薄すぎる。よって。被告人、サトウカズマ。あなたへの嫌疑は不十分とみなし────」
　判決を下そうとした、その時。
「もう一度言う。そいつは、魔王軍の関係者であり魔王の手先だ。さあ、その男を死刑にするのだ」
　立ち上がったままの領主は、尚もそんな事を言ってくる。
　それに対して、今度はセナが。
「いえ、今回の事例では怪我人も死者もなく、流石に死刑を求刑するほどの事では......」
　そう領主に告げると、領主はセナの方をジッと見つめた。
「............いえ、そうですね。確かに死刑が妥当だと思われます......ね？」
　──えっ。
「お、おいちょっと待てよ！　おかしいぞ、おかしいだろ！」
「そうです、何ですか今のは！　検察官がコロコロ言う事を変えてどうするのですか！」
　俺とめぐみんが食って掛かると、当のセナは自分で言った事のはずなのに、なぜか困惑顔で首を傾げている。
　と、その時。アクアが突然、裁判長、セナ、領主の方をビシと指差し。
「今何か、邪な力を感じたわ！　どうやらこの中に、悪しき力を使って事実を捻じ曲げようとした人がいるわね！」
　突拍子もないアクアの言葉に法廷内が静まり返る。
　しかし、先ほどまでのバカな発言のため、アクアを見る皆の視線は、若干胡散臭い物を見るかの様だが。
　皆が魔道具に注目するが、ベルが鳴らないのを見て、その場の空気が変わった。
　聖職者であるアークプリーストのアクアの言葉だ。
　信憑性があると判断したのか、裁判長の顔色がサッと変わった。
「悪しき力......。神聖な裁判で、何か不正をしている者がいる、と？」
「ええそうよ。この私の目は、そこの魔道具なんかより精度が高いわよ！　何を隠そうこの私は、この世界に一千万の信者を有する水の女神！　女神アクアなのだから！」
　──チリーン。
　そのアクアの宣言に、静まり返った法廷内に涼しげなベルの音が響き渡った。
「なんでよー！　ちょっと待ってよ、噓じゃないわよー！」
「被告人。弁護人の選定はちゃんとする様に」
「すいません、超反省してます」
　信じてもらえず喚くアクアを、めぐみんがまあまあとなだめる中、なぜか領主は唇を嚙み締め、青い顔でアクアの方をジッと見ていた。
「そうだわ、私もちょっと見栄を張り過ぎたわね。魔道具が私の言葉を噓と判断したのは、信者の数よ！　一千万人の信者は私も言い過ぎたわ、九百八十万ぐらいって言っておけばよかったのかしら」
　後ろでブツブツ言っているアクアに、お前の信者なんて千人もいないだろとツッコみたかったが今はそれどころじゃない。今にも判決が下されようとしているのだ。
　裁判長は、一つ咳払いをすると。
「......被告人。サトウカズマ。あなたの行ってきた度重なる非人道的な問題行動、及び、街の治安を著しく乱してきた反社会的行為などを鑑みるに......」
　先ほど、俺に向けて言い掛けていた判決文とはまったく違う事を述べ出した。
「検察官の訴えは妥当と判断。被告人は有罪、よって──」
　えっ。
「────判決は、死刑とする」


「おかしいだろおおおおおおお！　いや待て、待ってくれ！　何だよこの適当な裁判は！　もっとこう、確定的な証拠を持って来いよ！　こんなもんで一々死刑とか、頭おかしいんじゃねーのか！」
「被告人！　被告人はもっと言葉を慎む様に！」
「カズマの言う通りよおかしいわよ絶対おかしいわ、そりゃあ、洪水被害の修繕の際に背負った借金の事を、事あるごとにグチグチ言って領主の人を逆恨みしていたし、この人いつか何かをやらかすんじゃないかしらと思ったけども、それにしたってコロナタイトを送りつけたりする度胸はないわ！」
　お前は本当に、俺を弁護したいのか邪魔したいのかどっちなんだ！
　俺がなんとかアクアを黙らせようとしていると、めぐみんが眼帯を取り外し。
「よろしい、それほどカズマをテロリスト呼ばわりすると言うのなら。この私が、本当のテロリストとはどういうものなのかを......あっ、何をする！　離してください！」
　紅い瞳を輝かせ始めためぐみんを、警備兵達が慌てて取り押さえる。
「ねえー！　やっぱりおかしいわ！　おかしいの！　私の曇りなき眼には、裁判所内に漂う邪悪な空気がしっかりと見えるんですけど！　待っててね、今私が、この空気を浄化して......あっ！　別におかしな魔法を使うんじゃないんだから、邪魔しないでよ！」
「裁判所内では、いかなる魔法も使用を禁止されています！　でなければ、噓を見抜く魔道具におかしな干渉ができてしまいますから！」
「ええい、その二人を別室に連れて行け！」
　セナも立ち上がり、めぐみんとアクアをどこかに連れ出す様に指示を出す。
「静粛に！　静粛に！　............静粛にって言ってんだろうが！」
　裁判長がとうとうキレて、怒鳴りながら木槌を投げる。
　警備兵がめぐみんとアクアを法廷から引っ張って行った、その時だった。
「──裁判長。これを」
　これまで、ずっと喋る事もなく黙っていたダクネスが、胸元から何かを取り出す。
　それは、高価そうな材質の、紋章みたいな物が付いたペンダント。
　俺にはそれが何か分からなかったが、法廷内の人間にはよく見知っている物だったらしい。
「そ、それは......！　あ、あなたは......」
　驚きで立ち上がった裁判長が、目を見開いてペンダントを見る。
　皆の注目を浴びるダクネスは、静かに言った。
「この裁判は、申し訳ないが私に預からせてはくれないだろうか。なかった事にしてくれと言っているのではない。時間を貰えれば、この男が魔王軍の手の者ではないと、必ず潔白を証明してみせる。そして、あなたの屋敷も弁償させよう」
　ダクネスが見せる紋章を凝視したまま、固まっているセナと裁判長。
　そんな中、領主だけは幾分怯みながらも抗議の声を上げてきた。
「それは......！　し、しかし、いくら、あなたの頼みでも......！」
「アルダープ。被害者であるあなたには借りを作る事になるな。私にできる事なら何でも一つ、言う事を聞こう。訴えを取り下げてくれと言う訳ではない。ただ、待って欲しい」
　ダクネスがそう告げると、その場に立ち上がっていた領主はゴクリと唾を飲み込んだ。
「何でも......！　なな、何でも......！」
「そう、何でもだ」
　その言葉に、領主は目をギラつかせてダクネスの肢体を舐める様に見た。
　そして、再び椅子に腰掛けると。
「いいでしょう、他ならぬあなたの頼みだ。その男に猶予を与えましょう」
　──裁判所から解放された俺は、後をついて来るダクネスに尋ねた。
「何だったんだ？　ていうか、あのアルダープっておっさんと知り合いだったのか？」
「......まあな。私がまだ子供の頃から、私に対して偏執的な執着を見せる男だ。妻を亡くしてからは、何度も婚姻を申し込まれたものだ。私の父が、歳の差を理由に毎回断ってはいるのだが」
　なにそれ怖い、子供の頃から偏執的な執着を、って。
「お、お前、そんなの相手に何でも言う事を聞くなんて言っちゃって大丈夫かよ!?　あのおっさん、お前を見る目がヤバかったぞ。凄い事を要求されちゃうんじゃないのか？」
「............。す、凄い事......」
「お、お前......。俺の心配を返せよ......」
　頰を火照らせハアハア言い出した変態に引きながら、俺はダクネスを連れ、勾留されているアクアとめぐみんを引き取りに行った。


　──ダクネスの交渉の結果、俺に命じられた課題は二つ。
　一つは、俺が魔王軍の手の者ではないと証明する事。
　そして二つ目の課題は、領主の屋敷の弁償だ。
　俺はどうにか金を作るため、アクアを引き連れ、ウィズの店にやって来ていた。
　本当は俺一人で行くと言ったのだが、アクアがまとわりついて来て離れないのだ。
「カズマの考えはよく分かっているわ！　今回の件は、もとはと言えばあのアンデッドがポカやらかしたせいでこんな騒ぎになったんだもの。借金の補塡にあの子の店を取り上げるって事ね！」
　ちっとも分かっていないアクアが、ドアの前で息巻いている。
「さあ出て来なさいアンデッド！　あんたに引導渡しに来てやったわよっ！」
　バカな事を叫びながら、ウィズの店のドアを蹴り開けた。
「な、何!?　強盗!?　ヤクザ!?　......ひいっ！　ア、アクア様っ!!」
　なぜか強盗やヤクザよりも恐れられているアクア。
　突然のアクアの襲撃に怯えるウィズに、遅れて店に入った俺は、まずは裁判の結果を報告した。
「そうですか......。まずは、無事で良かったです！　すいませんカズマさん、そもそもの発端は、私がテレポートで石を転送したせいなのに......」
「そうそう、あんた、ちゃんと分かってるふぐ......！」
「気にしなくていいさ。あの時ウィズがいなきゃ、俺達皆助からなかったんだ。領主の屋敷は吹っ飛んだらしいが、怪我人もいなかったらしいし。あとは、俺が魔王軍の手の者じゃないって事をセナに証明すれば、それで俺の嫌疑は晴れる事になる。まあ、残る問題は領主の屋敷を建て直す金が必要だって事だな」
　俺が、バカな事を言い掛けたアクアの口を塞いで言うと、ウィズはそれを聞き、安心した様に息を吐き。
「なるほど。まずは時間が稼げた訳ですね。でも、お金ですか......。私も何とかしてあげたいのですが、お店は赤字経営でお金もなく......。魔王軍にいた時の友人に、お金を稼ぐのが凄く上手な方がいたのですが、気まぐれで何を考えているのか分からない方ですし......。私にも、何か協力できる事があればいいのですが......」
　困った様な表情で言うと、ウィズはカウンターで悩み込んだ。
「いや実は、ウィズに頼みたい事があって来たんだよ」
「そう、頼みってのは他でもないわ、今からサクッと成仏して頂戴って事よ！」
　訳の分からない事を口走るアクアは無視し、俺はウィズに相談を持ち掛ける事にした。
　ハッキリ言って、タダでさえ借金まみれで元手もない俺が、領主の屋敷を建て直す金を簡単に工面できる訳がない。
　となると、以前からちょっと考えていた計画を実行に移すべきか......。
　地球よりも文明レベルが劣ったこの世界では、ティンダーが使えない人は未だに火打ち石で火を起こしている。
　そんな世界でライターでも売ったとするなら、きっと飛ぶように売れるはず。
　さらには、そういった細かい物を作るスキルに心当たりがあるのだ。
　しかし、俺が適当に作った物を、いきなりどこかの店が置いてくれるはずもない。
　そこでちょっとの間ウィズの店の空いているスペースに、作った商品を置かせてもらえないかと考えた。
　──俺は、ウィズに事の次第を説明する。
　ある便利な道具を作るから、良ければ店に置かせてもらえないかと。
　売れた場合は、勿論ウィズの店にも利益の一部は払う。
　置いてもらえるかどうかは物を見てからでいい、と。
「冒険者稼業で簡単に金が稼げないのはもう分かってる。となると商売でもやって稼ぐしかないんだが......。いきなりこんな事を頼めるのは、ウィズぐらいしかいなくてさ」
「つまりカズマが言っているのはこういう事よ、これからこの店は私達が経営するからとっとと店の権利書をいだいっ!!」
　いつまでもやかましいアクアの後頭部をダガーの柄で殴って黙らせ、俺はウィズに頭を下げて頼み込んだ。
　頭を押さえて店の床を転がるアクアに怯えながらも、ウィズは優しげな微笑を浮かべ。
「そんな事なら構いませんとも。むしろ商品が増えるのは願ったり叶ったりです。ウチの店も、元々あまり繁盛しているお店ではなかったもので......。それに、領主さんの屋敷の弁償となると、私だって他人事ではありませんから......。何を売るのか知りませんが、期待してますよカズマさん」
　にこりと笑い、あっさりと承諾してくれたウィズに、俺も思わず笑みが零れる。
　店の床を転がり回るのがいなければ、もう少し良い雰囲気になったものを。
　......と、ウィズが少し表情を曇らせた。
　それは、俺に何かを言うべきか言わないべきかと迷っている様な顔だ。
「......？　どうした？　気になる事があるなら言ってくれよ？　無理に頼んでる訳じゃないから、もし何か、思うところがあるのなら......」
　俺の言葉に、ウィズが慌てて手を振った。
「い、いえ違うんです！　その、カズマさんが、作った物を置いてくれというお話は私としても有り難いんです！　そうではなくて、その......。アクア様の事なんですが......」
　言って、ウィズが困った様に口ごもる。
「......？　こいつがどうかしたか？　ああ、これから商品を置いて貰う事になったらアクアがちょこちょこ顔出しに来ると困るとか？　こいつが怖いなら、なるべくここには来させない様にするが」
　こんなんでも一応女神だ。
　アンデッドとしてはやはり、気が気ではないのかもしれない。
「......い、いえ、そうではなく......。来て頂いてもいいのですが、いつもここに来る度に、アクア様が店のお客さんに、ここの商品はこの女店主がとても人に言えない様な製法で作った物ばかりだから、買わない方がいいと吹き込んで......」
「おい、どういう事だ」
　詰問する俺の低い声に、アクアが床で頭を抱えながらビクリとする。
「い、いえ！　それはもういいんです！　なぜか不思議な事に、それからウチの店の聖水とかが男の冒険者の方々に凄く売れ出したので、その事は別に......」
　......それは、売れて良かったですねと言うべきなのだろうか。
　それより、リッチーが聖水とか売っても大丈夫なんだろうか。
　というか、そもそもこの街の冒険者達は色々な意味で大丈夫なんだろうか。
「それよりも、その......。アクア様がウチの店の商品をあちこち触るもので、呪術用の薬やネクロマンシーに使う秘薬が片っ端から浄化されていってしまいまして、かなりの商品がダメに......」
「どういう事だこのクソ女神！」
　このバカは俺の知らない間に、ちょこちょこウィズの店へ嫌がらせに来ていたらしい。
　俺はアクアを引き起こすと、その頭を摑んでウィズに向かって下げさせようとした。
「ウィズ、悪い！　ダメにした商品の分は、俺が責任持ってこいつから金を巻き上げ弁償させる！　こ、こらっ、抵抗するな、お前もちゃんとごめんなさいしろよ！」
「待ってよカズマ！　嫌よ！　何で女神がリッチーに頭下げなきゃいけないのよっ！　大体、私の体に触れた水が浄化されちゃうのは、私から溢れ出る神々しさのせいなんだからしょうがないじゃないの！　植物が日の光を浴びたら光合成するみたいに、水に触れたら勝手に浄化しちゃうのよ！　こればっかりは仕方がないわ！」
　いや、そもそも商品に勝手に触るなよ。
　首に力を込め頑なに頭を下げようとしないアクアの代わりに、俺は深々と頭を下げた。
　なんかここ最近、こいつのせいで色んな人に謝らされてばかりいる様な。
「あ、頭を上げてください！　いいんです、過ぎた事は！　ただこれからは、できれば商品を浄化しないで欲しいというだけで......！　アクア様には、墓地の迷える霊を天に還して頂いたり、お屋敷の浄化をお願いしたり、随分とお手を煩わせてしまっておりますから......！」
　そう言って、慌てて頭を下げてくるウィズ。
　真っ直ぐなウィズの言葉を聞いて、最近まで墓地の浄化を手抜きして、屋敷の悪霊騒動を引き起こした張本人は、気まずそうに目を逸らした。
　......もうお前、ウィズと職業を交換してもらえ。


「ねーカズマ。ダクネスはー？　ダクネスはまだ帰って来ないの？」
　広間の暖炉前に置かれた、自らの特等席だと決めているソファーの上で、膝を抱えたアクアが退屈そうに言ってきた。
　──裁判が終わって数日後。ダクネスは例の約束を果たすため、領主に呼び出されたのだが......。
　昨日の夕方頃に出掛けて行ったまま帰っては来なかった。
　領主がダクネスへ向けていた、あの下卑た視線を思い出し、なんだか胸の辺りがモヤモヤしてくる。
　なにせ、魔王軍の幹部相手ですら、自らの本能と欲求のままにホイホイついて行こうとする奴だ。
　今回のシチュエーションは、本人にとってはまさに望むところではないのだろうか。
　俺には別に、ダクネスが好きだとかいう恋愛感情は無いし、アイツが誰と何をしようが、文句を言える立場でもない。
　しかし、約束を果たしに行ってこうして一晩帰って来ないという事は、つまり、あの領主が借りている宿にお泊まりして、今頃は......。
「......ああああああああああああーっ！」
「きゃー、なに!?　ちょっとどうしたのよ、いきなり頭抱えて叫ばないでよ！　カズマがおかしいのはいつもの事だけど、今日は特に色々おかしいわよ!?」
　突然叫んだ俺にアクアが怯える中。
　──そこに、あるものを抱えためぐみんがやって来た。
　騒いでいた俺達に何も言わず、無言でそいつを抱きかかえたままのめぐみん。
　──というか、ずっと前から気にはなっていたのだ。
「なーお」
　猫という生き物。......それがめぐみんに抱きかかえられている。
　そのまま何も言わず、ジッと俺を見つめるめぐみん。
「......こいつを屋敷で飼いたいって事か？」
「......はい。おとなしい子なので迷惑は掛けないと思うのです。......ダメでしょうか？」
　いつもどこに隠れているのか分からないが、ちょろちょろとめぐみんの傍で見かける黒猫。
　そいつはめぐみんに抱かれるままに、目を細めてくてっとしていた。
「まあ良いんじゃないか？　ネコアレルギーな奴なんてこの屋敷にはいないだろうし。......おお、なんだコイツ、人懐っこいな」
　めぐみんに抱かれた猫に手を伸ばすと、俺の指先に前脚を乗せて甘えてくる。
　......世知辛いこの世界だ。
　問題児ばかりなこのパーティーではストレスも溜まる。
　こういった、癒やしキャラ的なペットの存在も必要だろう。
「あ痛っ！　ちょっとこの子、どうして私にだけ爪を立てるの!?　なんて事かしら、この漆黒の毛皮といい、ふてぶてしい態度といい......。この子からは、何か邪悪なオーラを感じるわね！」
　猫にちょっかいを出して爪を立てられたアクアがいきり立つ。
　荒ぶる青髪のケダモノから守る様に、俺はめぐみんから黒猫を受け取った。
　アクアに背を向け、そのまま黒猫を守る様にしながら絨毯の上に置いてやる。
　......そういや、朝飯の残りの魚があったな。
「ねえめぐみん。この邪悪な魔獣の名前はなんていうの？」
「ちょむすけです」
　俺はテーブルの上から魚の残りを皿ごと取り......。
「............今、この猫の名前をなんて言った？」
「ちょむすけです」
　......俺は、黒猫改めちょむすけの前に、魚の残りを手に屈み込んだ。
　お前も、おかしなご主人様を持つと大変だなあ......。
　魚をちょむすけの前に置いてやると、すぐには食べず、ふんふんと匂いを嗅ぎだした。
「ねえめぐみん。あの子ってメスなんじゃないの？　私、その名前はどうかと思うの」
「ダメです。あの子はちょむすけです」
　そんな声を背中ごしに聞きながら、ちょむすけを見守っていると。
　──ちょむすけが小さな炎をボッと吐き、魚を軽く炙ってみせた。
　............なんだ今の。
　魚の残りにかじりつくちょむすけを、俺は絨毯の上に体育座りしてジッと見ながら。
「......なあアクア。この辺りの猫って、火を吐くんだな」
　と、ボソリとアクアに呟いた。
　まあキャベツが飛ぶ世界だし、猫が火を吐いてもおかしくはない。
「何バカ言ってんの？　カズマったら大丈夫？」
「猫は火なんて吐きませんよ？　猫というのは、にゃーと鳴く生き物です」
「そうそう。あと、魚が好きで、見た目が可愛いわ」
　そんな事は分かってる。
「いやだって、今こいつが火を吐いて、魚を炙ってから食ったんだよ」
「......カズマ。あなた、疲れてるのよ」
「勾留されたり裁判があったり、色々ありましたしね」
「本当だって！　別に俺がおかしくなった訳じゃねーから！」
　ちょむすけを指差し騒ぐ俺に、めぐみんが。
「ところで二人とも、先ほどは一体何を騒いでいたのですか？　ダクネスの事なら、もう子供ではないのですし、たまには帰って来ない日もありますよ。ちょっとは落ち着いてください」
　と、俺の言う事をまったく信じず、そんな事を言ってきた。
「......お前、随分と落ち着いてるな。今頃ダクネスがどんな目に遭っているかが分かってんのか？　あの領主にそりゃあもうすんごい事されてるに違いないぞ」
　俺の言葉に、めぐみんが鼻で笑った。
「仮にも領主という立場の人間が、ダクネスを......。い、いえ、確かにあの領主のよくない噂は数多く聞きますが、ダクネスだって一端の冒険者ですよ？　そう易々と手篭めにされるとは思えませんよ」
　このバカ！　ダクネスの事を何も分かっちゃいねえ！
「まったく、これだからお子様は！　お前はもう、ダクネスとはそこそこの付き合いなのに、未だにあの変態の事が分かっていないのかよ！　『くっ！　私の体は自由にできても、心までは自由にできると思うなよ！　貴様なんかに絶対負けないっ！』とか、頰を火照らせながら言うに違いないぞ」
「!?」
　ようやく状況を把握しためぐみんが、魚をかじっていたちょむすけを抱きかかえ。
「ど、どど、どうしましょう！　ダクネスが、ダクネスが酷い事に！　どうしましょう、カズマ、どうしたら！」
「出掛けてったのが昨日だぞ？　既に一晩以上経っている、もう手遅れだ。いいかお前ら、ダクネスが帰って来たら、普段と変わらず優しくしてやるんだぞ」
「わ、分かったわ！　大人の階段登ったダクネスには、何があったのかは聞いちゃいけないって事ね！」
「あわわわ......！　ダクネスが......、ダクネスがあ......！」
　任せてと拳を握るアクアと、青い顔で狼狽えているめぐみん。
　ダクネスがああしてくれなかったなら、俺は今頃処刑されていた訳で。ダクネスに感謝こそしても、とやかく言える立場ではないのだが......。
　......ああ、クソッ！
　何度も言うが、別にダクネスの事が好きだとか気になるだとか、そういった恋愛感情がある訳ではない。ないのだが、やっぱり、なぜか無性にイライラする。
　女友達に彼氏ができると複雑な気持ちになる、あの現象に似ているのかもしれない。
　と、その時──
「サトウカズマ！　サトウカズマはいるかあああ！」
　そんな怒声と共に、突然玄関のドアが開け放たれた。
　荒々しくドアを開け、真っ赤な顔で肩を震わせているのは荒い息を吐くセナだった。
「お、おいなんだよ、身の潔白を証明する日まで、まだ間があるだろ!?　悪いが、今はあんたに構ってる暇はないんだよ、俺の仲間が......」
「構っている暇はないだと!?　抜かせっ！　やはり貴様は、魔王軍の手の者だろう！　よくもまたやらかしてくれたな！」
　言い掛かりも甚だしいが、セナの剣幕に嫌な予感がしてきた俺は、恐る恐る尋ねてみる。
「や、やらかしたって、何を......？」
「カエルだっ！　街周辺に、冬眠中だったカエル達が這い出してきている！」
　この辺りでは、もはや名物にすらなっている雑魚モンスター、ジャイアントトードの事か。しかし、そんなもんが俺達に関係があるとは......。
「言い掛かりにもほどがあるでしょう。私達がモンスターを操り、冬眠中のカエルを呼び起こしたとでも言うのですか？　それこそ、証拠を出してもらいましょうか！」
　喧嘩なら受けて立つとばかりに、めぐみんがズイと前に出た。
「カエル達は、ギルド職員の報告によると何かに怯える様に地上へと這い出してきたそうです。......怯えるといえば、ここ連日、街のすぐ傍で爆裂魔法を連発して住人を脅かしてくれた人がいたと思いましてね」
　俺は、屋敷の奥へ逃げ出そうとしたアクアとめぐみんの襟首を捕まえた。
「待ってください、話を聞いてください、私はアクアに命令されてやっただけなのです！　実行犯は確かに私ですが、主犯はアクアです！」
「めぐみんズルいわ！　話を持ち掛けた時はノリノリだったじゃないの！　我が力を見るがいいとか言ってたクセに！」
　俺は、仲間割れを始めた二人の襟首を摑んだまま。
「醜い言い争いしてる場合か！　お前らがやらかした後始末をしに行くぞ！」


　一面が雪景色と化している街の外。
「いやー！　もういやあああ！　カエルに食べられるのは、もういやあああああっ!!」
　そこに、アクアの悲鳴が響き渡った。
「しかし、ここのカエルはこの寒さの中でも動きが鈍くはならないんだなあ。普段と変わらない速さで活動してやがる。この辺りの連中は、生き物といい野菜といい、どいつもこいつも逞し過ぎやしないか」
　俺は、雪原の中カエルに追われるアクアを眺めながら、しみじみと呟いた。
「過酷な世界だからこそ、生き物は皆、その時その時を精いっぱいに生きるのです。私達も負けてはいられませんよ。もっともっと強くなって、過酷なこの世界を生き抜くのです」
　俺の呟きに、めぐみんが真面目な顔でそんな事を言ってきた。
　──肩から下をカエルに吞まれた状態で。
　以前カエルに吞まれた経験からか、めぐみんはこの状況下でも随分と落ち着き払っており、特に抵抗もせず、なされるがままになっていた。
　既にめぐみんは、爆裂魔法をぶっ放して数多くのカエルを仕留めた後だ。
　魔力を使い果たして動けないめぐみんはともかく、カエルの方もそれ以上吞み込もうとせず、ジッと動きを止めていた。
　口の中でめぐみんの杖がつっかえているのかもしれない。
「待ってろ、今助けてやるからな」
　俺が剣を構え、めぐみんを捕食中のカエルへ向き直ると。
「いえ、アクアを追っているカエルを倒し終わってからでいいですよ、外は寒いですし。カエルの中はぬくいのです」
　こいつは爆裂狂な事以外は普通の奴かと思っていたが、意外に大物なのかもしれない。
「あ、あなたは、仲間がカエルに吞まれ、更には別の仲間が追い掛けられているというのに、随分と冷静ですね」
　立会人としてついて来たセナが、若干引きながらも呆れた様に言ってきた。
　そんな事言われても、俺達にとってこれはいつもの光景なのだが。
　俺はめぐみんを助けるのは後にし、持っていた剣を地に刺して、事前に買っておいた弓と矢を取り出した。
　以前、機動要塞に乗り込んだ際にゴーレムを仕留めた俺は、その時、一気に二つもレベルが上がった。
　手に入れたスキルポイントでどんなスキルを覚えようかと悩んだが、ウチのパーティーにはダクネスという堅い壁役がいるのに、遠距離攻撃をできる者がいない。
　一応めぐみんがいるが、一発しか撃てない上にダクネスを巻き込みかねない。
　そこで、弱いが様々な職業のスキルを覚えられる、冒険者な俺の出番という訳だ。
　この職業の特性を活かし、アーチャーのキースから、《弓》と《狙撃》というスキルを教えてもらった。
《弓》はそのまんま、素人の俺がいきなり一端の弓の扱いができる様になるスキルだ。
　そして《狙撃》だが、これは飛び道具を扱う際の飛距離が伸び、運が強いほどに命中率が増すという、俺にうってつけのスキル。
　俺は弓を引き絞ると、アクアを追うカエルに狙撃スキルで狙いを定め......！
「カズマー！　早くしてー！　早くしてー!!」
　そんな、弓を構える俺を見て、アクアが逃げ回りながら泣き叫ぶ。
　......もうちょっとアイツを追い込んでみたい気もする。
　弓を撃とうとしない俺を見て、アクアがこちらに向かって逃げて来たので、身の危険を感じ、カエルの頭に矢を放つ。
　矢はアクアの頭上の毛先をかすめ、そのまま狙い違わずカエルの頭を貫いた。
　半泣きのアクアが、そのまま俺に向かって駆けて来る。
「よし、それじゃめぐみん、今助けてやるからな」
「ねえカズマ、今私が食べられるのを待ってなかった？　ねえ、待ってなかった!?　ていうか今、私の頭のチャームポイントを矢がかすめたんですけど！」
　食って掛かるアクアを放置し、俺は地に刺した剣を抜く。
「......あなた達は、いつもこんなに危なげな戦い方をしているのですか？　......こ、こんな人達が、本当に魔王軍の関係者......？」
　セナが俺達の後ろで戦い振りをノートに取りながら、何かをブツブツと呟いている。
　俺は動かないカエルに振りかぶり、めぐみんを助けようと──
「ま、待ってください、カエルが......！」
　カエルの口からぷらんと生えたままのめぐみんが、突然緊迫した声をあげた。
　めぐみんの方を向いていた俺とアクアは、その声に振り返った。
「「......あ」」
　いつの間に這い出してきたのか、そこには新手の巨大なカエルが三匹も。
　今まで余裕だった俺の背中に冷たい汗が流れ落ちた。
　マズい、これでカエルは計四匹。
　これでは、餌......ではなく、囮代わりになれる人数が足りていない。
　もっと距離があれば一匹ずつ狙撃ができるが......！
「アクア、ここは二手に分かれるぞ！　俺は一旦距離を取ってなんとか一匹仕留めてみるから、お前は引き続き囮を頼む！」
「いやよー！　もうカエルに追われるのはいやああ！　あんたが囮になりなさいよー！」
「バカッ、お前にはカエルを倒せる攻撃力なんてないだろ！　一匹でも倒せれば、残るカエルは二匹だ！　そうすりゃお前とセナさんの二人で足止めできる！」
「ええっ!?　わ、私はあなた達の監視をしているだけなので、巻き込まれるいわれは......！　というか、一般人の私を囮に使う気なんですか!?」
　アクアが泣き、セナが叫ぶ中めぐみんが。
「すいません、なんか少しずつ吞み込まれ始めたので、私もそろそろ救助してはもらえないでしょうか」
「ああもう、こんな時にダクネスがいれば！　金属鎧のアイツなら、カエルなんかに吞まれないのに！　一体いつになったら帰ってくるんだよおお！」
　頭を上げてめぐみんを吞み込もうとするカエルに向け、俺は剣を構えると──！
「『ライト・オブ・セイバー』ッッッッ！」
　──雪原に、澄き通った声が響き渡った。
　それと同時に、めぐみんを吞み込んでいたカエルの胴体に光の線がシュッと走る。
　カエルの胴体を光が通り過ぎた後、一拍おいてカエルの体が真っ二つに分かれていった。
　俺が、カエルの口からめぐみんを引っ張って助け出す中。
「『エナジー・イグニッション』！」
　再び響く澄んだ声。
　それと同時に、俺達に迫っていた三匹のカエルが突然発火し、体の中から燃え上がるように噴き上がる、青白い業火に包まれた。
　カエルが焼ける香ばしい匂いが漂う中、粘液まみれになっためぐみんをおぶって帰るのは嫌なので、俺の少ない魔力をドレインタッチで分けてやる。
　......と、めぐみんはヨロヨロとふらつきながらも何とか立ち上がった。
　めぐみんの視線の先には、黒のローブに身を包んだ一人の少女。
　俺より一つか二つぐらい年下だろうか？
　見覚えすらないその女の子は、めぐみんをジッと見つめていた。
「今のは上級魔法......！　こんな駆け出しの街に、上級魔法を使える者がいるなんて......」
　後ろのセナが驚きの声を上げる中、俺は、目の前の女の子に頭を下げた。
「誰だか知らないけど助かったよ。ありがとう」
　礼を言う俺をチラッと見ると、その女の子は少しだけ恥ずかしそうに頰を染め。
「た、助けた訳じゃないですから。ライバルがカエルなんかにやられたりしたら、私の立場がないから仕留めただけで......」
　俯きながら、そんな事をボソボソと呟いた。
「なになに？　あなたはめぐみんの知り合いなのかしら」
　カエルが倒され、落ち着きを取り戻したアクアが興味深そうに女の子に尋ねると。
「知り合い、というか、ライバルと言いますか......。──久しぶりねめぐみん！　約束通り、修行を終えて帰って来たわ！　今の私は見ての通り、上級魔法だって使いこなせる！　さあ、今こそあの時の約束を果たす時！　今日こそは、長きに亘った決着をつけるわよ！」
　その女の子は、実に嬉しそうにめぐみんへと指を突きつけた。
　なんだろうこの熱い展開は。
　そして、指名を受けた当の本人は──！
「......？　どちら様でしょう？」
「ええっ!?」
　粘液まみれのめぐみんが何気なく言った言葉に、女の子は驚きの声を上げた。
　その女の子は、見ればめぐみんとどことなく似た様な格好をしている。
　めぐみんが着ている物と、似たデザインの黒のローブに黒のマント。
　そして銀色のワンドを持ち、腰には短剣を差していた。
　めぐみんより少し背が高く、全体的にスラリと整った体型。
　そして芯が強そうながらもどことなく大人しめな顔立ちの、かなりの美少女だ。
　もし日本にいたなら学級委員長や生徒会長でもやっていそうな、優等生の印象を受ける。
　その子は黒い髪をリボンで束ね、そしてなにより、特徴的な紅い瞳をしていた。
　そう、めぐみんと同じ瞳の色だ。
「わ、私よ私！　ほら、紅魔の里の学園で同期だった！　めぐみんが一番で、私が二番で！　それで、私は上級魔法を使える様になるまで修行してくるって......！」
　自分の顔を指差して、涙目で必死に言い募る紅魔族の女の子。
　いや、というか今さらっと大変な事言ったぞ。
「......おい、今学園でお前が一番だとか、何か聞き捨てならない事が聞こえたんだが」
　俺の言葉に、めぐみんがフッと笑った。
「今更何を。初めて出会った時に、紅魔族随一の魔法の使い手とちゃんと名乗ったはず。それを信じなかった、カズマが愚かなのです。ですが、長い付き合いの今なら信じられるでしょう？」
「今の粘液まみれのお前を見て、信じられるって言う奴の顔が見たい」
「な、なにおう！」
「ちょ、ちょっと待ちなさいよ！」
　めぐみんと言い合う俺に、紅魔族の女の子が慌てて言った。
「ねえ、めぐみん、私よ私！　本当に忘れちゃったの!?　ほら、学園のテストでも何でも、あなたに勝負を挑んで、その度にあなたは、勝負を挑むなら対価が必要。弁当を賭けるなら受けて立つとか言って！　よく私のお弁当巻き上げてたじゃない！」
　こいつ、そんな事してたのか。
　俺がめぐみんをジッと見ると、めぐみんはふいっと目を逸らす。
「ねえねえ、長引きそうなら私は先にギルドに行ってきてもいい？　カエル肉が傷んじゃう。ギルドの人を呼んで、運んでもらってもいい？」
　と、数匹のカエル肉を指差しアクアが言った。
　正直言うと、こんな状況で俺だけ取り残されるのは困るのだが。
　だが少しでも金がいる現状では、アクアに精算してもらう方がいい。
　そうすれば、俺とめぐみんはこのまま真っ直ぐ屋敷に帰ればいいし、カエル臭いめぐみんを手早く風呂に放り込める。
「......ふむ。何やら積もる話もありそうですね。では、自分も今日のところはこれで。......サトウカズマさん、今日はあまりにもあんまりな冒険の姿でしたが、これが、自分の目を欺くための演技だという可能性も捨ててはいませんよ。......自分はまだ、あなたを信用してはいませんから」
　そう言って、セナは俺に厳しい視線を向けた後、アクアと共に街へ帰って行った。



　雪原に残された俺は、改めてめぐみんに。
「で、この子はお前の知り合いだって言ってるが、どうなんだ？　結構詳しく知ってるみたいだし思い出してやれよ」
「知りませんよ、大体、名前も名乗らないなんておかしいじゃないですか。これはきっと、以前カズマがアクアに、いくら金に困っても絶対やるなよと言っていたオレオレなんとかってヤツですよ。関わってはいけません」
　めぐみんは、そんな事を言って俺の手を引き立ち去ろうとした。
　街へ帰ろうとする俺達を見て、女の子が慌てて、
「ちょ、ちょっと待ってよー！　わ、分かったわよ、知らない人の前で恥ずかしいけど、名乗るわよ！　......我が名はゆんゆん。アークウィザードにして、上級魔法を操る者。やがては紅魔族の長となる者......！」
　ゆんゆんは頰を赤くしながら名乗りを上げると、着ていたマントをバサッと翻した。
　紅魔族ってのは、名乗る時にはオーバーアクションをしなければいけない決まりでもあるのだろうか。
　そんなゆんゆんを見ながら、めぐみんは俺に言ってくる。
「とまあ、彼女はゆんゆん。紅魔族の族長の娘で、いずれは紅魔族の長になる、学園時代の、私の自称ライバルです」
「なるほど。俺は、こいつの冒険仲間のカズマです。よろしくゆんゆん」
「ちょっと、ちゃんと覚えてるじゃない！　......あ、あれ？　あの、カズマ......さん？　その、私の名前を聞いても笑わないんですか......？」
　ゆんゆんが不思議そうに、おずおずと俺に尋ねてきた。
　めぐみんの名前で慣れてるし、今更紅魔族の変わった名前を聞いたところで別になぁ？
「名前がちょっと変わってるぐらい、本人の人格には関係ないだろ？　世の中にはな、とても目立つ変わった名前を持っているにも拘わらず、頭がおかしい爆裂娘なんて不名誉な通り名で呼ばれてる奴もいるんだよ」
「私ですか？　それって私の事ですか？　私が知らない間に、いつの間にかその通り名が定着していたのですか!?」
　俺の言葉に、ゆんゆんが不思議そうな、それでいて驚いた表情を浮かべ。
「......なるほど、流石ねめぐみん。良い仲間を見つけたわね。それでこそ私のライバルよ」
　彼女の中で、なぜか俺の評価が上がったらしい。
「ところで、話をするなら場所を変えないか？　こんな所で立ち話もなんだろう」
　その言葉に、ゆんゆんがハッとした様に顔を上げ、俺とめぐみんから距離を取った。
「そうよ、めぐみんが私を知らないなんてぼけた事言うからおかしな展開になったけど......！　めぐみん、私はあなたと決着をつけに来たのよ！　私はいずれ紅魔族の長になる者。それが、あなたに勝てないままとあっては、おめおめと族長の椅子に座る事などできはしないわ！　そして何より！」
　ゆんゆんはそのままビシッとめぐみんを指差すと。
「あなたとの約束通り、私は上級魔法を習得したわ。あとはあなたに勝って、紅魔族一の座を手に入れる。そして、私が長となる時にはもう誰にも文句は言わせないわ。家柄だけの子だなんて、もう誰にも言わせない！　さあ、めぐみん。この私と勝負なさい!!」
　その眼の奥に固い決意を秘め、そうめぐみんに宣言した。
「嫌ですよ。もう体も冷えてきて寒いですし」
　当たり前の様に言っためぐみんの言葉に、ゆんゆんはえっと言って固まった。
「そっか。じゃあ帰るか。風呂沸かしてやるから、先に入れよ。風呂が終わってから皆で飯食いに行こうぜ」
　俺はそう言って、めぐみんと共に立ち去ろうと......、
「ちょちょちょ、ちょっと待って！　ねえ、なんで？　久しぶりに会ったのに、なぜそんなに冷たくするの!?　めぐみん、お願いよ、勝負してよー！」
　そんな俺達に、ゆんゆんが慌ててすがりついてきた。
　それを見て、めぐみんがため息を吐く。
「......しかし、今日の私は魔法が使えませんよ？　魔力を使い果たしてしまいましたから。それに、この私相手に魔法で勝負する気ですか？　......フフフ、我が力も随分と侮られたものです。今も我が力で、愚かなカエル達をたった一撃で、八匹も蒸発させてきましたからね。ゆんゆんよ、汝にそんな事ができるとでも？」
　中二病じみたノリで、くぐもった声でそんな事を言い出すめぐみんに、ゆんゆんが驚きの表情を浮かべて俺を見た。
　多分、それは本当なのかと聞きたいのだろう。
「まあ、魔法一発でカエルを八匹蒸発させたってのは本当だよ」
　その後身動き取れなくなって食われてたが。
　それを聞き、ゆんゆんが若干青ざめながら俯き、ごくりと喉を鳴らした。
「そして、あなたはこの街から離れていたから知らないかもしれませんが......。聞いた事はないですか？　連日居城に撃ち込まれるこの私の魔法に脅威を感じ、まんまと魔王軍の幹部がこの街へと誘き出され、撃退された話を。そして無敵を誇ったあの機動要塞デストロイヤーが、この街において爆裂魔法で破壊されたという事を!!」
　それを聞き、オドオドと、俺とめぐみんの顔を交互に見る不安げな表情のゆんゆん。
　......噓ではないなあ。
「まあ、連日のめぐみんの魔法のおかげでこの街に魔王の幹部が来たのは本当だし、めぐみんがデストロイヤーにとどめを刺したのも本当だよ」
　物は言いようとはこの事だよなぁ......。
　その言葉に、いよいよゆんゆんが青い顔で。
「そ、そそそそ、それでも、しょ、勝負を！　勝負をしないと......っ！　たとえ勝ち目がなくたって、何度でも勝負を挑ませてもらうわ！」
　目に涙を浮かべながらも、きっと譲れない物があるのだろう、ゆんゆんは若干怖じ気づきながらも、キッパリとめぐみんに告げた。
　めぐみんは、それを見て再び深いため息を吐く。
「......しょうがないですね。では、こうしましょう。私は今日はもう魔法が使えません。なので、勝負方法はあなたが得意だった、体術でどうですか？　あなたも今や一端の冒険者の様ですし、今更筆記試験で対決なんてのも納得いかないでしょう。武器はなし。勝敗は、どちらかが降参するまで。......で、どうですか？」
　ゆんゆんが、驚きの表情を浮かべて言った。
「......いいの？　その、学園ではロクに体術の授業に出なかっためぐみんが......。......まさか、私に花を持たせようなんて考えているの？　昼休みの時間になるとこれ見よがしに私の前をちょろちょろして、勝負を誘って私からお弁当巻き上げていたあなたが？」
「......お前、ロクでもないな」
「......私だって、死活問題だったんです。家庭の事情で、彼女の弁当が生命線だったのですよ。自分から勝負を持ちかけたらカツアゲみたいなものでしょう？」
　ゆんゆんが、目を閉じて。
　そして、深く息を吸った後、良い笑顔を見せた。
「分かった、その勝負方法でいいわ。......そして、こう言うんでしょう？　勝負には、対価が必要だって！　対価はこのマナタイト結晶。かなりの純度の一級品よ！　魔法使いなら、喉から手が出るほど欲しいアイテムよ！」
　ゆんゆんが出してきたのは小さな宝石。
　マナという名前の通り、魔力の詰まった石か何かだろうか。
　めぐみんがそれを見て、満足そうに頷いた。
「よろしい、受けて立ちます！　では、どこからでも掛かってきなさい！」
　めぐみんは、威嚇するように両腕を広げて宣言した。
　それに対してゆんゆんが、腰を落として拳を構える。
　見た感じ、体格的にはゆんゆんに軍配が上がりそうだ。
　身長や体格など、ゆんゆんがスラッとした手足にバランス良く筋肉が付いているのに比べ、めぐみんはお世辞にも素手による戦闘が得意とは思えない。
　ハッキリ言ってしまえば、どこにでもいる女の子、貧弱そうな魔法使いといった印象だ。
　ゆんゆんがジリジリと距離を詰め。
　めぐみんも両手を上げた状態で、いつでもゆんゆんを抱きしめられる様な体勢を......。
「......ねえめぐみん。ちょっと待って。......その、あなたの体がテラテラしてるんだけれど。それってもしかして............」
「そーですよ。これはカエルの粘液です」
　不安そうに尋ねるゆんゆんに、めぐみんが即答した。
　ゆんゆんの顔が引きつるが、めぐみんが構わず続ける。
「先程は助かりました。この全身ねっちょりは、全てカエルのお腹の中の分泌物です。......さあ、そんな事より掛かってきなさい！　近付いた瞬間に、思い切り抱きついてそのまま寝技に持ち込んであげます！」
　そう宣言してめぐみんが両腕を広げてジリジリと前に出るが、それに合わせてゆんゆんが引きつった顔で後ずさる。
「め、めぐみん？　笑えない冗談は止めてね？　噓でしょ？　わ、私の戦意を挫いて、降参させようって作戦なのよね？　でしょう？　学園時代もそんなのばかりだったし。わ、私はもう騙されないからね？」
　虚勢を張りながらもゆんゆんは後ずさり、めぐみんはといえば紅い瞳を輝かせ、ジリジリとにじり寄った。
　まるで、仲の良い友人にイタズラでもしようとする子供みたいな表情だ。
「私達、友達ですよね。友人というものは、苦難も分かち合うものだと思います」
　その言葉にゆんゆんは、背を向けて走り出した。
　それをめぐみんが追いかける。
「降参！　降参するから！　マナタイトならあげるから、こっち来ないで！」



　めぐみんがゆんゆんをヌルヌルにし、泣いて帰らせた後。
　俺達二人は、屋敷への帰路についていた。
「あ、カズマ。これをどうぞ。良い値になりますから、借金返済の足しにしてください」
　その道すがら、めぐみんが渡してきたのは先ほど巻き上げたマナタイト結晶。
　確か、魔法使いにとって喉から手が出るほど欲しい物だとか言っていなかったか。
「いいのか？　お前、これ使わないの？　どうやって使うのかは知らないけれど」
　俺の疑問にめぐみんは、小さくフフッと不敵に笑い。
「マナタイト結晶は、魔法を使う際の魔力消費を肩代わりしてくれる便利な物。しかし、使い捨てのアイテムなのです。その純度と大きさでは、我が爆裂魔法の膨大な魔力消費を肩代わりなんてできません。それは、その辺の普通の魔法使いなら重宝するでしょうが、私ぐらいの規格外な大魔道士には無用の物なのです」
　そんな事を自慢げに......。
「......それってダメな事なんじゃないのか？　なあ、何度も言うが、爆裂魔法以外のスキルを取る気は......」
「ないです」
「ですよね」
　即答するめぐみんに、俺は深く、ため息を吐いた。
　まあしょうがない。こいつはこれで、何だかんだと頼りがいがある時も......。
　..................あるかなあ？
　あのゆんゆんって子は、上級魔法を使っていたな。
　見かけも派手で、カエルがあっという間に倒されていた。
　魔法だけじゃなく、見てくれも綺麗な顔してたし、スタイルもスラッとしてたし。
　その優秀な魔法使いに比べて......。
「......なんです？　ため息なんか吐いて。......紅魔族は、魔力だけじゃなく、知力も非常に高いのです。今、カズマが何を考えているのか当ててあげましょうか」
　歩きながら深々と息を吐いた俺に、めぐみんが不審げな表情で聞いてくる。
　........................。
「......さっきの子より、めぐみんの方が美人だな......って、考えてました」
「それはどうもありがとう！　褒めてくれたお礼に、ギュッとハグしてあげましょう！」
「や、止めろ！　こっち来んな、カエル臭い！」
　──屋敷のドアを開けると、アクアはまだ帰っていなかった。
　ちょっと期待していたダクネスの姿もそこにはない。
　俺は、ヌメる背中を気にしながら早々と風呂場に向かう。
「ううっ......、生臭い......。こんなに嬉しくない抱擁は初めてだ」
「もっと喜んでもよいですよ。ヌルヌルの女の子に抱きつかれるだなんて、場合によってはお金を払う人だっていますよ」
　俺の後ろをついてきながら、めぐみんがシレッとそんな事を言う。
　──俺が脱衣所に入ろうとすると、めぐみんが服の裾を摑んできた。
「............なんだよ」
「ヌルヌルが気持ち悪いです。先に入らせてください」
「俺だって、お前のせいで気持ち悪い事になってるよ。大体、俺が先に入らないとお風呂沸かせないだろ。ウチの湯沸かしは魔力式だぞ？　魔力を使い果たしたお前ではお湯は溜められまい。俺が分けてやった魔力じゃぬるま湯を作るのが精いっぱいだろうからな。分かったら、俺が風呂に入り終わるまで暖炉で温まってきたまえ」
　しっしと手を振ると、嫌そうに顔をしかめためぐみんは。
「洗いもせず粘液まみれのままで暖炉で乾かしたら、ローブが凄く臭いそうじゃないですか。レディーファーストって知ってますか？　女性は大事にするべきですよ」
「俺は真の男女平等を願う存在。都合の良い時だけ女の権利を主張し、都合の悪い時は男のクセにとか言っちゃう輩は許さない人間だ。そもそも、レディー扱いされたいと言うのなら、まずは一端のレディーの歳になってからにしたまえ」
「あっ！　今私を子供扱いしましたか!?　一応言っときますが、歳の差は三つしか違わないのですよ！　十年後には、26歳と23歳です、大した違いは......」
「未来は未来、過去は過去。俺は現在を生きる男。俺の目には、今のお前はただの子供にしか映らないから無駄な事だ。よーし、一番風呂は俺がもらう！」
　言いながら、俺は一旦浴場の中に入り、魔力で動く湯沸かし器に魔力を注いで火を灯し、着ていた粘液まみれの上着を脱いだ。
「この男、本当に脱ぎだしました！」
　めぐみんがそれを見て軽く引いているが、子供に裸を見られたところで何とも思わない。
「ここから先は、見たいと言うなら金を取るぞ。俺は絶対に譲らない。そう、絶対にだ」
　悔しげに唇を嚙んでいためぐみんは、何かを思いついた様にフッと笑う。
　そして、勝ち誇った笑みを浮かべ、挑発する様に言ってきた。
「......なるほど。カズマが私の事を女として見ていないというのは理解しました。なら、いっそ一緒に入りましょうか。女として見ていないのなら問題ないですよね」
「そうだな、一緒に入れば解決だな。じゃあ、先に入ってるから」
「あれっ!?」
　普通にＯＫを出した俺に、言い出しっぺのめぐみんが逆に驚いた。
「す、すいません、普通はこういう時の流れって、『バ、バカッ、そんな事できるかっ！』とか言って照れて、渋々私に順番を譲るものではないのでしょうか」
「なんで俺がそんなありきたりな流れに乗ってやらなきゃいけないんだ。先に言っておくが、俺にお約束とかは通用しないからな。例えばだ。もし仮に、俺にめぐみんが惚れたとする。で、俺が他の女の子に迫られ、めぐみんが嫉妬して、俺に理不尽な暴力でも振るおうものなら、俺は遠慮なく反撃する。俺はやる時はやる男だからな、そこら辺をちゃんと覚えておけよ」
「......私はカズマの事を甘く見ていた様です。私がカズマに惚れるなんて事はないので安心してください。やる時はやるの使いどころが間違っている気もしますが、まあいいです」
　めぐみんは、そう言って諦めた様に脱衣所から出て行こうと......。
「おっ？　なんだなんだ、あれだけ挑発しといて一緒に入らないのか？　まったく、とんだ根性無しめ。そんなんだから子供扱いされるんだ」
「この私が根性無し!?　言ってくれますね、なんですか、入りますよ、入れますよお風呂ぐらい！　さあ、カズマこそコソコソタオルなんて巻いていないでとっとと入りますよ！」
「おいこらやめろよ、タオル引っ張るなよスケベ！　なんでそんなに潔いんだよ、お前、ゆんゆんとかいったあの子に男の子っぽいとか言われたりした事ないか？　サバサバし過ぎだろ、もっと慎みを持てよ！」
　豪快にローブを脱ぎ捨て体にタオルを巻いためぐみんが、ズカズカと浴場に入っていく。
　──あれっ？
　今一瞬、めぐみんの尻の辺りに、タオルの隙間から紋様みたいなのが見えた気が。
「お風呂がぬるめですよ、もっと魔力をください魔力を！　ほら、早く来てください！」
　湯船に手を突っ込み騒ぐめぐみん。
　気のせいだったか？　......まあ、いいか。



「ふう......」
「はふ......。......たまには、お昼からお風呂に入ってのんびりするのも悪くないですね......。このまま寝そうですが......」
　広い湯船に肩まで浸かり、のんびりと手足を伸ばす。
　風呂が広いのが、この屋敷の一番良いところでもある。
「しかし、あのゆんゆんって子。放っといて良かったのか？　久しぶりに会ったんだろ？」
「どうせまた会えますよ。ライバルを自称する私の追っかけですから」
　めぐみんも、肩まで湯船に浸かりながら、湯船の縁にあごを乗せ、気持ち良さそうに目を閉じている。
「しかし、ゆんゆんか。名前がアレだけども可愛い子だったな。めぐみんの知り合いにしてはまだ常識人っぽかったし」
「その言い方だと私に常識がないみたく聞こえるのですが。というか、あの子も私と同い年ですよ？　あの子は子供扱いしないんですか？」
　縁にあごを乗せたまま、めぐみんが片目を開けてこちらをチラ見してくる。
　めぐみんとあの子が同い年。......俺は湯船の中のめぐみんを改めて見た。
「......おい、今、私を見て思った事を正直に言ってもらおうか」
「......成長は人それぞれだよなって思っ......おいやめろ、爆裂魔法の詠唱すんな！　魔力がないって分かってても心臓に悪いんだよ！」
　言いながら、俺もめぐみんの様に湯船の縁にあごを乗せ。
「しかし、あの子も13歳って事か。俺の許容範囲はせめて二歳年下までかな、13歳はダメだ。せめて14なら、中２と高１、まだギリギリ大丈夫だと思うんだが」
　そんな事をなんとなく呟くと、めぐみんが。
「ちゅうにとこーいち？　......よく分かりませんが、一応私は、来月には14歳なのですが。そうなると、私への子供扱いはなくなるのですかね？」
　気持ち良さそうに目を閉じたまま、そんな事を......。
「......あれっ、マジで？　来月には誕生日？　えっ、14？　お前ロリキャラ卒業するの？」
「誰がロリキャラですか！　そんなキャラ作りをした覚えはないですよ！　......というか、なんですか？　なんだか様子が......」
　できの悪い妹みたいに思っていたのが、できの悪い後輩みたいに思えてきて......。
「ど、どうしよう、なんかちょっとこの状況が恥ずかしくなってきた」
「ちょっ、いきなり止めてください、そんな事言われると私も恥ずかしくなってくるじゃないですか！　なんですか？　年齢一つでそんなに変わるんですか？　というか、恥ずかしそうにチラチラ見てくるのは止めて欲しいのですが！」
　なぜだろう、不思議だ、急にドキドキしてきた。
　というか、今更になって自分が大変な状況になっている事に気がついた。
「......なあ、なんで俺とめぐみんって一緒にお風呂に入ってんの？　ていうかこれって、よく考えたらマズくないか？」
「なぜ今になってそんな事を！　止めてください、どうして急に冷静になるんですか！」
　めぐみんが、湯船の中で俺からスススッと距離を取る。
　そんなめぐみんに、俺も同じく湯船の反対側に離れながら。
「いやだって、この状況を見られたら、ひょっとしてシャレにならないんじゃないか？　条例だのなんだのってどうなってんだよ。こういう時に限って、空気読まない奴が......」
　と、言い掛けたその時。
「ただまーっ！」
　遠くから、空気を読まない事に関しては定評のある奴の声が聞こえてきた。
「カズマがそんな、前振りみたいな事言うから！」
「いや、そんな事言ってる場合じゃないだろ！　とにかく、どっちかが早く出ないと！」
　俺とめぐみんは、同じタイミングで湯船から飛び出し、再び慌てて湯船に戻る。
「なぜ一緒に出ようとするんですか！　タオルが濡れてるから、色々見えるじゃないですか、見られるじゃないですか！」
「お前こそ、俺が先に出るから浸かってろよ！　ていうか、鍵は!?　脱衣所の鍵は閉めたっけか!?」
「し、閉めてません、閉めてませんよ！　こういう時に限ってアクアはきっとこっちに来るんですよ！　どどど、どうしましょう！　何とかしてください！」
　何とかもクソも、とりあえずどっちかが風呂から上がってしまえば何とかなる！
　こんなところをアクアに見つかったら、もれなくロリニートだのロリマさんだの、間違いなく不名誉なアダ名を付けられ、広められてしまう！
「カズマー！　めぐみーん？　ただまー！　お帰りを言って欲しいんですけど！　カエルを売ったお金、もらってきたわよー！」
　段々こちらに近づいてくるアクアの声。
　俺は素早く湯船から上がると、脱衣所に向かって駆け出した。
　俺がドタドタと駆ける音に、
「カズマー！　......あれ、お風呂中？」
　アクアが、中にいる俺の存在に気づいた様だ。
　脱衣所のドアが開けられるその瞬間に、俺は体内の魔力を振り絞り、突き出した右腕に、かつてない程の集中力を発揮した！
「『フリーズ』ッッッッ！」
　全魔力をつぎ込んだ渾身のフリーズは脱衣所のドアノブを一瞬で凍りつかせ、魔力を使い果たした俺は、襲い来る気怠い脱力感そのままに脱衣所の床へと倒れ込む。
「カズマー、広間のテーブルに二人の分のお金置いといたからね！　お風呂上がったら、ご飯食べに行きましょう！」
　アクアはそう告げると、別段ドアを開ける事もなく去って行く。
　......そりゃそうだ。中にいる事が分かれば、漫画じゃないんだからわざわざドアを開けて裸体を見たがる奴はいない。
「......だ、大丈夫ですかカズマ？　魔力を使い果たしたのですか？　というか、危ないところでしたね、あのままでは、危うく......」
「危うく俺がロリコン認定されてしまうところだったな。危ねえ危ねえ......。あ、めぐみん、悪いんだけども体拭いてくれよ、魔力を限界まで使い果たしたせいで身動き取れねえ。このままじゃ風邪引いてしまう」
　俺はうつ伏せになって倒れたまま、めぐみんを見ずに頼んでみる。......が。
「......おい、私と一緒にお風呂に入ったらロリコン認定される件。そこら辺の話をちゃんとしようじゃないか。身動き取れないこの状況で、また随分と強気な発言ですね！」
「おいこら止めろ！　お前、タオル剝がして何しようって気だよ！　痴女認定するぞ！　ちょっ......！　ア、アクアー！　アクアー!!　ロリっ子にイタズラされるー！」


　助けを求めたアクアに突入され、色々あってロリニートという称号をゲットし。
　二日目になる、ダクネス抜きの何だか寂しい晩飯を終え。
　──そして迎えた、次の日の朝の事。
「......なんだよ。二人共、こんな朝早くから出てったのか」
　広間へと降りてきた俺は呟いた。
　昨夜二人と相談した結果、ダクネスが帰って来ない状況でのクエストは、危険と判断。
　なので、今日は各自自由行動となったのだが。
　......しかし、結局昨日もダクネスは帰って来なかった。
　領主はダクネスに異様な執着を見せていると聞いたが、囚われているのだろうか。
　それとも、何か不測の事態でも......？
　今晩も帰って来なかったら、俺も何か手を打つとしよう。
　朝飯を作るのも億劫なので、外で何か食べようと街中をブラブラしていると、見覚えのある紅魔族の女の子が一人で歩いているのを見つけた。
　その子は一人とぼとぼと歩き、物欲しそうに露店の食べ物を眺めている。
　やがて串焼きの露店の周りをウロウロすると、しばらくジッと露店の様子を覗っていた。
　しばらくすると、その露店に客が来て、何か談笑の後に串焼きを三本ほど買っていく。
　それを見て、その子は意を決した様に露店に行き、前の客と同じ様に串焼きを三本購入。
　......どうも露店で物を買うのは初めてな様で、どう注文していいのかが分からなかったらしい。
　俺は声を掛けようか迷ったが、幸せそうに串焼きを頰張るその姿を見て、そっとしておく事にした。
「──最近、この街の近くに妙なモンスターが出るらしいぜ。何でも、強さ自体はそれほどでもないらしいんだが......」
「ああ、俺も聞いたな。変わった姿をしていて、動く物を見かけるとくっついて自爆するってヤツだろ？」
　適当な店で朝食を終え、街中をフラフラ歩いていると、二人組の冒険者のそんな話が耳に入った。
　......妙なモンスター？
　まあ俺からすれば、この世界のモンスターは大概妙なんだが。
　まあでも、一応気に掛けておこう。
　そんな事を考えながら歩いていると、俺は再び、先ほどの見覚えのある少女が、今度は射的の露店の前でウロウロしているのを見つけてしまった。
　射的と言っても、日本の射的とはちょっと違う。
　矢尻を丸くした本物の弓矢を使った射的だった。
　その射的を楽しんでいる客はカップルが多く、男性が景品を取り、取った景品を恋人にあげている。
　なるほど、この辺りはカップルがよく通る、デートスポットみたいな通りだ。
　この露店もそういったデート中の男女を狙った店なのだろう。
　置いてある景品を見れば、一目瞭然だった。
　その女の子は一人で射的をするのが恥ずかしいのか、カップル客達がいなくなるのをジッと待ち、客が一人もいなくなったところを見計らい、ようやく射的に挑戦した。
　だが弓の扱いには慣れていないのか、狙っている景品には何度やっても当たらない。
　何度も金を払い挑戦するが、やがて一組のカップル客が現れて射的を始めると、その子は店主に弓を返し、恥ずかしげに立ち去ろうとした。
　......ううむ。
　どちらかというと、ウチのパーティーにはあの子のライバルがいる訳だし、俺達とは仲が良いって間柄じゃあないと思うんだが......。
　俺はその子に近づくと、よう、と一言声を掛け。
「......？　あっ！　あの、カズマさん、こんにちは......！」
　──挨拶してくるゆんゆんには目を向けず、そのまま射的の店主に金を渡し。
「狙撃！」
　俺は狙撃スキルを使い、ゆんゆんが狙っていた景品を一撃で仕留めた。
　そのまま、狙撃されてころころと転がってきた景品の、何だか冬将軍に似た、サムライみたいなぬいぐるみを、
「ほら、これ欲しかったんだろ」
　そのままゆんゆんに、ちょっとキザっぽく手渡した。
　俺がゆんゆんの立場なら、惚れてしまってもおかしくないのではなかろうか。
　ゆんゆんは頰をちょっと赤らめて、一瞬、貰ってもいいのだろうかと迷った後に。
　ぱあっと笑顔を見せ、とても嬉しそうに。
「あ......ありがとうございま......！」
「ダメですよお客さん、アーチャーと狙撃スキル持ちはお断りって、ちゃんと看板に書いてあるじゃないですかー。景品はあげますが、料金は倍払ってくださいよ......？」
　──店主に、謝りながら追加の金を渡す俺は、あんまり格好良くはなかった。
「そ、それじゃ。俺はウチのパーティーの連中探しているから。またな」
　俺は恥ずかしさもあり、ゆんゆんに片手を上げて立ち去ろうと......、
「えっ？　あっ......。あの......」
　ゆんゆんは、その俺をまるで引き止めるかの様に寂しげに片手を出しかけ......。
　そのまま手を引っ込めると、もう片手で持っていたぬいぐるみを両手で抱きかかえ直し、ぺこりと頭を下げてきた。
「あ、あの、これ、冬将軍ありがとうございました！」
　あのぬいぐるみってやっぱ冬将軍だったのか。
　一度殺されたトラウマから、本物の矢で撃ち抜きたい衝動に駆られるが、まあ喜んでいるみたいだしよしとするか。
　──俺はゆんゆんと別れ、再び街の散策に。
　というか、ウチの連中は目立つから、すぐ会えると思っていたのだが......。
「さあ、次の挑戦者はー！　次の挑戦者はいませんかー？」
　その声に振り向くと、そこには人だかりができていた。
　興味を惹かれてそちらに行くと、人だかりにいるのは何だか屈強な連中ばかり。
　見ると、そこには......。
「おし！　次は俺が行くぜ！」
　言いながら前に出たのは、ガチムチの冒険者風の大男。
　普段着姿なので職業までは分からないが、その体格から前衛職なのは間違いない。
　男は、露店商が用意したハンマーを持つと......。
「だあああああああああ！」
　気合いとともに、そのハンマーを振り下ろした。
　振り下ろされた先には何かの石。
　ハンマーが石に叩きつけられ、小さな火花が飛び散った。
　そして、ハンマーを叩きつけられたその石は......。
「クソッ、これでもダメか......」
　悔しそうに呟く男の言葉通り、そこには無傷の石があった。
　それを見て、露天商が声を張り上げる。
「今回のお兄さんも無理でした！　さあ、次の賞金は十二万五千エリス！　参加費は一万エリスだよ！　お客さん一人が失敗するごとに、五千エリスが賞金に上乗せされます！　腕力自慢はいませんか？　魔法を使っても結構ですよ！　これが破壊できる者は、一流冒険者を名乗っても良いと言われるアダマンタイト！　さあ、ご自分の腕を試してみたいと思いませんか!?」
　なるほどなー。実に色んな商売があるもんだ。
　俺も商売をしようと考えている身だ、こういうのも勉強になる。
　しかし、俺のスキルや腕力じゃ、これは挑んでみても、ちょっとどうにもならないな。
　......ふと、何気なくある場所を見た俺は、本日三回目になるその姿に。
「............また会ったなゆんゆん」
　相変わらず一人で、冒険者がハンマーを振るう様子を、拳を握ってハラハラと見ているゆんゆんに、今度は素直に声を掛けた。
　一応めぐみんの自称ライバルらしいから俺も敵視されているかなと思ったが、先ほどの様子だとそれほど嫌われてもいなそうだし。
　ゆんゆんは俺を見て、
「あっ！　さっきはどうもですカズマさん！　見てください、アレ！　アダマンタイト砕きですって！」
　目を輝かせながら、嬉しそうに言ってきた。
　紅魔族の里には、こういったゲームみたいな露店はないのだろうか。
「ゆんゆんはアレだろ？　上級魔法とか使えるんだろ？　アレに挑戦してみないのか？　魔法使っても良いらしいぞ」
　俺の言葉にゆんゆんは、
「私では無理ですよ、アダマンタイトなんて......。それこそ高破壊力を持つ、爆発系の魔法でもないと。爆裂魔法なんて無茶は言いませんが、爆発魔法か、せめて炸裂魔法ぐらいは使わないと......」
　そう言って、苦笑する。
　俺達がそんな話をしている間にも、更なる挑戦者が現れては散っていった。
　いつの間にか賞金は二十万を超えている。
　人だかりもドンドン増して、露店のおっちゃんが更に盛り上げようと声を張り。
「この街の冒険者には、アダマンタイトは荷が重かったのでしょうか！　機動要塞デストロイヤーをも倒したと聞き、わざわざこの街にやって来たのですが？　さあ、このまま、誰にも破壊できないのでしょうか！　さあ、さあ、さあ！　挑戦者はいないのかっ!?」
　露店商の口上がいよいよ絶好調になる中、冒険者達が、互いにつつき合い、お前が行けよと促している。
　露店商の作戦だと皆分かってはいるが、このまま誰も破壊できないというのも悔しいのだろう。
　──その場の冒険者達が顔を見合わせる中。
　人混みから、スッと一人の少女が前に出た。
　いつものローブ姿ではなく、お出掛け用の黒いワンピース姿な俺のパーティーメンバーは、そのまま堂々と胸を張り。
　いつぞやのデストロイヤー戦の時の様に、キッパリとドヤ顔で。
「──真打ち登場」
　店主に告げためぐみんは、俺を含めたその場の冒険者達に、大慌てで取り押さえられた。


「おい、まだ何もしていない女の子相手に、この仕打ちはあんまりと言えばあんまりじゃないか」
　現在のめぐみんは、詠唱を始めたらいつでも口を押さえられる様、俺が後ろから首を羽交い締めに。
　そして、それぞれの腕には屈強な冒険者が取り付き、それをしっかりと捕まえていた。
「おいおっちゃん、コイツに見つかった以上、その商売はもう止めとけ！　コイツは街で噂の爆裂狂だ。その商売は、コイツの琴線を刺激し過ぎる！」
　俺の言葉に、引きつった青い顔で慌てて店仕舞いを始める露店のおっちゃん。
　それを見ためぐみんが、ジタバタともがき出した。
「ああっ！　破壊できるのに！　我が爆裂魔法なら、間違いなく破壊できるのに！」
「逃げろ！　早く、早く逃げろおっちゃん！」
「ひいいいいっ！」
　店仕舞いを済ませ、慌てて駆け出す露店のおっちゃん。
　それを、残念そうにめぐみんが見送っていた。
　おっちゃんが無事に逃げたのを確認し、めぐみんが拘束を解かれて自由になる。
　人だかりが散っていく中めぐみんに、
「......まったく、目を離すと何かやらかすのはアクアだけにしといてくれ。ていうか、アクアと一緒じゃなかったのか？」
「いえ、何だか行きたい所があると言っていましたので別行動を。最近、デストロイヤー退治の報酬による経済効果を期待して、この街にはジワリジワリと色んな人が集まって来ていますからね。先ほど、路上パフォーマンスやってお金を稼いでいた人がいたのですが、アクアがその隣でもっと凄い芸を無償でやり、芸人さんを泣かせてるのを見ましたよ」
　き、気の毒に......。
　何とかしてやりたいところだが、またゴタゴタに巻き込まれるのも面倒だ。
　可哀想だが、路上パフォーマーの人に押し付けておこう。
　と、俺の袖をめぐみんがクイクイッと引いた。
「せっかくなので、一緒に街を回りましょうか。向こうにも今の露店と似たような商売してた人がいたので、店主の目の前をウロウロして怯えさせてやろうかと」
「俺、お前の事を、爆裂狂なとこを除けば、もっと常識ある普通の子だと思ってたよ」
　言い合いながら、その場を立ち去ろうとする俺とめぐみんの後ろから、小さな声が。
「あ......」
　見ると、寂しそうなゆんゆんがこちらを見ていた。
「......一緒に来るか？」
　俺の言葉に一瞬嬉しそうな顔をするも、めぐみんを見て、ハッとした様に首を振る。
「わ、私はめぐみんに勝つためにこの街へ来たのよ！　馴れ合いに来たんじゃないわ！　さっきの射的の事はお礼を言います。どうもありがとうございました！　......でも、一緒には行かないわ！」
　そう言って、ゆんゆんはあの忌々しい姿をしたぬいぐるみを胸に抱き、俺達から一歩離れた。
「だそうです。行きましょうカズマ」
「お、おう......」
　俺達は、拒絶する様にこちらに背を向けたゆんゆんから離れた。
「............はぁ............」
　やがて、寂しそうに深いため息を吐いて肩を落とし、とぼとぼと歩いて行くゆんゆん。
　そして後ろ髪を引かれる様に、チラリと肩越しに後ろを見るゆんゆんと。
　......そのゆんゆんの数歩後ろを、そこの露店で買った、クレープみたいな物をもしゃもしゃ食べながら堂々とついて行く俺達は、バッチリと目が合った。
「............え、えっと。何でついてくるの？」
「相変わらずぼっちなゆんゆんの、寂しそうな泣きっ面を拝もうかと」
　その言葉に、ゆんゆんがめぐみんへと摑み掛かってきた。


「ゆんゆんは、紅魔族でも自分の名を恥ずかしがる変わり者で通ってまして。学園の中では、大体一人でご飯食べてました。その寂しそうにご飯食べてるゆんゆんの前をこれ見よがしにウロウロしてやると、それはもう嬉しそうに私に何度も挑戦してきて......」
「待ちなさいよ！　そ、そこまで酷くは......、なかったと......、思......。ま、まあ、毎日勝負を挑んだ気はするけど、別にぼっちではなかったわ。友達だっていたもの」
　俺達三人は、話しながら街の外れへと向かっていた。
　話の流れで、またこの二人が勝負する事になったためだ。
　と、ゆんゆんの言葉に、めぐみんがピタリと足を止め。
「今聞き捨てならない事が......。ゆんゆんに、友達......？」
「な、何でそんな反応なの!?　いるわよ、私にだって友達ぐらい！　めぐみんだって知ってるでしょう？　ふにふらさんとか、どどんこさんとかが、私達友達よねって言って、私の奢りで一緒にご飯食べに行ったり......」
　オイ止めろ、それ以上は聞きたくない。
　......つまりあれか、この子は変人ばかりの紅魔の里で、唯一の常識人だった事から、周りから浮いていたと。
　なんて不憫な......。
「で、今日の勝負内容はいったいどうするのですか？　爆裂魔法しか使えない私としては、魔法勝負は避けたいところなのですが」
「......そうね。ていうか、いい加減他の魔法も覚えなさいよね。あれから少しはスキルポイントだって貯まったはずでしょう？」
「貯まりましたよ。もれなく全て、《爆裂魔法威力上昇》や《高速詠唱》につぎ込み......」
「バカッ！　どうしてそんなに爆裂魔法に拘るのよ！」
　いいぞ、もっと言ってやってくれ。
「でも困ったわね......。一体何で勝負を決めようか......」
　悩むゆんゆんに、めぐみんが言った。
「別に何でもいいですよ？　私はもう、勝負事に拘るほどに子供でもないですから」
　そんな、余裕ありげに言うロリっ子の言葉に、ゆんゆんがフッと口元を歪めさせ。
「子供じゃないって？　そう言えば昔、私と発育勝負をした事があったわね。子供じゃないって言うなら、またあの勝負をしてもいいわよ？」
　そんなゆんゆんの挑発に、だがめぐみんは。
「いえ、子供じゃないというのは別の意味での子供じゃないって事ですよ。だって、私はもう、ここにいるカズマと一緒にお風呂に入る様な仲ですから」
「!?」
「ちょっ！　お前、止めろよ、それを人に言うのは！」
「!!!?!?」
　俺とめぐみんのやり取りに、ゆんゆんは顔を赤くし、口をパクパクさせて固まると。
「............きょ、今日のところは私の負けにしといてあげるからあああああああっ！」
　そう言って、泣きながらどこかへ去って行った。
　残された俺とめぐみんは、しばらくその場に立ち尽くす。
　やがて、めぐみんが何かを取り出し書きつけ始めた。
　よく見ると、メモ帳か何かの様だ。
　そこに、今日の日付と白い○を書き込むと。
「今日も勝ち」
「お、お前、本当にそれで良いのか......？」
　──泣いて帰るゆんゆんを見送った後、俺とめぐみんも屋敷へ帰る事にした。
「あらお帰り。ねえねえ、これ見てよ。街で芸をやってた人がね、僕にはもう、必要の無い物ですからって言ってくれたの。何でも、田舎に帰って実家の農業を継ぐんだって。よく分かんないけど、ツイてたわ！」
　家に帰ると広間のソファーで、ジャグリングに使う輪っかを手にしたアクアがホクホクしていた。
　芸人さんの心を折って貰ってきたのか。
　人の人生狂わすなよと言いたかったが......。
「ダクネスはまだ帰っていませんね。......今晩こそ、帰って来るでしょうか」
　器用にジャグリングするアクアを眺め、めぐみんがポツリと呟く。
　──だが結局、この日もダクネスは帰っては来なかった。
第三章　この貴族の令嬢に良縁を！


「おいアクア、毎度毎度これを言うのも面倒なんだが、そこどけよ。ダクネスが帰って来ない以上、今日もクエストは休みにする。俺は今から、ウィズの店に置いてもらう商品を設計したりとかするから、そこ空けてくれ」
　俺の言葉に、相変わらず暖炉の前のソファーを占領し、その上で膝を抱えながら、目を細めてうとうとしていたアクアが言った。
「何よイライラしちゃって。ダクネスが帰って来ないからって、最近ピリピリし過ぎでしょう？　......それより、めぐみんがゆんゆんって子との対決で良い事言ったらしいじゃない。物事には対価が必要、って。この暖かい場所を譲って欲しいと言うのなら、代わりに私が満足しそうな物をお供えしなさいな。そうねえ、具体的には......」
　そう言って、アクアは一瞬悩み。
「......汝、神の住まう地を欲する者よ......。高級酒を我に捧げよ。さすれば、迷えるニートに暖かな光が射すであろう」
　こいつ引っ叩いてくれようか。
　めぐみんも、アホに余計な知恵をつけやがって。
「おい堕女神、朝から酒を要求してる暇があるならお前も何か考えろよ。大体、なんで俺一人がこんな苦労ばかりしなくちゃならないんだよ。領主の屋敷分の借金は俺がなんとかするから、お前は洪水被害の借金をどうにかしてくれよ。もしくは、俺に少しでも悪いと思ったならとっととそこを退け」
　俺の堕女神という言葉に、アクアが嫌そうに顔をしかめた。
「ちょっと、駄女神だの堕女神だの、これ以上私に変な名前つけないでもらえます？　私を堕天した女神呼ばわりなんかしてたら、そろそろ本気で罰が当たるからね？　今回の領主の件にしたって、もしかしたら神様を大事にしないカズマにとうとう罰が下ったのかも。カズマこそ、私に悪いと思ったら、麗しきアクア様ごめんなさいって言いながら高いお酒を捧げなさい。ほら買ってきて。早く買って......」
「『スティール』」
　ソファーの上で膝を抱えたまま、駄々をこねるアクアに向かって、俺は片手を突き出し唱えていた。
　突き出した手の上に、チャリンと音がし、アクアのサイフが現れる。
「......ちょっと何すんのよ泥棒。現行犯よ。警察に突き出せば、これであんたへの判決の猶予も取り消しね。やーい犯罪者！　お酒買ってくるお金が欲しかったの？　そんな物、カズマのお金で買ってきてって意味に決まってるじゃ」
「『スティール』」
　何かを言い掛けるアクアに向かって、俺は尚もスティールを唱えていた。
　俺の手には、アクアが履いていた靴下の片方が載っている。
　アクアは、膝を抱えたまま。靴下を盗られ、裸足になった方の足の指を、俺に抗議でもするかの様に、これ見よがしにぴこぴこと動かした。
「......何すんのよ、寒いじゃない。靴下返してよ変態。とっとと返さないと、私の靴下盗んでハアハアしてる人がいますって警察を呼ぶわよ。分かったら」
「『スティール』」
　アクアは一体何に使う気でこんな物を持っていたのか。
　スティールを掛けた俺の手の上に、何かの種が載っていた。
　それを見て、アクアが不安そうな表情を浮かべ。
「ね、ねえカズマ。そういった冗談やイタズラはシャレにならないし、良くないと思うの。私もちょっと調子に乗っていたわね。反省するわ。じゃあ、お互いごめんなさいして仲直りしましょう」
「『スティール』」
　俺は手の上に載った、アクアのもう片方の靴下をポイと絨毯の上に捨て。
　そのままアクアにゆっくり告げた。
「......サクッと金を用意してくる。神具だとかいうお前の羽衣、ちょっと貸せ。売り払ってきてやる。剝かれたくなきゃ、別の部屋行ってちょっと自分で脱いで来い。......まあ、どうせそれも嫌だって言うんだろうから、今ここで剝いてやる」
　俺がこれ見よがしに片手をワキワキさせると、アクアが顔を引きつらせ、
「何言ってるの？　この羽衣は私の女神としてのアイデンティティーみたいな物だから売るなんてできる訳ないじゃないバカなの何バカ言ってんの冗談にしても笑えないから」
「『スティール』」
「ああああカズマ様ああーっ!!　調子に乗った私が悪かったから止めて、止めてー！」
　──数分後。
「うっ......、ぐすっ......、ひっく......ひうっ......」
　ソファーの上で、膝を抱えてうずくまり、膝の間に顔を埋めて泣くアクア。
　その姿は......。
　──裸足になっている事以外は、いつも通りのアクアだった。
「く、くそ、何でこんな時だけ悪運が強いんだお前は......。ってか、何に使うんだこのガラクタの山は......」
　俺の足下にはアクアからスティールした大量のガラクタ類が転がっている。
　宴会芸にでも使うのか、種やコップ、ガラス玉......。
　絨毯の上は、子供のポケットの中身を引っくり返したみたいになっていた。
　くそ、こいつのせいで余計な魔力を使ってしまった。
「また朝っぱらから騒いで、一体どうしたのですか？」
　泣くアクアの前に立ち尽くす俺に、クエストにでも出掛ける様な格好で降りて来た、めぐみんが話し掛けてきた。
「ひっく......。カズマが......。借金返すために......。売り払ってやるって言われて......。無理やり私の服を脱がそうと......」
「お、おい止めろよ、その断片的な言い方だと誤解を招くだろ！　わ、悪かったよ、俺も謝るから、めぐみんもそんな目で見ないでくれ！　こいつの装備を売ろうとしただけだから！」
　アクアが泣き、めぐみんが俺を蔑んだ目で見る、そんないつもの朝の事。
「た、大変だ！　カズマ、大変なんだ！」
　平和な雰囲気をぶち壊し、突然、一人の美女が飛び込んで来た。
　それは清楚なイメージを与える高そうな純白のドレスを身に着け、白いハイヒールを履き、長く綺麗な金髪を一本の三つ編みにし、片方の肩から前に垂らした、どこかの令嬢みたいな人だった。
　そんな清楚な格好をしていながらも、その人は、魅惑的な体を隠し切れないでいた。
　その見知らぬ美女が、初対面なはずの俺の名前を叫んでいる。
「......あんた誰？」
「んんっ......!?　くっ......！　カズマ！　今はふざけている場合じゃない！　そういったプレイは後にしてくれ！」
　目の前の清楚な美女が、頰を赤くしながら言ったそのロクでもない発言で、それが誰なのかようやく気づいた。
「なんだ、お前ダクネスか？　心配させやがって、やっと帰って来たのかよ！」
　俺の言葉に、泣いていたアクアがすかさず叫ぶ。
「わああああああ、ダクネス、カズマがあああああああ！　カズマが、私を無理やり脱がして、私の一番大事な物を売り飛ばそうと......！」
「おおい、その言い方は本気で誤解を招くから止めろお！」
　俺とアクアが騒いでいると、めぐみんがダクネスに。
「ダクネス、お帰りなさい。何があったのかは聞きません。さあ、まずはゆっくりお風呂にでも入って、心と体を癒やしてきてくださいね」
「......？　風呂？　いや、めぐみんはいったい何を言っている？　というか、今アクアが言った特殊プレイの話の方が気になるのだが......」
　ドレス姿で、俺とアクアをチラチラ見ながらダクネスがソワソワしだした。
「寝ぼけた事言ってないで、今日のところはゆっくり休めよ。帰って来ただけでも良かった。ほら、温かい風呂にでも入って泣いてくるといい」
「だから、先程から一体何を言っている！　なぜ私が泣かねばならん、なぜ風呂に入らねば......。なんだアクア、ドレスの裾を引っ張って」
　いつの間にか泣き止んだアクアが、純白のドレスの生地を確かめる様に引っ張りながら。
「......間違いないわ、高級品よ。きっと、領主の人にオマケとして貰ってきたのね」
「ダクネス......。お前、よほど良い仕事してきたんだな......。俺を助けるために苦労かけたなあ......」
　俺が、ダクネスに向けてしみじみと呟くと。
「バカッ！　お前達は一体何を勘違いしている！　別に、領主に変な事はされていないし、このドレスにしても自前の物だ！　なんだ、もしかして帰って来ないのは、領主に良い様に弄ばれているとでも思っていたのか!?」
「そーだよ。今頃すんごい目に遭わされてるもんだと。......しかし、貰い物じゃないってんなら、その高そうなドレスはどうしたんだ？　自前って言ったな。お嬢様のコスプレ？　何か新しいジャンルでも開拓中なのか？」
「違うっ!!　こ、コスプレじゃない！　心配掛けたのは悪かった、あの領主にも、私相手にそこまでの無体を要求する度胸はないさ。......それよりも、まずはこれを見てくれ！」
　言って、ダクネスが俺にアルバムを突きつけた。
　アルバムというか、これは......。
「......何だこれ？　おお？　なんだこのイケメンは。ムカツク」
　爽やかそうなイケメンが写っていたそれを、俺は思わず無意識の内にびり......と。
「ああ!?　見合い写真に何をするんだっ！　そんな事したら、見合いを断る事ができなくなるだろうがっ！」
　ハッ!?
「おお？　スマン、つい！　なぜだろう、自分でも手が無意識に......。っていうか、見合い写真？」
　俺は見合い写真を手に首を傾げた。
「そうだ！　アルダープめ、小賢しい手を使ってきた！　言う事を聞くとは言ったものの、無体な要求をしてきた場合には、我が父に即座に話を蹴られるだろう。それを分かっていたからこそ、私はああ言ったのだが......」
　狼狽えるダクネスが、オロオロしながら言ってくる。
「ちょ、ま、待てよ、ちゃんと説明しろよ。このイケメンは誰なんだよ。ていうか、望まない相手との結婚だって十分に無体な要求じゃないのか？　そもそも、あの領主と、見合い写真のイケメンにどんな関係があるんだよ。ていうか嫌なら、その、ダクネスの父ちゃんに断ってもらえば良いだろ？　見合い写真なら今直してやるから。アクア、悪いんだけどご飯粒持って来てくれないか？」
「はいはーい」
　ばたばたと駆けて行くアクアを見送って、俺は涙目のダクネスを落ち着かせようと、ソファーに座る様にすすめた。
「見合い写真に写っているのはアルダープの息子だ。アルダープめ、自らが私との結婚を申し出ても話を蹴られる事は分かっていたのだろう。だが、私の父はアルダープの息子の事だけは高く評価しているのだ。なんというかその、この結婚に一番乗り気なのが父なのだ。アルダープが、なぜ自分の息子と私を結婚させたがるのかが理解できないのだが......」
　言いながら、ダクネスがソファーに腰掛け、散らかったテーブルの上を見る。
　ご飯粒を持って帰って来たアクアが、それを手にダクネスの隣に座り、ソファー前のテーブルで勝手に写真の修復を始めた。
　アクアが作業をしているテーブルの隅には、俺が持って来た、ウィズの店に卸す商品の設計図が散らばっている。その一枚を手に取って、ダクネスが興味深げに。
「......なんだ？　妙な物を描いているな。これは何なんだ？」
　めぐみんが、玄関先でブーツを履きながら。
「実は、ダクネスが出掛けている間に、色々と金策を練っていたのですよ。それは、カズマが考えた便利アイテムの数々です。それをウィズのお店に置いてもらう計画なのだそうですよ」
「ほう？　そういえば、カズマは幸運値が高かったな。確かに、商売をやるには向いているのかもしれないな」
「俺の運が良いって話だが、最近、その事に凄く疑問を持ってるんだけどな。運が良いなら、もっと役に立つ仲間に恵まれるはずだし、借金背負ったり揉め事に巻き込まれたりせず、良い暮らしができてるはずだと思うんだが」
　俺の言葉に、三人がビクッと震えた。
「い、今こうして、私が見合い話に悩まされているのは、実はカズマを庇った事が原因な訳で！　いやもちろん、それで恩に着せる気はない！　なにせ、仲間というのは助け合いが大事だからな！　普段迷惑を掛けている分、こうして私が助ける事も当然だと思うのだ！」
　そんな事を力説するダクネスが、頰から一筋の汗を垂らす。
「わ、私は、これからゆんゆんと約束があるのですよ！　実は、そう！　カズマの疑いを晴らすために、ゆんゆんと共に、色々と知恵を絞ろうかと......！」
　めぐみんはふいっと目を逸らしながら、玄関先でそんな事を。
　それで、さっきから出掛ける用意をしてたのか。
「なんか、カズマへの疑いの件は二人がどうにかしちゃいそうだから、私はトイレ掃除でもしてこようかしら！　特に思うところはないのだけど、なんだかトイレが気になるからね！　水回りの事ならこの私に任せて頂戴！」
　写真の修復をほったらかし、その場を逃げるようにトイレ掃除に行こうとするトイレの神様。
　──と、皆がバラバラに逃げようとする中、ダクネスが。
　皆を呼び止めようと手をワキワキさせながら、俺達に向け泣きそうな表情で。
「ど、どうしよう。その......。私がここのところ帰って来なかったのは、どんどん進められる見合いを、どうにか阻止しようと頑張っていたからなのだ。......というか私がここに来たのも......。み、見合いが、今日のお昼からなんだ。もう本当に時間がない。申し訳ないのだが、誰か私と一緒に来て、父を説得してくれないか？」


「......つまり、こういう事ですか？　ダクネスのお父さんは、危険な冒険者稼業を辞めさせたくて、以前から、隙あらば勝手にお見合いをセッティングしていたと。で、ダクネスとしてはまだまだ結婚はしたくないから、今までは全て話を蹴っていた、と」
　ブーツを履いためぐみんが、玄関先に座り込みながら言った。
　テーブルではアクアが、写真の修復作業を再開している。
　破った俺がやろうとしたのだが、なんか楽しそうに、それも、やたら器用に修復していくので好きにさせている。
　こいつは、こういったどうでもいい事にかけては本当に多芸だな......。
「......ん、そうだ。正直言って、私は今の暮らしに満足している。この稼業を続け冒険者として名が売れれば、やがて邪悪な魔導士や魔王軍の手の者に目を付けられ、抵抗むなしくもやがて捕まり、とんでもない目に遭わされてしまうかもしれない。それはもうきっと凄いもので、手枷足枷を付けられ、あられもない姿で......っ！　くっ......！　や、やめろお......っ！」
「お前はもう引退して、嫁に行った方がいいんじゃないかな」
　自分の妄想に浸り、赤い顔でモジモジしだしたダクネスから、俺はちょっとだけ距離を置く。
　めぐみんが、杖をプラプラさせながら不思議そうに言った。
「なるほど。普段ならばダクネスのお父さんの持ってきた見合いだから断れたけど、今回は、何でも言う事を聞くと約束している、領主からのお見合いです。ダクネスのお父さんも乗り気、領主も乗り気では、お見合いを断れない訳ですか。でも、領主がそこまで回りくどい事をして、ダクネスに執着する理由はなんなんでしょうか。それも、息子の嫁にしようという理由が分かりません。領主ほどの地位の人間がその気になれば、強引にでもダクネスを妾にだってできるでしょうに」
　その言葉に、ダクネスが俯き。
　手を胸の前で組み、しばらく指をぐにぐにした後言ってきた。
「......わ、私は本名を、ダスティネス・フォード・ララティーナと言う。その......。そこそこ大きな貴族の娘だ......」
「「「ええっ!?」」」
　俺達三人が驚くのを見て、ダクネスは一瞬寂しげな顔をし、辛そうに表情を陰らせた。
　きっと、今までも名前を名乗り、こうやって驚かれる様な事があったのだろう。
「ダスティネスって......！　そこそこじゃなく、メチャクチャ大きな貴族じゃないですかっ！　この国の懐刀とまで言われている、あのダスティネス!?　この街に居を構える!?」
　驚きの声を上げるめぐみんに、ダクネスが小さな声で。
「......そうだ」
　それに続いてアクアが言った。
「なに!?　じゃあ、ダクネスの家の子になれば毎日ゴロゴロ贅沢三昧できるって事!?」
　見当ハズレな事を口走るアクアに、ちょっと戸惑った声でダクネスが。
「そ、そうだ......、い、いや、まず当家は、今のところ養女は必要としていないから......」
　戸惑うダクネスに、俺は一番大事な事をツッコんだ。
「ダクネスお前......！　普段、うむ、とか、そうだな、とか真面目くさった、騎士みたいな口調なのにっ！　本名はララティーナなんて可愛らしい名前なのかよっ!!」
「ら、ララティーナと呼ぶなあ......っ！」
　ララティーナが赤い顔で、涙目になって大声を上げた。
　驚きのあまり立ち上がっていためぐみんが、改めて玄関先の絨毯の上に座り直し。
「ふう......。まあ、確かに驚きましたがダクネスはダクネスですし。私にとってのダクネスは、超硬いクルセイダーで大事な仲間。まあそれだけの事ですよ」
　めぐみんの言葉に、ダクネスが少しだけ嬉しそうな表情を浮かべ。
「............ん、これからも、よろしく頼む......」
　そう言って、安心した様に微笑んだ。
　アクアが、そんな二人を見て嬉々として自分を指差す。
「......ねえねえ、私もビックリする事言っていい？　その、こないだは二人とも信じなかったけど、私......。実は、本当に女神なのよ！」
「「そうなんだ、すごいね！」」
「信じてよー!!」
　ぐすぐす言いながら、再びご飯粒で破れた見合い写真を修復する作業に戻るアクア。
　そんな三人を見ながら、俺は一人考えていた。
　なるほど、これで色々と納得がいった。
　ダクネスが、日本人である俺よりも世間知らずな時がある理由も、こうして場違いなコスプレしてる理由も。
　領主が息子とダクネスを結婚させたがっているのは、政略結婚的な意味合いがあるのだろうか。
　それと、自分の物にならないのなら、せめて同じ屋根の下に置いておきたいとか。
　このまま放っておけば、ウチの大事なクルセイダーが嫁に行ってしまう。
　大事な............。......ん？　............んん？
「じゃあこれ持って、ダクネスのパパを説得しないとね。はいこれ。どう？　完璧でしょ？」
　何かが引っかかり、考え込みだした俺に。いったいどこが破れていたのかも分からないぐらい完璧に修復された見合い写真を、アクアは得意げな顔で、はいと手渡してくる。
　......待てよ、ダクネスが嫁に行く？
　それはつまり、ウチのパーティーから、攻撃が当たらないクルセイダーが寿退社するという事だ。
　寿退社。......そう、つまりはめでたい事だ。
　別にいらない子としてパーティーから追い出す訳じゃない。
　別に、ダクネスの事が嫌いって訳じゃない。
　おかしなところは多々あるが、悪い奴じゃないとも思う。
　だが先行きも不安な俺のパーティーで、貴族の令嬢のダクネスを冒険者として縛り付けてもいいものだろうか？
　──いいや、良くない。
　ダクネスが結婚すれば、きっとダクネスの親御さんも安心する。
　俺も何だかんだ言ってダクネスの事が心配だ。
　もし万が一、俺達が魔王の城に行ってピンチにでもなったら、私を置いて先に行けとか大喜びで言う事だろう。
　捕らえられ、きっと嬉々として、「くっ......！　殺せっ......！」とか、どんな事をされるんだろうと期待しながら言うのだろう。
　そう、これはつまり皆が幸せになれる名案だ！
「ああ......。何か理由をでっち上げ、これを丁重に相手に返して、こういった理由があるのでと謝って、なんとか父を説得してみようか......。そこで、できれば誰かについて来てもらいたいのだが......」
　俺の手に渡された、修復された見合い写真を見たダクネスが、少しだけホッとした表情で、俺達にそんな事を頼んできて......。
「これだあああああああああああっ！」
「「「あああああああっ!?」」」
　俺は見合い写真を真っ二つに裂いていた。


「では、私はゆんゆんとの約束があるので出掛けてきますが。カズマの考えとやらが、凄く嫌な予感しかしないのですが大丈夫ですよね？　......ダクネスの事は任せましたよ？」
　めぐみんは、不安そうに何度もこちらを振り返りながら、後ろ髪を引かれる様な表情で出掛けて行った。
　俺としては、めぐみんが出掛けたこの展開はかなり都合がいい。
　めぐみん、アクア、ダクネスの中では、ここに残られると、恐らくめぐみんが一番厄介だからだ。
「うううう......。せっかく......。せっかく元通りにしたのに......」
　ソファーでは、修復した見合い写真を引き裂かれたアクアがメソメソしている。
　──めぐみんを見送った俺は、背後に強烈な視線を浴びていた。
　それは、涙目で無言で俺を睨みつけるダクネスの視線。
　そして同じく、涙目で見てくるアクアの視線。
　こ、怖いです。
「ま、まあ落ち着け。これは、今後のためでもあるんだ」
　俺の苦し紛れの言い訳に、ダクネスが未だ涙目ながらも。
「......どういう事だ？」
　俺はダクネスとアクアに、こんこんと説明した。
　つまり、今後冒険者をやって行くのなら、この際一度見合いをやってみてはという事を。
　今回こそは領主の息子との見合いだが、どうせ今回の話を断ったとしても、ダクネスの親父さんはすぐに次の話を持ってくるだろう。
　その度に、ダクネスは見合い話を断るのか？
　その内、ダクネスの親父さんも業を煮やし、やがて強硬手段に出るのではないか？
　ならば、一度見合いをしてみて、それをぶち壊してしまってはどうかという提案だ。
　ぶち壊すといっても、ダクネスの家の名が傷つかない程度に、相手からこの話を断らせる様に持って行くのだ。
　するとどうだ、ダクネスの親御さんも、次に持ってくる見合いの話は慎重にもなるだろう。
　何度も見合いをして、その度に他家に断られるとあっては家の恥だ。
　無論、俺とアクアの二人も、使用人という形で見合いについて行ってもいい。
　そして、さりげなくダクネスが見合い相手に嫌われる様にフォローするのだ。
　何より、今回の見合い相手は、何かと悪名高い領主の家。
　父親への見せしめとして見合いをぶち壊しても、他の真っ当な貴族との見合いをぶち壊すよりは、まだダスティネス家への傷も浅いのではないだろうか。
　──そんな俺の話を聞いていた二人は。
「そ、それだカズマっ！　それで行こう！　それが上手く行けば、もう見合い話が持ち上がる度に一々父を張り倒しに行かなくて済む！」
　お、親父さん可哀想に......。
「なるほど、それは良いわね！　私、『手の掛かるのが一人嫁に行ってくれれば、その分新しいメンバー入れて、楽ができるぜヒャッハー！』みたいに考えてたのかと思ったわ！」
　俺はアクアの言葉にビクリとする。
「ち、違うよ？　ダクネスみたいな優秀なクルセイダーを、今更手放せる訳がないじゃないか？　......や、止めろよお前ら、そんな目で見るなよ、半分ぐらいは本気だから......」


　ダスティネス邸。
　街の中央通りに位置するその邸宅は、大貴族の名に恥じない様相を呈していた。
「ほ、本当に？　本当にいいのかララティーナ！　本当に、見合いを前向きに考えてくれるのか!?」
　ララティーナ、もといダクネスの親父さんが、ダクネスの手を握り興奮して言ってきた。
　ここは、この街にあるダクネスの実家である屋敷の中。
　そこで、ダクネスが見合いを受ける事を親父さんに報告したのだが。
「本当ですお父様。ララティーナは、此度、このお見合いを受けようかと思いますわ」
　そのダクネスの言葉を聞いた俺とアクアが、思わず顔を俯かせた。
「ね、ねえカズマさんカズマさん、今、お父様って呼んだわよ」
「ば、ばっか、それよりお前、ララティーナだよ。自分の事をララティーナって言ったぞ」
　普段と全然違う言葉遣いのララティーナお嬢様に、俺とアクアが笑いを堪えながらヒソヒソ囁きあって肩を震わせていると、お嬢様が顔を赤くして俺を睨む。
　そんな俺達を見て、親父さんが不審に思ったようだった。
「ララティーナ、この二人は？」
　その言葉に、ダクネスが俺とアクアに手を向けて。
「この方々は、わたくしの冒険仲間です。今回の見合いに、臨時の執事とメイドとして同伴させようかと」
　それに、親父さんが顔をしかめて難色を示した。
「......むう。だが、それは......」
　これはいけない。
　俺はズイと一歩前に出ると、胸の前に片手を当てて、ピシと立ち。
「初めまして。自分は日頃ララティーナお嬢様にお世話になっている、冒険者のサトウカズマと申します。この度、このお見合いが無事成功した暁には、身分の違い等から、ララティーナお嬢様にはもう会えなくなる事でしょう。ならば最後に、無理を承知で傍に控え、大切な仲間を任せられる相手かを拝見したく存じます」
　そんなセリフを、一度も嚙む事もなくスラスラ言って、そのまま深々と頭を下げた。
　今の俺は超クールだ。
　お嬢様を無事嫁に送り出せるなら、どんな事でもできる気がする。
　そんな、突如豹変した俺を、ダクネスとアクアがぽかんと見ていた。
　──使用人に通されたのは応接間。
「少々こちらでお待ちください。只今、執事服等を見繕っておりますので」
　俺達はそこのソファーに座らされ、使用人はお茶を淹れてくれた後は、ごゆっくりと言い残して部屋を後にした。
　流石は大貴族の応接間だ。
　質素に見えても、ちゃんと貴族の威厳を保てる程度には金をかけている。
　しばらくは大人しく座っていた俺達だが、すぐさま大人しく待っているのに飽きがきた。
　俺は応接間の中を落ち着きなくウロウロしながら、飾られている調度品の数々を手にとって見る。
　その価値は鑑定眼を持たない俺には分からないが、きっとどれもがお高いのだろう。
　例えば、この飾ってある絵画など。
　一見子供の落書きにしか見えない絵だが、前衛芸術というヤツだ。
　俺はその絵を見ながらあごを撫で、ふうむとか言いながら、いかにも絵心が分かる風を装ってみた。
「カズマ、そんなにその落書きが気に入ったの？」
　芸術を分かっていないアクアが、俺が眺めていた絵を見てそんな事を言ってきた。
「おいおい、これだから無教養の人間は。これは前衛芸術と言ってだな、見る人が見れば素晴らしい物なんだよ。これはきっと、名のある画家が描いた物だな」
　知ったかぶって言う俺に、ソファーにくつろぎお茶をすすっていたアクアが言った。
「絵心のある私の目からすると、それはただの落書きだと思うの」
　俺はアクアに、やれやれと肩を竦めると。
「まったく、絵が上手いのと鑑定眼があるのは別物なんだな。ここら辺の、一見落書きにしか見えない部分。ここなんかは......」
　俺がアクアに向かって適当な講義をしていると、ダクネスが部屋の中に入って来た。
「待たせたな二人共。......おいカズマ、その絵は私が子供の頃に父を描いた物だ。それを気に入った父が客に自慢するために飾ったのだが、恥ずかしいからあまり見ないで欲しい......、こっ、こらっ何をする！　三つ編みを引っ張るな！」
　アクアのからかう様なニヤニヤ笑いを受けながら、大恥かいた俺がダクネスの三つ編みを引っ張っていると、メイドが執事服とメイド服を持って入って来た。
　メイドが服を持ったまま俺達に一礼し。
「カズマ様、こちらが執事服です。サイズは合うかと思いますが、試してみてください」
　俺はメイドから服を受け取り、隣の部屋に連れられて着替えを済ます。
　......うん、丁度いい。
「大丈夫みたいです」
　その言葉を聞いて、メイドは一礼して部屋の隅に下がる。
　──親父さんに、無事、臨時の執事として雇ってもらえた俺は完全な執事の格好で、待っていたダクネスの下へ。
　そこにはすでに、メイド服を着たアクアがいた。
　馬子にも衣装という言葉はあるが、清楚なメイド服が意外に似合っている。
「アクア、似合ってるじゃないか。今のお前なら、ちゃんと一流の使いっ走りに見えるぞ」
「カズマこそ、背伸びしてる執事見習いって感じでいいと思うわ。意地悪な先輩にいじめられて、屋敷の裏で泣いてそうな感じがしていいんじゃないかしら」
「おっと、なかなか面白い事言ってくれるな。ここが貴族の屋敷じゃなかったらえらい目に遭わせてたところだぞ。......じゃあ、準備はいいな？　ララティーナお嬢様」
「ら、ララティーナお嬢様は止めろ！　せめて、人前ではお嬢様だけにしてくれ！」
　ダクネスが恥ずかしそうに食って掛かる。
　見合いはこの屋敷で行われるそうだ。
　そして、俺は先ほど、ダクネスの親父さんに頼まれた。
　頼まれてしまった。
　娘が相手に粗相をしない様に、助けてやってくれないか、と。
　そして、更にこうも言われてしまった。
　見合いが上手くいったなら、報酬を出させて貰おう、と。
　俺と親父さんは元々利害が一致する上に、しかも報酬というオマケまで付いてくる事になってしまった。
　これは嫌でもやる気が出てくる。
　領主の息子が、よほどロクでもない奴だったら俺も邪魔する側に回ってやろうかと思っていたが、これではちょっとぐらい嫌な奴でも大目に見てしまいそうだ。
「ほら、こっちだ二人共。いいか？　ちゃんと手はずは分かっているな？　頼んだぞ？」
　どことなく不安そうな表情の、ダクネス自らの案内を受け、俺達は見合い相手を出迎えるべく玄関へ向かう。
　左右にダスティネス家のメイドを従え、堂々と進むダクネスは、こうしていると本当にお嬢様にしか見えない。
　玄関へ向かう途中、俺の後をついてくるアクアが、様々な調度品を目ざとく見つけ。
「ほう、これはなかなかの物のようね......」
　物珍しそうに、アクアが取っ手付きのツボをしげしげと眺めた。
　こいつは先ほどの落書きを見抜いた事といい、美術品の目利きができるらしい。
　アクアが見ていたツボに興味を示し、俺はそれを何気なく持ち上げてみた。
　結構重い。
「これってお高いのか？　いくらぐらいする物なんだ？」
「お、おい......。あまりあちこち触らないでくれ、それは父が大切にしているツボで......」
　ダクネスが、俺が持ち上げたツボの両サイドに付いている取っ手に手を伸ばす。
「私のくもりなき鑑定眼で見たところ、このツボは......」
　パキャッ！
「「あっ!?」」
　澄んだ音が響く中、ダクネスと俺の小さな声と共に、ダクネスの手の中にはもぎ取られたツボの取っ手が。
「......このツボは、私の見たところゴミになったようね」
「どどど、どうしよう！　父の物なのにどうしよう！」
　ダクネスが折れた取っ手を手にしながらオロオロと。
「おっ、落ち着け！　親父さんは今はいない！　案としては二つだ！　一つは、見合い相手が来たら打ち明ける。これにより、お客様の手前、きっとそれほどは怒られないだろう！　その二！　とりあえずご飯粒か何かで応急処置をしつつ、親父さんが手に取った時にうっかりツボが床に落ちる位置に配置換えしておけ！」
「な、なるほど、それだ！　さすがカズマ、機転が利くな！　よし、見合い相手の前で打ち明けても、相手が帰った後で説教を食らう可能性がある！　ここは一時的に修復し、倒れやすい位置に置いて、使用人達には触らないようにと厳命しておこう！」
　俺とダクネスのやり取りを聞いていた、ダスティネス家のメイドが言った。
「......お客様、申し訳ありませんが......。当家のお嬢様に、あまり変な事を教え込まれない様............」


　──屋敷玄関の前に使用人達がズラリと並ぶ中、ダクネスと親父さんの両名が玄関前の真ん中に立つ。
　俺とアクアは、ダクネスの両側に控える様に。
　そういやダクネスの母ちゃんはどうしたんだとふと思ったが、今は気にしないでおく。
　相手は間もなく来るそうだ。
「しかし......。お前が見合いを受けてくれるなんて、本当に嬉しいよ......。アルダープから話を持ち掛けられた時は何事かと思ったが、聞けば、お前は断らないはずだと言う。アルダープの奴はともかくとして、息子のバルター殿は本当に良い男だ。幸せになるんだぞララティーナ」
　ダクネスへ、にこやかに笑いかける親父さん。
　だがそれに、ダクネスがキッパリと。
「嫌ですわお父様。ララティーナは、見合いを前向きに考えると言っただけです。フフフ......。そして考えた結果、やはり嫁入りなどまだ早いとの結論に達しました。もう今更遅い。見合いを受けはしたが、結婚するなどとは言ってはいない！　ぶち壊してやる。見合いなんて、ぶち壊してやるぞ！　フハハハハ！」
　もう演技する必要はなくなったとばかりに、ダクネスが本性を現した！
　それを見た親父さんが俺達の真意に気づき、青い顔をして......。
「ま、まさかそこの二人も、最初からそれが目的で......！」
　親父さんが怯えた様に俺を見た。
　いかんな、ダクネスの奴頭に血が上って、家の名前を傷つけない程度にってところを忘れてやがる。
　ここまできたら、もうなりふり構わないつもりだろう。
　ならもう、俺もこれ以上演技する必要はない。
「......お嬢様、その様なはしたない言葉遣いは止めてください」
　俺の言葉に、ダクネスと親父さんがハッとこちらを見た。
　アクアは何気にメイド服が気に入ったのか、場の雰囲気もまったく気にせず、スカートの裾を摘んで機嫌良さそうにヒラヒラさせている。
　俺の発言の真意を汲み取り、ダクネスはみるみる顔をしかめ、逆に親父さんは目に涙を浮かべ、まるで俺を救いの神かという様な目で見だした。
「カズマ、き、貴様......っ！　どういうつもりだ、裏切る気か！」
「裏切るも何もありませんよお嬢様、今の自分はダスティネス家の臨時執事。お嬢様が幸せになられる事が自分の望みです」
　俺の言葉に親父さんが、おお......と呟く。
「カ、カズマ君と言ったね！　この見合いが成功しなくても......、せめて、ララティーナが粗相をしない様にフォローしてくれるだけでもいい！　報酬はたっぷり弾む！　だ、だから......！」
　俺は親父さんが全てを言う前に、深々と頭を下げた。
「お任せください旦那様。このカズマ、全身全霊を以て、お嬢様を......」
　──その時だった。
　玄関のドアがガチャリと開き、そこからあの写真の男が現れる。
　周りにはお付きの者を引き連れて。
　ダクネスが、先手必勝とばかりに腕を組み、見合い相手を睨みつけながら言い放つ！
「貴様がこの私の見合い相手か！　我が名はダスティネス・フォード・ララティーナ！　私の事はダスティネス様と呼」
「おっと危ないお嬢様っ！　頭の後ろに刺す虫が止まっておりますっ!!」
　俺はダクネスの後頭部を思い切り引っ叩いた！


俺がダクネスの暴走を止めた後。
　お嬢様が虫に刺されていないか確認したいと告げ、俺達は見合い相手から離れ、隣の部屋に移動し、一方見合い相手は、現在親父さんが相手をして時間を稼いでいた。
「おいどういうつもりだ！　お前は私の手助けをしてくれるのではなかったのかっ!?」
　俺はダクネスに襟首を摑まれ、廊下へと連れて来られていた。
　ダクネスの隣では、状況をよく分かっていないアクアが、ダクネスの三つ編みの手触りが気に入ったのか興味深げにニギニギしている。
　──そして現在、俺への詰問タイムだ。
「まあ落ち着こうかお嬢様。お前、一つ大事な事忘れているだろ」
「三人の時はお嬢様と呼ぶな！　......なんだ大事な事とは？」
　ダクネスが少しだけ落ち着きを取り戻し、話を聞く姿勢になった。
「自分の家の名前に傷つけないってところをすっかり忘れてるだろ。ここでとんでもない悪評が立ったら一番困るのはお前なんだからな？」
　俺の言葉にダクネスは眉をひそめた。
「何が困る！　悪評が立って嫁の行き手がなくなれば、心置きなく冒険者稼業が続けられる。最悪、父に勘当されてしまったとしても、その覚悟はできている。......家を勘当され、先行きが不安になった私は、それでも必死に生きようと、無茶なクエストばかり受けるようになるかもしれない。そして、やがてそんな無茶が祟り、力及ばず魔王軍の手先に捕らえられ、組み伏せられて......っ！　............私はそんな人生を送りたい」
「お前とうとう言い切りやがったな」
　とんでもない願望を口に出したお嬢様は、さらに続ける。
「大体、あんな男は私の好みのタイプではないのだ。父が持ってくる見合いには、大概ロクな男がいない」
　その言葉に俺は首を傾げた。
　いや、相手は結構なイケメンだったんだが。
「あいつ、そんなにダメな感じなのか？　ダクネスの親父さんの話だと、結構いい奴だって聞いてるんだが。まあ、俺は外見しか知らないけどさ」
　その疑問に。
「あの男の名はアレクセイ・バーネス・バルター。領主の息子とは思えないできの、住民達の評判も良い爽やかな男だ」
　それにアクアが反応した。
「アレクセイ家のバルターって言ったら、アクセルの街でも評判良いわよ。恵まれない人への配給なんかもやってるみたいだし。私も何度か、配給のお世話になったわ」
　お、お前......。
　アクアの言葉に、ダクネスが不機嫌そうに。
「ダメだダメだ！　そんなものは、我が父がやればいい！　私を嫁にしようという貴族がやる事ではない！」
「そ、そんなもんなのか？　ああ、表向きは配給とかして善政を敷きながら、裏では悪事に手を染めているとか？　それは、知らないとはいえ俺が悪かった......」
　やはりあの領主の息子、早まった事をしてしまったのかとちょっと後悔する俺に、ダクネスが続けた。
「いいや、違う！　まずこいつは、人柄が物凄く良いらしい。誰に対しても怒らず、家臣が失敗しても決して叱らず、なぜ失敗したのかを一緒に考えようと持ちかける、変わった奴で......」
　......？　良さそうな奴じゃないか。
「そして非常に努力家で、民のためにより知識をつけようと、日々勉学に励んでいるらしい。頭が良く、それでいて最年少で騎士に叙勲された程の剣の腕も持つ。悪い噂など聞かない、まさに完璧を絵に描いた様な男だな。父親の悪政によく進言をしては、軌道修正させているそうだ」
　..................。
「ねえ、話を聞く限り、凄く良い相手だと思うんだけど。ダクネスはその人のどこがダメなの？」
　不思議そうに言ったアクアの言葉に。
「どこが!?　全部だ全部！　まず、貴族なら貴族らしく、常に下卑た笑みを浮かべていろ！　対面した時の、私を見るあの曇りもない真っ直ぐな視線はなんだ！　もっとこう......。私がカズマの屋敷で楽な格好でウロウロしている時に、よくカズマが向けてくる、舐め回す様ないやらしい視線で見られないのか！」
「べべべべ、別に!?　おおお、俺そんな視線で見てないし!?」
　挙動不審になる俺に、ダクネスは尚も続ける。
「部下が失敗しても怒らない？　バカが！　失敗したメイドに、おしおきと称してアレコレやるのは貴族の嗜みだろうが！　あの男は何も分かっちゃいない、あの男の家臣は叱って欲しくて失敗しているのだ！　貴族なら、メイドを片っ端から孕ませるぐらいの甲斐性を見せろ！」
「そんな考えの奴はお前だけだ」
　だがダクネスは、俺のツッコミなど気にもせず、いよいよ我慢ならないと言った風に拳を握って力説した。
「そもそも私の好みのタイプは、あの様な、ほっといてもできる男とは正反対なのだ！　外見はパッとせず、体型はひょろくてもいいし太っていてもいい。私が一途に想っているのに、他の女に言い寄られれば鼻の下を伸ばす意志の弱いのがいいな。年中発情してそうな、スケベそうなのは必須条件だ。できるだけ楽に人生送りたいと、人生舐めてるダメな奴がいい。借金があれば申し分ないな！　そして、働きもせずに酒ばかり飲んで、俺がダメなのは世間が悪いと文句を言い、空の瓶を私に投げてこう言うのだ。『おいダクネス、そのいやらしい体を使ってちょっと金を稼いで来い！』............んくう......っ!!」
　力説を終え、頰を火照らせてブルリと体を震わせるダメネスさん。
　畜生、この女はもうダメだ、手遅れだった。
　どうしようもない空気の中、無言で立ち尽くす俺とアクア。
「......もういい！　私は自分で見合いをぶち壊す！　カズマ、私の邪魔をする気なら、それなりの覚悟をしておけよ!?」
　ダクネスはそう言うと、怒りをあらわに部屋を出て行った。
　残された俺とアクアがしばし無言で立ち尽くす。
　やがてアクアは、棘のある口調で言ってきた。
「......カズマ、一体なんのつもりなの？」
　そんなアクアに。
「あの親父さんの顔見たろ。あれは本気で娘の将来を心配している顔だ。それに、相手の男の評判も聞いただろう。つまりこれは、政略結婚ってよりも真剣に娘の幸せ願ってる親が、ちゃんと勧めるお見合いって感じだな」
「それが、何だって言うの？　いくら親だって、ダクネスの人生勝手に決めるなんて......」
　アクアが強い口調で言いかける。
　だが俺は、それを最後まで言わせなかった。
「ダクネスは貴族だ。なら、結婚を自由に決められないってのは当たり前じゃないのか？　貴族ってのは、生まれた時から贅沢もできるし英才教育だって受けられる。......ダクネスを見てると、あんまりそうは見えないが。でも、税金で食ってきた分、一般人より自由がないのは当たり前だ。どんな身分でも良い所があれば悪い所もある。庶民は金がない分自由がある。貴族は金はあるが自由はない。生まれた時から贅沢してきて、そして自分の人生も好きに決めたい。そんなものはただのワガママだ。......むしろ、よく今までこれだけ自由にやらせてもらってるなって思うよ。そして、結婚相手はまったく欠点のない男ときたもんだ。お前、これで贅沢言ったら皆が怒るぞ？」
　長々と言った俺の言葉に、だがアクアは納得いかない様子で。
「......でも！　だからってあんまりじゃないかしら！」
「まあ、それだけじゃないんだがな」
　俺の言葉に、アクアの動きが止まった。
「......えっ？」
　俺はアクアに、その場にしゃがむ様に促し問い掛ける。
　それはもう、真顔で。
「アクア。俺達の望みは、魔王を倒して無事に地球に帰る事だ。じゃあ、ダクネスの求める本当の望みとか願いってなんだ？」
　アクアは俺と同じ様にしゃがみ込み、真面目な顔でそんな事を聞かれるとは思わなかったのか戸惑った。
「え、えっと......？　このまま結婚せずに、私達と一緒に冒険者を......」
　無難な返事をしようとするアクアに、俺は思わず大声で。
「違う！　そんな上辺だけの綺麗事を聞いてるんじゃない！　分かるだろ！　言え！　ほら、恥ずかしがらずに言ってみろ！　その口で言ってみろ！　どんな表情で言うのか見ててやるから！」
「つ、強いモンスターとかに力及ばずさらわれて、凄くエッチな目に遭わされる事です！　......カ、カズマ、これってセクハラ？　ねえ、セクハラじゃないかしら？」
　半泣きのアクアに、俺は更に続けて言った。
「セクハラじゃない！　いいか？　お前が大バカだとしたら、あいつはもう手遅れの極バカだ！　夢はモンスターに拉致られて色々されたい？　バカッ！　お前、親御さんに言ってこい！　言えるもんなら言ってこい!!　お宅の娘さんはこういった立派な夢があるんで結婚は取りやめて夢を叶えさせてあげて下さいって、今すぐ親御さんに説明してこい！」
「ごめんなさい！　言えません！　ごめんなさい!!」
　咄嗟に謝ったアクアは、何だかオドオドしながら言ってきた。
「......で、でも、それじゃあの人と結婚させる事が正解だって言うの？　ダクネスだって、好みのタイプとかあると思うんですけど」
「好みのタイプじゃないから可哀想なんてバカ言うなよ？　さっき、ダクネスの好みのタイプは聞いたろ？　お前、もしダクネスが、理想の男性見つけてきたって言ってさっきのタイプの男を連れてきたらどうすんだ？　いいか？　押し付けるんだよ、バルターってあの男に......。いい奴そうだし、ここは泥を被って貰おうぜ。バカな事しでかそうとするダクネスを、首に縄付けてちゃんと監視しといて貰おう。話を聞いた感じだと、親父と違ってかなり優しそうじゃないか。なら、結婚してもたまになら、冒険に出てもいいって許して貰えるかもしれない。そうなったら、その時ぐらいは俺達が冒険に付き合ってやればいい。これなら、親は安心、俺も安心、ダクネスが危険な冒険に出る事もなくなるし、何より、手の掛かる三人の内一人が捌ける」
「手の掛かる三人って、残り二人の内一人は、ひょっとしなくても私の事かしら」
　俺は拳を振り上げ、立ち上がった。
「そもそも、冒険者稼業なんて一生できる仕事じゃないんだ！　こんなブラック稼業、本当は辞められるなら辞めた方がいいに決まってる！　ていうか俺はいつだって辞めたいよ！　ハッキリ言おう。あいつはバカだ！　百歩譲って、本人がどうしても冒険者を続けたいとか、それだけなら別にいい！　俺だって応援する！　だがもう一度言うが、あいつはバカだ！　本来他人が人様の家の事に首突っ込むのはアレだが、目標はダクネスを無事嫁にやる事！　それが無理なら、今後いつでも寿退社できる様に、ダスティネスの名前に泥を付けさせない事だ！」
「ねえ、ちょっと待って！　ちゃんと私の質問に答えて頂戴！」


「失礼、お待たせしました」
「しました」
　親父さんとバルターが歓談している間、チラチラとこちらを気にしていたダクネスの隣に、俺とアクアはスッと立つ。
「カズマの考えは分かったわ。ダクネスには、好きな人と結婚して貰って幸せな道を歩んで貰いたいけれど、確かに言われてみればこのままじゃマズい気もするのよね」
「分かってくれて嬉しい。いいか、お前はお前で好きに行動しろ。ダクネスが相手に好かれる様に、色々なフォローを入れるんだぞ？」
　そんな俺達二人のやり取りを聞いていたのかいなかったのか、ダクネスは、俺にヒソヒソと耳打ちしてきた。
「......おい、悪い事は言わない、止めておけ。さもなくば、帰る頃にはお前が死ぬほど後悔する事態にしてやるぞ」
　何ソレ怖い。
　だが、今の俺に脅しは効かない。
　なにせ今は、ダクネスよりも強い味方が俺の後ろ盾としてついている。
　そう......。
「旦那様、差し出がましい様ですが、そろそろお嬢様とバルター様のお見合いを始められてはいかがでしょうか。お嬢様が、先ほどから待ちきれないご様子ですので」
　その言葉に、余計な事を言うなとばかりにダクネスがぎりぎりと歯を食いしばった。
　そんなダクネスの様子に気づかない親父さんが、俺の進言を嬉々として承諾する。
　親父さん的には、俺が先ほどダクネスを黙らせるために頭をはたいた事は特に気にしていない様だ。
　むしろ、良くやってくれたとばかりにホッとしていた。
　これなら親公認という事で、多少無茶をやっても怒られまい。
「ではバルター殿、こちらへ。ララティーナ、さあついて来なさい。客間に行こうか」
　ダクネスが、それを聞いて屈み込んだ。
「わたくし、ヒールの踵が折れてしまった様で......。バルター殿、お手を借りてもよろしいですか？」
　ダクネスは、そう言ってバルターへ手を伸ばす。
　俺にはたかれるのを警戒してか、口調だけはまともなお嬢様風になったダクネス。
　だがこれはいけない、絶対何かやらかす気だ。
　俺はすかさず片手を出し、
「お嬢様、どうぞお手を。いくらバルター様がお気に召されたからと言って、婚約前から甘えてはなりませんよ？　バルター様申し訳ございません、本日のお嬢様は少々浮かれてあだだだだだだ折れる折れますお嬢様お戯れを、ちょ、やめ、お止め下さ、止めろってんだろお嬢様！」
　俺は涙目になりながら、ダクネスに全力で握られた手を振り払った。
　こ、こいつ、俺が横から妨害しなかったら今のをバルターにやらかすつもりだったのか！
「ど、どうされました？　大丈夫ですか？」
　涙目で片手を押さえてうずくまる俺に、バルターが心配そうに声を掛けてきた。
　なんていい奴なんだ、あんた頼むからこの狂犬を貰ってやってくれないか。
「うふふ、何でもありませんわバルター様。では参りましょうか」
　スタスタと歩いていくダクネスを見送りながらうずくまる俺に、アクアがヒールの魔法を掛けてくれる。
　そんな俺達に、親父さんが申し訳なさそうに手を合わせて頭を下げた。
「──では、改めて自己紹介をさせて頂きます。アレクセイ・バーネス・バルターです。アレクセイ家の長男で、父の領地経営を手伝っております」
　ダクネスとバルターが、客間の白いテーブルを挟み、向かい合う様に座っていた。
　バルターは、かなりのイケメンだ。
　身長は俺よりも頭一つ分ぐらい背が高く。
　そして、日頃からよく鍛えているのだろう、その体は服の上からでも分かるぐらいにしっかりと筋肉が付き、程よく引き締まっていた。
　そんなバルターは、穏やかそうな笑みを湛え、ダクネスを見つめていた。
　ダクネスの隣には俺とアクアが不自然なぐらいに近くに立つ。
　バルターはそれをちょっと気にした様子だったが、親父さんが何も言わないので口に出す事はしなかった。
「わたくしはダスティネス・フォード・ララティーナ。当家の細かい紹介は省きますわね。成り上がり者の領主の息子でも知っていて当然なんあああっ!?」
　いきなり失礼な事を言いかけたダクネスが、途端にテーブルに顔を伏せ、赤い顔でフルフルと小さく震えた。
「ど、どうされました？」
　心配するバルターに、
「い、いえ......。その、バルター様のお顔を見ていたら何だか気分が悪くんんーっ！」
　顔を耳まで赤くして、何か言い掛けたダクネスが再び顔を伏せる。
「ダクネスお嬢様は、今朝からお腹の具合が悪いのですわ。そうよね、ダクネス！　お腹が痛いなら無理しちゃダメよ？」
「えっ!?　ちっ、ちがっ......！」
　アクアが入れたフォローを、ダクネスは恥ずかしそうに否定しようとする。
　俺は、邪魔にしかなっていない、余計なフォローを入れるアクアを押しのけると。
「お嬢様は、今朝からバルター様とお会いになるのを楽しみにしておりまして、少々舞い上がっておられるのです。ほら、ご覧下さいお嬢様の顔を。真っ赤になって照れているでしょう？」
「そ、そういえば顔が赤いですね......。い、いやお恥ずかしい......」
　言いながら、俺は足元に力を込め、ダクネスにだけ聞こえる小さな声で囁いた。
　──テーブルの下で、ダクネスの足をグリグリ踏みながら。
「......おいお嬢様、これ以上いらん事言ったらもっと強めに踏むからな」
　そんな俺の言葉を聞いていたのかいなかったのか。
　赤い顔で何だか荒い息でハアハア言い出したダクネスが、小さな声で。
「......ご、ご褒美だ......」
　当家のお嬢様はいつだってブレない。
　娘の様子に、親父さんは今テーブルの下がどういう状況か分かったらしい。
　すぐさま状況が分かるという事は、娘の性癖を知っているという訳だ。
　なぜ娘がこんなになるまでほっといたんだと親父さんを叱ってやりたかったが、今はそれどころじゃない。
　親父さんは俺とダクネスをフォローするべく、取り繕う様にバルターに話題を振った。
「バルター殿、この度は屋敷が崩壊したと聞いた。住む所はどうにかなっているのかね？　なんなら、君だけでも我が家に住むかね？　いや、もちろん娘とは別の部屋に寝泊まりしてもらう事にはなるが」
　冗談めかして言う親父さんに、バルターは愛想よく。
「はははっ！　いえいえ、お美しいララティーナ様と同じ屋根の下では、我慢がとても大変そうですので......」
　そんな感じで、ダクネスが赤い顔でプルプルしている間も和やかに話は進んでいく......。


　──これ以上父親がいては邪魔だろうと言って、親父さんは席を外した。
　親父さんは立ち去り際、俺に、『頼む』とボソリと囁いていった。
　今、ダクネスとバルターの二人は俺とアクアを引き連れて、ダスティネス家の庭を散歩している。......しかし、流石は有名な大貴族の庭。
　広い庭には大きな池があり、今の季節は冬だというのに、品種改良でもされた高級種なのか、そこかしこに色とりどりの花が咲き乱れていた。
　アクアが池の魚を見て、口笛を吹いて手を叩いている。
　何をやってんだと見ていると、アクアのそばに魚が集まってきて......。
　......なにあれ凄い、後でやり方を教えてもらおう。
「ララティーナ様は、ご趣味は何を？」
　池に気を取られている俺達をよそに、バルターが、見合いの定番の当たり障りのない質問をする。
「ゴブリン狩りを少々ぐっ!?」
　迂闊な事を口走るダクネスに、横から肘でわき腹を突く。
　と、先ほどから不自然にダクネスに近い俺に、バルターが苦笑しながら小首を傾げた。
「......随分と仲がよろしいんですね？」
　これには、俺がしまったと顔をしかめた。
　ヤバイやり過ぎたか、俺がダクネスの評判を下げる要素になってどうする。
　見合いに来て、目の前で見合い相手と執事がくっついていれば、面白い訳がない。
　俺がどうごまかそうかと言葉を探していると、それを察したダクネスが、俺にニヤリと笑い掛けた。
　こいつ、また何を......!?
「このカズマという執事とは特別仲が良く、毎日一緒におりますの。食事もお風呂も何でも一緒、勿論、夜寝る時も......時も............うう......っ......」
　バカな事を口走ったダクネスが、途中から顔を赤らめ言いよどむ。
　だから、お前の羞恥心の基準はどこにあるんだ。
「お嬢様は冗談が大好きでして。こうして、自分で口にしておいて恥ずかしがる可愛らしいお方なのです。ですよね？　ララティーナお嬢様。どうしましたララティーナお嬢様？　顔が赤いですよララティーナお嬢様」
「うう......。お、覚えてろよ......」
　ララティーナという可愛らしい名前を連呼され、歯を食いしばって涙目になるダクネス。
　よし、これでしばらくは大人しくなるだろう。
　それを見て、バルターがちょっと寂しそうに苦笑しながら呟いた。
「......本当に、仲がよろしいですね......。妬いてしまいますよ」
「またまたご冗談を。執事と主のほんのお戯れで......」
　俺のその言葉を聞き、ダクネスがバッと俺から距離を取る。
　おお？
「もうまどろっこしいのは止めだ！　こんな事いつまでもやっていられるか！」
　何を思ったか、ダクネスは着ていたドレスの裾を思い切り引き裂いた。
　白い太ももがあらわになり、エロネスの体の線が嫌でも目に飛び込んでくる。
　長いスカートを動き易く短くし、横の部分もスリットみたいに裂いていく痴女ネス。
　思わず目を逸らすバルターに、ダクネスが大声で。
「おい、バルターと言ったな！　クラスは騎士なのだから剣は使えるのだろう！　私のクラスはクルセイダーだ、今から修練場につき合ってもらおう。そこでお前の素質を見定めてやる。さあ、ついて来いっ！」
　いきなりとんでもない行動に出たダクネスを止める事など、俺にはとてもできなかった。
「......この男を見ろバルター。貴族たるもの、常日頃から、このカズマのいやらしい目つきを見習うがいい！」
　みみみみ、見てないし！
　ちょっと気になってチラッと視線がいっただけだし！


「勝負はどちらかが音を上げるまで。この私に、こんなのもう無理、お願いこれ以上は許してと言わせてみせろ！　そうしたら嫁でもなんでも、どこへでも行ってやる！」
　ダクネスが俺達を連れてきた修練場。
　その中央でダクネスは、バルターに一本の木刀を投げてよこした。
　それを受け取ったバルターは、困った表情で木刀を一振りさせ。
「えっと......。ララティーナ様、僕は騎士です。訓練とはいえ、女性に剣を向ける事などできません......」
　そんなバルターにダクネスは、不機嫌そうに顔をしかめる。
「なんというフヌケだ。そこのカズマはな、自称男女平等主義者で、女相手にドロップキックも食らわせられると豪語している様な奴だぞ。少しは見習え」
　ダクネスの言葉にバルターが俺を見るが、その視線が何だか痛い。
　バルターは意を決した様に、息を吐き。
「......分かりました。正直言って、ここには、あの父に押しつけられた今回の見合いを断るために来たんです。......でも、あなたを見て気が変わった。どこにでもいる貴族の令嬢とは訳が違う。流石は王国の懐刀の一人娘だ。豪放にして、それでいて、自分の言葉に恥ずかしがる可愛い一面もある。そして物事をハッキリ言える清々しさに、下々の執事に対する、上からではない、同じ様な目線で接するその態度。僕はあなたに興味が湧いた。......行きますよ、ララティーナ様！」
　いきなりの惚れた宣言と共に、ダクネスへと斬りかかった！
　その斬り込みは疾く、アッサリとダクネスの木刀を撥ね上げると、すかさずダクネスの肩に木刀を打ち込む。
　それを見て、バルターがホッと息を吐いた。勝負あったと思ったのだろう。
　だがダクネスは何事もなかったかの様に、撥ね上げられた自分の木刀を拾い直し。
「よし。さあ次だ。掛かって来い」
　──三十分以上が経っただろうか。
「も、もういいでしょう！　もう勝負は見えている！　なぜ諦めないんですかあなたは！」
　終始優勢なのにも拘わらず、切羽詰まったバルターの声。
　実力自体は圧倒的にバルターの方が上だった。
　先ほどからダクネスの木刀はバルターに掠りもせず、逆にダクネスはあちこちを打たれ、そこかしこに痣ができている。
　だがダクネスは荒い息を吐きながらも一向に目から光を無くさなかった。
　汗にまみれ頰を火照らせながらも、ダクネスは声を張り上げた。
「どうした、遠慮などせずもっとどんどん来い！　徹底できる強さを見せろ！」
　そんなダクネスを見て、バルターが木刀を投げ捨てた。
　そのまま両手を上げて降参する。
「......参りましたララティーナ様。僕の負けです。技量では勝っていても、心の強さで負けました......。これ以上あなたを打つことはできません。......あなたは、とても強い人だ」
　バルターは、そう言ってダクネスを眩しそうに見つめ、そして笑った。
　ダクネスはと言えば、不満そうに肩を落とし。
「......なんだ、終わりか。つまらん、修行して出直して来い」
　ダクネスの言葉に、バルターは声を上げて笑い出した。
　それは、何だかとても楽しそうな、吹っ切れた笑いだった。
　そして、バルターはダクネスに聞こえるか聞こえないかぐらいの小さな声で。
「......本当に、惚れてしまった......」
　そんな事を呟いた。
　──一見、固い意志を示したダクネスに折れたみたいな、いい話みたいな感じなのに。
　ダクネスの内情を知っている俺にはどうしても感動できない......。
　バルターの目には、ダクネスの荒い息とあの火照らせた顔を見て、痛みに耐えながら頑張るクルセイダーとでも映っているのだろう。
　未だ荒い息を吐くダクネスに、アクアが近寄り傷を癒やす。
　俺が深々とため息を吐いていると、ダクネスがバルターの投げた木刀を拾い上げ。
「よし、来いカズマ。お前の容赦の無さと外道さを、バルターに見せて教えてやれ」
　トンチンカンな事を言って、修練場の隅っこに座っていた俺に渡してきた。
　......こいつは何を言い出すんだろう。
　いや、こいつはバルターとのやり合いで体に火が付いてしまったのだ。
　ふざけんな、そんなもん相手できるか。
「......僕も見たいな、ララティーナ様が信頼を寄せる君が、どんな戦いをするのかを」
　そんな余計な事を言い出すバルター。
　ダクネスの傷を癒やし終えたアクアも、おっ、と展開の変化に興味を示す。
　......ナニコレ。
「はあ。もういい分かった。どうせもう見合いは失敗だしな。それにあんたは、お嬢様の悪い噂なんぞ流さないだろうし」
　俺はバルターに対して演技を止め、素の言葉で話し掛けると、よっこらせと立ち上がる。
「よし、いいぞカズマ！　実は、一度お前とやり合いたかったのだ！　初対面の女相手でも下着を剝こうとするその非道さ！　様々な搦め手を使うその悪辣さ！　さあ、全力で掛かって来るがいい！」
　ダクネスの言葉を聞いたバルターの、俺を見る視線が本当に痛い。
　この寒い時期に、この火照った変態の相手をまともにしてやるつもりもない。
　──俺は空いた片手を突き出すと。
「『クリエイト・ウォーター』！」
　ダクネスの頭から水を被せた。
「えっ!?」
　驚くバルターに、俺は首を傾げ。
「？　......どうかしたか？」
　それにバルターが、慌てたように。
「......い、いや、木刀を握っての試合で、普通は魔法を使わないだろうと......」
　おお？　そういうものなのだろうか。
　というか......。
　ダクネスの姿を見て、アクアがボソリと呟いた。
「......引くわー。流石はセクハラに掛けては並ぶ者がないカズマさん。ほんとに引くわー」
　言われてダクネスの姿を見れば、ずぶ濡れになって下着が透け、破れたスカートと相まってそれはもう凄く......ありがとうございます、ありがとうございます。
　バルターはといえば、もはやダクネスを直視する事もできず、下を向き、顔を上げる余裕もない感じだ。
「フ、フフフ......。見ろバルター！　この、木刀での勝負と思いきや、いきなりこんな辱めを仕掛けてくる。この男のこういうところをちゃんと見ておけ！」
　ずぶ濡れになったダクネスが、誤解を招くような事を口走る。
「お、俺はそんなつもりでやったんじゃ......！　ああもうっ！」
　全力で来いと言ったのだから、全力で行かせて貰おう。
　一度魔法を使ったのだ、これ以上使っても文句はあるまい！
「『フリーズ』！」
「ッッッ!?」
　俺の掛けたフリーズに、水浸しだったダクネスが青い顔で肩を抱いた。
「お、鬼だ......！　真冬に水を掛けるだけでなく、まさかの氷結魔法......！」
「まー、伊達に世間一般でカスマさんだのクズマさんだの呼ばれてませんし」
　外野がうるさい！
「フッ、フハハハハハハ！　この容赦の無さ！　こっ、これが......！」
　何かを言い掛けながら、ダクネスが俺に向かって斬りかかってきた！


　マズい。このままでは凄くマズい。
　焦りの表情を見せる俺を、あざ笑うかの様にダクネスが木刀を振り上げ斬りかかる。
　勢いはあるものの見当違いの方向を狙ったり、距離感を見誤っていたり、真っ直ぐ一直線にしか攻撃がこなかったりと、攻撃自体は問題なく避けられるのだが。
「どうしたカズマ。息が上がってきているぞ！」
　言いながら、斬りかかってきた当初は寒そうに震えていたダクネスが、上気した肌に汗をこぼして楽しそうに笑う。
　先ほどからダクネスに何度も剣を当てているのに、一向に音を上げる気配がない。
「ダクネスその調子よ！　もやしなカズマの体力じゃ、長期戦には向かないわ！」
　ちくしょう、うるせーぞ外野！
「ふふ、そろそろ動きが悪くなってきたな！　ではそろそろ、決着といこうか！」
　アクアの声にダクネスが不敵に笑い、当たらない木刀を投げ捨て飛び掛かってくる。
　これはヤバイ、単純な腕力勝負だと勝ち目が無い！
「いいわダクネス！　捕まえて絞め上げるの！　組み合えば、貧弱なカズマとあなたじゃ勝負にならないわ！」
　ちくしょう、なんでダクネスを応援してんだ！　あいつこそ後で締め上げてやる！
　アクアを忌々しく思っていると、ダクネスが両腕を大きく広げて抱きしめる様な体勢で突っ込んでくる。
　俺も木刀は投げ捨てて、ダクネスと力勝負をする様に、両手を広げて手四つの構えを見せた。
「私に力で勝てる気か？　舐められたものだ！」
　ダクネスが叫び、嬉々として手を合わせてくる。
「なんのつもりかは知らないが、クルセイダーの私と冒険者では力の差がああああああああああああ!?」
　余裕を見せて組み合ったダクネスが、甲高い悲鳴を上げた。
　俺は、慌てて手の平から逃れようとするダクネスの手をしっかり握り。
「自信満々だったのにどうしたんですか？　おいダクネス、何とか言えよ！　わははは、俺が真正面からやり合うわけがねーだろ、長い付き合いなんだから理解しろよいだあああああああああああ!?」
　勝ち誇っていた俺は、凄まじい力で手を握られて悲鳴を上げた。
　俺の手を握りしめたダクネスが、壮絶な目で不敵に笑う。
「ふ、ふふふふ......。これは、ド、ドレインタッチか......！　だが、私の体力を吸い尽くす前に、お前の腕をへし折ってやる！」
「ふぐぐぐぐ、や、やれるもんならやってみれえええええ！　いだだだだだだだっ！」
　ドレインタッチで体力を吸う俺と、俺を力でねじ伏せようとするダクネス。
　お互いに譲らないし譲れない。
　ダクネスの力にジリジリと押されていくが、押しているダクネスもその表情を歪めていた。
　ヤバイ、ドレインタッチで体力を吸っているが、この体力バカの底が見えない......！
「お、おいダクネス！　ここは一つ、か、賭けでもしないか！　俺に勝負を挑んだのは、今回の件で色々頭にきてたってのもあるんだろう？　ここは、勝った方が相手に何でも一つ、言う事を聞かせられるって条件で......！」
　歯を食い縛りながら耐える俺に、ダクネスが伸し掛かる様にギリギリと力を込めながら。
「か、賭けだと......っ!?　ふ、ふふっ、会話で時間稼ぎでもする気か......っ!?　賭けでも何でも好きにしろ、私が勝ったら、貴様に土下座させてやる......っ！」
　──勝機！
「約束したな......!?　ぜ、絶対だな......!?」
「ああ、二言はないっ......！　というかもう後がないぞ！　さあ、降参しろ！　でなければ、本当に折れてしまうぞ......！」
　ジリジリと押されながら、俺はといえば勝ち誇った様に。
「本当だな？　絶対だな！　約束したぞ!?　俺が勝った後、泣いて謝っても止めないからな！」
　不利な状況下で、俺はダクネスに向けて不敵に笑った。
　それを怪訝に思ったのか、ダクネスの力が少し緩む。
「......？　なんだ、私が負けたら何を望む気だ」
「お前が顔を真っ赤にして恥ずかしがって、泣いて嫌がる様な事だよ......！　ふへへへ、約束したぞ！　さあ、勝負だ！　俺が勝った後、お前が必死に許しを請う姿が目に浮かぶぜ......！　勘弁して下さい、許して下さいって謝らせてやる！」
　俺の言葉を聞き、ダクネスがビクリと震えた。
　そして俺をねじ伏せようとする力が弱まる。
「く......っ！　な、何だ、私に一体何をさせる気だ......っ！　言え！　言ってみろ！」
「ふへへへへへへ、お前が今想像している事よりも、遥かに凄い事さあ......！」
「なっ......！　や、止めろお......っ！　くっ......！　て、抵抗しようにも、ドレインタッチで力を吸われて......！　な、なんて事だ、このままでは......！」
　ドレインタッチで吸っているのは生命力だけのはずなのだが、どんどん力を緩めていくダクネスが、その場にガクリと片膝をついた。
「はあ......はあ......！　な、何をさせる気だ......！　はあはあ......！　ああ......、このままでは負けてしまう......！」
　頰を赤らめて荒い息をしだしたダクネスが、うなじから鎖骨にかけて一筋の汗を垂らす。
「このまま、気を失うまで体力を吸わせてもらう！　目が覚めた時、果たしてどんな目に遭うのかを楽しみにしておくんだな！」
「ああっ！　そ、そんな......っ！　くうっ、勝負には負けたが、たとえどんな辱めを受けても私の心までは屈しは......っ......！　凄い事......す、凄い事......!?」
　俺に両手を摑まれたまま、修練場の土の上にペタンと正座し、ダクネスは期待に満ちた赤い顔でこちらを見上げたまま、あっけなく崩れ落ちた。
　それを見たバルターが、驚愕の声を上げる。
「ただ勝つだけではなく、勝ちそうになった段階で賭けを持ち掛けるだなんて、なんと容赦のない......！　クズマとはよく言ったものだ......！」
「し、失礼なっ！」
　クタッとなったダクネスに、アクアが近寄り介抱する。
　──と、その時だった。
「修練場にいると聞いて、ちょっとした飲み物の差し入れを............」
　そこにタイミング良く現れたのはダクネスの親父さん。
　だが親父さんは、手にしていた飲み物の入ったかごを突然ボトリと地に落とす。
　どうしたんだと思っていると、引き連れている使用人達もぽかんと口を開けていた。
　その視線の先には......。
　全身に痣をつけ、スカートを裂かれびしょ濡れにされ、色々な物が透けたあられもない格好のダクネスが、アクアに介抱されており。
　......それを見て、俺とバルターは思わず顔を見合わせた。
　アクアが、そんな俺達二人を指差すと。
「......あの二人がやりました」
「よし、こいつらを処刑しろ」
「「違うんです、誤解です！」」
　俺とバルターは同時に叫んだ。


　俺とバルターは二人がかりでの必死の説得により、事情を何とか説明し、ようやく事なきを得ていた。
　ついで、俺とアクアの素性もすでにバルターに明かされている。
　もっとも、バルターは俺が執事ではないとかなり初めから気づいていたらしいが。
　こんな事になった肝心のダクネスは、俺のスキルのせいでまだ眠っている。
　応接間に通された俺達は、タイトな黒のスカートと黒のシャツという、冒険者姿の時の普段着に着替えさせられた、寝息を立てるダクネスを見守っていた。
　やがて、親父さんが、ダクネスを見ながら口を開いた。
「娘は、元々人付き合いが苦手な方でなあ......。それは、身内の者に対してもそうだった。カズマ君、君は娘と同じパーティーなんだろう？　娘はあまり、自分の事を話さなかったんじゃないか？」
　親父さんの言葉に首を傾げた。
　──どうだったか。
　あまり覚えてはいないが、俺はそういえば、ダクネスの事をほとんど知らない。
　というか、元々あまりお喋りなやつでもなかったし、口を開いてもロクでもない事しか喋らなかった記憶はあるのだが。
「娘は、クルセイダーになっても一人きりでなあ......。毎日毎日、エリス様の教会に通い詰め。冒険仲間ができますようにと、エリス様にお願いしていたのだよ。そんなある日、教会からの帰りに娘が、初めて仲間ができた、友達ができた、盗賊の女の子と仲間になったと喜んで......」
　......おっと、流石は本物の女神様。エリス様、いい仕事するなぁ......。
「うちは、家内を早くに亡くしてなあ......。それから、新しい妻も娶らず男手で、甘やかしながらもとにかく自由に育ててきた。......それが、悪かったんだろうなあ......」
　しんみりと言う親父さん。
　親父さんが言っているのは、ダクネスのアレな性癖の事だろう。
　自由に育て過ぎたから、束縛されたがる娘に育ったってか？
　いや、アレは真性だと思うよ親父さん。
「ララティーナ様は、男勝りですが素晴らしい女性だと思いますよ？　カズマ君がいなければ、僕は本気でララティーナ様を妻にもらいたいと思っています」
　突然とんでもない事を口走ったバルター。
　この人いきなり何言い出すんだ。
　ダクネスはただの仲間だ。
　見ていてムラムラする事も多々あるが、それはまた別の話。
　領主みたいなのに好きにされるのは嫌だが、まともな男に大事にされるというのなら応援できる、そんな関係だ。
「......すいません、ちょっと何言ってるのか分かんないです」
　俺のその言葉を聞き、バルターは、まるで隠さなくてもいいとでもいうかの様に。
「いいんだ。君の方が、ララティーナ様を幸せにできるだろう。君達の信頼関係はしっかり見せてもらったよ。君達は、お互いに愛し合っているんだろう？」
「よし、お前ちょっと表に出ろ、領主の息子だろうが関係あるか、ぶっ飛ばしてやる」
「カズマさん止めて！　やるなら私がいない所で！　私まで一緒に処刑されちゃう！」
　背後から俺を止めるアクアに逆らい、バルターにドレインタッチを食らわせてやろうとしていると。
「ふふ、ははははっ！」
　親父さんが突然笑い出した。
　どうしよう、今日はもう色々あり過ぎていっぱいいっぱいなんですが。
　これ以上何かあるのはマジ勘弁。
「よし分かった！　バルター殿。娘がもし、行き遅れた時はもらってやってはくれないか」
　親父さんのいきなりな発言に、バルターが戸惑い。
「い、いえ......。私はそれは、勿論構いませんが、しかし......」
　俺を見て何か言い掛けたバルターを遮り、親父さんが尚も続けた。
「そして、カズマ君」
「ほっ!?　へい、何でしょうか？」
　いきなり振られ、俺も戸惑う。
「娘をよろしく頼むよ。コレがバカな事をしでかさない様、見張ってくれ。頼む」
　このおっさんは何を言うんだろう。
　アレだよな、冒険者仲間としてって意味だよな。
　いやまあそれはいいんだけども、今までとやる事は変わらないし。
「......んん？　む......。......？　応接間？　......ああ......そうか......」
　ダクネスが起き出してきた。
　それと同時に、気を失う前の記憶を思い出したのだろう。
「......む、ひょっとしてこの状態は事後なのか？　賭けに負けた私は、意識を失っている間にいかがわしい事を......！」
「してねえよ、まだ何もしてねえよ！　誤解を招く言い方すんな！　お前が寝てた間に、今微妙な空気になってんだよ！」
　それを聞いたダクネスが、周囲を見回し、そして、俺を見てニヤリと笑った。
　......何だろう。何考えてるんだろう。
　俺は、見合いを始める前のダクネスの言葉を思い出す。
　帰る頃にはお前が死ぬほど後悔する事態にしてやる。
　大丈夫だ、問題ない。
　ダクネスがこれ以上何を口走っても問題ない。
　落ち着け、今日の俺は超クールだ。
　落ち着いて対処すれば問題は......、
「お父様。バルター様。どうか、今回の見合いはなかった事にして下さい。今まで言い出せなくて隠してましたが......。私のお腹には、カズマの子が......」
「おめー童貞の俺に何言ってやがんだこらあああ！　何もしてないのに俺の子が？　処女のクセに、マリアかおめーは腹パンすんぞ!!」
　シャレにならない事を口走ったダクネスと俺の態度を見て、バルターが可笑しそうに。
「そうか、お腹にカズマ君の子がいるのなら仕方がない。では、諦めるとします」
　言って、バルターは立ち上がった。
　......くそ、ダクネスめ。
　眠ってたお前は知らないだろうが、もう余計な事を言わなくても良かったのに。
「父には、僕からお断りをしたと言っておきます。その方が都合が良いでしょうから」
　そう言って、失礼しますとにこやかに挨拶し、出て行くバルター。
　......いい奴だったなあ。
　あんた、ほんとにダクネスを引き取ってくれよ......。
　してやったりとニヤつくダクネスを見ながら、俺は深々とため息を吐いた。
　しょうがない、もう少しだけこいつと共に冒険を......。
　と、俺とダクネスは、様子がおかしい人達がいる事に気がつく。
「孫......。初孫......。ここここ、このワシに、可愛い孫が......っ！」
「あわわわわわわ......。カズマとダクネスが、いつの間にかそんな関係になってたなんて......！　ひ、広めなくちゃ......！　早く、街の皆に広めなくっちゃ......！」
　ポロポロと泣き出した親父さんと余計な勘違いをし始めたアクアを、俺達は三十分程かけてようやく噓だと納得させた。


「まったく。これでは、素直に最初から見合いを断っておいた方が良かったではないか」
「それはこっちのセリフだよ。まったく、領主から俺を庇ってくれたのは助かった。でも、これからはその、何だ。自分を犠牲にする様なやり方だけはするなよな。皆、お前が帰ってくるまではすげー心配してたんだぞ」
「カズマってば、ダクネスをバルターって人に押しつけようとしておいて、シレッと良い話にまとめようとしてるわ！　この男、どういう性根をしているのかしら！」
「そうだ、心配しただとはよくも言う！　体よく厄介払いをしようと......！　......アクアも、何だか私を結婚させる方向に動いていなかったか？」
　ダクネスの言葉に、俺とアクアが耳を塞ぐ中。
　深々とため息を吐くダクネスが、ハタと何かに気がついた様に。
「そう言えばカズマ！　先ほどの勝負では、お前が勝った訳だが！　この私に、一体どんな要求をするつもりなんだ!?　私の想像よりも凄い事をすると言っていたが......！」
　ダクネスは言いながら、頰を染めて期待に満ちた表情でこちらを見つめる。
　そう言えばそんな約束もしていたな。
　どうしよう、何をさせよう。
　いや、これってもしかして、凄いチャンスなんじゃないのか？
　......というか。
「な、なんすかアクアさん、超近いんですけど」
「......カズマが、一体どんな事を要求するんだろうって思ってね。ダクネスに、どんな凄い事を要求するの？　ねえ、ダクネスが心配かけた事でイライラしてたのは知ってるけど、あんまり凄い事は要求しないであげてね？」
　......俺は、何だか期待に満ちたダクネスの視線と、どこか非難する様なアクアの視線を受けながら。
「そ、その辺は、屋敷に帰ってからゆっくりと......」
　その場凌ぎのセリフを吐きながら、俺は屋敷のドアを開け。
「うっ......！　ぐずっ......！　あ、あんまりよおおおおお！　めぐみんってば、あんまりよおおおおおっ！」
「いい加減に泣き止んでください！　そろそろカズマ達が帰ってくる頃です、こんなタイミングで帰って来られて見られた日には、どう見ても私が悪者に......あっ」
　──そこにいたのは、玄関で泣きじゃくるゆんゆん。
　そして、それをなだめるめぐみんとバッチリ目が合った俺は、再びそっとドアを閉めた。
　と、同時にドアがバンと開けられる。
「見なかった事にしないでください、ちゃんと説明しますから！」
「いやいいよ、お前がいじめっこなのは今更だし」
　ドアを開け、慌てて出てきためぐみんに、全て分かっているとばかりに言うと。
「違いますよ！　むしろ私は学生時代ゆんゆんを......！　いやその事は、今はどうでもいいのです！　ゆんゆんの事で騒いでいる場合では......！」
　めぐみんは、言いながら慌てたように杖を振り回している。
「どうでもいい！　どどど、どうでもいい......！　私の事で騒いでる場合じゃないって......！　わ、わあああああああーっ！」
「ああっ！　まったくもう、なんて面倒臭い......！　ちょっとすいません、しばらく二人にしてくださいね！」
　めぐみんが言いながら再びドアを閉め、ゆんゆんと二人、屋敷の中で何やら話している。
　やがて再びドアが開き、鼻をグスグスいわせるゆんゆんが出てきた。
「お、お騒がせしました......」
　そう言いながら、ぺこりとお辞儀をして去って行くゆんゆん。
　......ええと。
　俺達は顔を見合わせ、なんだか哀愁漂うゆんゆんの背中を見送った。
　改めて屋敷に入ると、そこにはグッタリと疲れた様に、絨毯に座り込むめぐみんの姿が。
　が、めぐみんは俺達の顔を見ると、バッと立ち上がり。
「カズマ、大変なのです！　大変なのですよ！」
「いや、色々と大変なのは今の二人の姿を見て分かったが」
「違います！　今はゆんゆんの事は置いといてください！　これはまあ内輪揉めみたいなもので、あまり気にしなくて良いですから！　暇があったらその内お話ししますので！」
　いや、何があったのかが凄く気になるんだが。
　しかしめぐみんは、それどころではないといった感じで。
「今は本当に、それどころではないのです！　まずいのですよ、例の検察官が！　セナとかいったあの人が、現在こちらに向かっています！　今度こそ、カズマを逮捕するとかなんとか息巻いて！」
　青ざめた表情で、慌てながら言ってきた。


「サトウカズマ！　サトウカズマはいるかあああああ！」
　先刻のめぐみんの言葉通り、血相を変えたセナが屋敷へと飛び込んできた。
「なな、なんだよ！　またカエルか!?　それとも、別の問題でも起こったのかよ！」
　セナに若干気圧されながらも尋ねると、
「ダンジョンだっ！　貴様、ダンジョンで一体何をした！　街の近くのキールのダンジョン！　あそこで、謎のモンスターが大量に湧き出しているそうだ！」
　そんな事を、顔を真っ赤にしながら言ってくる。
　謎のモンスター？　確か、街でちょっと噂になっていたアレか。
「いや待てよ、それは俺達には関係ないぞ？　確かにあのダンジョンに潜った事はあるけど、何でもかんでも俺達のせいにされちゃ敵わないよ」
　俺の言葉に、他の皆もウンウンと頷いている。
　......よかった。その様子だと、俺の知らない所で何かやらかしたって事はなさそうだ。
　だがセナは、疑いの視線を俺に向け。
「そうは言っても、最後にあのダンジョンへ潜ったのはあなた方だという話なのですが。今までの例から言って、あなた達以外がやったとはとても考えられないのですが......」
「そ、そんな理不尽な事言われても！　というか、今回はまったく心当たりがないぞ。だよな？　な？　お前ら、今回こそは大丈夫だよな？」
　俺の言葉に、全員がコクコクと頷く。
　それを見て、セナは訝しげな表情ながらも、一応は納得してくれた。
「しかし、そうなると困りましたね......。てっきりあなた達がまた何かやらかしたかと思っていたもので。となると、誰か人を雇って調査をしなくてはならないのですが......」
　言いながら、セナはこちらをチラチラと見てくる。
　なんだろう、この、誰か都合のいい人はいないかなー的な視線は。
「おや。ひょっとして検察官殿は、疑いを掛けた相手に調査の協力を持ち掛けたりなどはしませんよね？　なにせ我々は、自らの疑いを晴らすために忙しい身ですので」
　めぐみんが、セナの意図を察して先手を打った。
　セナはグッと唇を嚙み、めぐみんではなく俺を見る。
「......もちろん、そんな事にかまけていられない身ですのでお断りさせてもらいます」
　俺がキッパリと告げると、セナは深くため息を吐いて肩を落とす。
「まあ確かに、無関係ならば無理にお願いする訳にはいきませんね。ですが、もし気が変わったなら協力をお願い致します。私はこれから冒険者ギルドへ向かいますので」
　セナはそう言うと、踵を返して屋敷から立ち去って行った。
　セナが出て行くと同時、俺は深く息を吐く。
　なんだかあの人は苦手なタイプだ。
　酷く真面目で、この街では珍しく良識のある人だからだろうか。
「ふむ。ダンジョンから湧き出す謎のモンスターとやらは少し気になるが......。だがまあ、私達にはやるべき事がある。まずはカズマの疑惑を晴らす事。そして、領主の屋敷を弁償する事。結局、この二つの問題はまだ何も見通しが立っていないからな」
　そうでした。
「......なあダクネス。物は相談なんだけどさ」
「金なら貸さんぞ。私は既に、十分協力したはずだ。というか、もう少し追い詰められたカズマが見てみたい」
　言って、ダクネスは俺を見て笑みを浮かべる。
　くっ......。こいつ、さっきの事を根に持っていやがるな。
　......しかし、謎のモンスターか。
「なあ、もう一度念のために聞いておくけど、お前ら本当に心当たりはないんだよな？　今回は大丈夫なんだよな？」
　俺の言葉に三人は、それぞれが心外だという表情を浮かべ。
「私の場合、爆裂魔法絡みの事件でなければまったく心当たりはありませんよ？」
「私もだな。というかそもそも、私はこの二人とは違い、日頃からあまり問題を起こしてはいないはずだ」
「あっ......！　確かにダクネスは大きな事件を起こした事はありませんが、その分、デストロイヤー戦の時といい、あまり目立った活躍もありませんよね！」
「なっ......！　め、めぐみんお前......！」
　騒ぐ二人を放置して、俺は本命に再び尋ねた。
「で、お前はどうなんだ？　心当たりはないんだよな？」
　一抹の不安が込められた俺の言葉にアクアが言った。
「もちろんないわよ。まったく、いくらなんでも私を疑い過ぎでしょう？」
　眉根を寄せながらのその言葉に、俺はホッと息を吐き。
「だ、だよな。そう何度も何度も問題ばかり起こさないよな！　いや悪かった、あの裁判のせいで、ここんとこすっかり疑心暗鬼になっててさあ......」
　アクアに謝りながら、何でもかんでもアクアのせいにするのは良くないと深く反省を、
「まったく。少しは私を信用なさいな。というか、あのダンジョンに関しちゃむしろ、私のおかげでモンスターは寄りつかないはずよ？　だって、ダンジョンの奥のリッチーがいた部屋があったでしょう？　あの時、リッチーを浄化するのに使った魔法陣は、本気も本気、もの凄く気合いを入れて作った物よ？　あの魔法陣は今でもあそこにしっかり残ってて、部屋に邪悪な存在が立ち入れない様になってるはずよ！」
　............しようとして、俺はアクアの肩をガッと摑んだ。
「おい、お前今なんつった」
「？　な、何よ急に。言った通りよ、あそこには私が本気で作った魔法陣が、今もその力を発揮しながら、モンスターを寄せつけない様に......」
　俺は、アクアに最後まで言わせずに。
「このバカがあああああああー！」
　頭を抱えて絶叫していた。


　──雪深い道を踏みしめて、俺達は例のダンジョンへと向かっていた。
「......ぐすっ......。私のせいじゃないはずなのに......。絶対違うのに......！」
　いつまでもグズるアクアを連れて。
　先頭を行く俺の後にアクアが続き、さらにその後ろを、めぐみんとダクネスが続く。
　俺はアクアへ振り向くと。
「毎度毎度、どうしてお前は、一つ役に立つ度に何かやらかすんだよ。アレか？　活躍の差し引きをプラスマイナスゼロにしないとどうにかなる病気なのか？」
　今のところは差し引きでマイナスだが。
「ちょっと待って！　今回は、絶対に私のせいじゃないと思うの！　ねえ、お願い信じて！　だって、ボス部屋に浄化の魔法陣張っただけよ!?　それが原因でモンスターの大量発生になんてならないわ！　以前の悪霊騒ぎみたいなのとは違うと思うの！」
　再び歩き出した俺の肩を摑み、ユサユサと揺らしながらアクアが言ってくる。
「おいこら止めろ、歩き難いだろ！　っていうか、お前が原因かそうでないかはどうでもいいんだよ！　セナがダンジョンを調査した際に、ダンジョンの奥にお前が作り出した魔法陣が残ってるってのが問題なんだ！」
　ダンジョンの奥の魔法陣。
　どうにかして証拠を隠滅しない事には、また俺達との繫がりを疑われてしまう。
　一応魔法陣を消すための掃除道具も持っては来たが、できる事なら中に入らずケリをつけたい。
　道中、アクアが泣き喚く以外には特に問題もなく、ダンジョンの前へと到着した。
「......なるほど。確かに謎のモンスターだ」
　ダンジョンに着いた俺達は、入り口から次々と湧き出るモンスターを遠巻きに観察する。
　一言で表すと仮面人形。
　仮面を被った、膝の高さほどのサイズの人形が、二足歩行で這い出していた。
「何でしょうね、この変わったのは。見た事も聞いた事もないのですが」
　めぐみんが小首を傾げ、興味深そうに人形を眺めている。
「というか一見、何の戦闘力もなさそうなのだが」
　ダクネスが、重い鎧をガシャンと響かせ、つまらなそうに呟いた。
「なんていうか、私、この人形の仮面が生理的に受け付けられないわ。なぜかしら？　これを見ていると、どうにもムカムカしてくるんですけど」
　言いながら、アクアが手近にあった石を拾い上げた。
　──と、その時。
「サトウさん......！　こんな所でどうしたんです？　もしや、モンスターの調査に協力してくれる気になったのですか？」
　後ろから掛けられた声に振り返ると、そこには多数の冒険者を引き連れたセナの姿が。
　鎧も着けない軽装で、セナは手に妙な紋様の描かれた札を持っていた。
　もう来てしまったのか。
　......仕方ない、ここは話を合わせておくか。
「よく考えたら、謎のモンスターが発生しているというのは俺達にとっても他人事じゃないと気づきましてね。それに、モンスターに怯える街の人を守る。これは、冒険者の義務ですから」
「これほどまでに、この場に噓を見抜く魔道具があればと思った時はありませんよ。......でも、そうですか。ご協力には素直に感謝致します」
　セナはそう言って、深々と頭を下げた。
　どうしよう、非常に良心が痛むんだが。
　この人は、俺に恨みがあるとかじゃなく、単に生真面目で、純粋に俺の疑いを追及しているだけなんだよなあ。
「そういう事でしたら、サトウさんもこちらをどうぞ。モンスターが湧き出ている原因はまだ摑めておりませんが、何者かがモンスターを召喚しているという線が一番濃厚です。もしそうならば、召喚者を倒し、召喚の魔法陣にこれを貼ってください」
　セナはそう言いながら、手にしていた札を俺に手渡してきた。
「......これは？」
「強力な封印の魔法が込められた札です。それを貼り付ければ、どんなに強力な魔法陣でも即座に使えなくなるでしょう。モンスター召喚の魔法陣の中には、術者を倒してもモンスターを呼び続ける物がありますので、ぜひこれを持って行ってください」
　なるほど、便利な物があるもんだ。──だが、俺達にはそんな物は必要ない。
「いや、それは必要ない。大丈夫、俺に考えがある。わざわざ、モンスター蠢くダンジョンに潜らなくてもな。......めぐみん！　準備はいいか？」
「バッチリですよ。任されました」
　俺の呼び掛けにめぐみんが、杖を構えてズイと出た。
　それを見て、セナが慌てた様子で。
「な、なんですか？　何をする気ですか!?　まさか......！」
「おっと、ピンときたか？　そう、ダンジョンの入り口に爆裂魔法を食らわせて、ダンジョンごと閉鎖してしまおうと......」
「い、いけません！　原因の究明をお願い致します！　このモンスターは、どう見ても自然発生したものではありません。これだけ多くのモンスターを呼び出すとなると、かなりの大物が潜伏している可能性があります。ダンジョンを封鎖したところで、テレポートを使える相手ならば逃げられてしまうでしょう。これだけの事をしでかす相手です、発見し、討伐をお願い致します」
　くそ、また厄介な事を言い出した。
　マズいな、ダンジョンに潜る気はなかったのに。
　というか、ダンジョン内ではめぐみんの爆裂魔法は使えないし......。
　と、悩んでいる俺を尻目に、アクアが仮面モンスターに向かって石を投げようとした。
　生理的に受け付けないと言っていたが、それほどまでに嫌なのか。
　それまではこちらに敵意を向けなかったモンスターは、石を投げようとするアクアへと、突如猛ダッシュしてくる。
「えっちょっ！　な、なに!?　......って、あら？」
　そして、攻撃するわけでもなくアクアの膝にしっかりとしがみついた。
「何かしら。甘えてるのかしら。何だか見てるとムカムカしてくる仮面だけど、こうして甘えられると段々と可愛く見えて......。......ね、ねえカズマ。何だかこの人形、ジリジリと熱くなってきたんですけど。ていうか、嫌な予感がするんですけど！」
　アクアが叫び、こちらに向かって来ようとするが、同じく嫌な予感がしていた俺は、アクアから慌てて距離を取る。
　そして──
　大きな爆発音を響かせながら、アクアにしがみついていた人形は跡形もなく消し飛んだ。
　後には、爆発に巻き込まれてボロボロの格好で地に倒れ伏すアクアの姿が。
「......この謎のモンスターは見ての通り、動いている者に取り付き自爆するという習性を持っていまして。冒険者ギルドでも対処に困っている状態なんです」
「なるほど。こいつはちょっと厄介だな」
「二人共、なんでそんなに冷静なのよ！　もうちょっと私を心配してよ！　労ってよ！」
　冷静に話し合っていた俺とセナに、ガバッと飛び起きたアクアが半泣きで言ってくる。
　結構ピンピンしているじゃないか。
「しかし、困りましたね......。このモンスターは、攻撃手段は自爆攻撃しか持ち合わせていないのですが、ちょっとでもダメージを受ければ自爆、ダメージを受けなくても、隙を衝いてこちらに取り付き、やはり自爆。遠距離から、一体一体倒していくしかない状況なのです」
　セナは言いながら、めぐみんに慰められながら膝を抱えて丸くなっているアクアを見る。
　アクアはああ見えて、神具と呼ばれる最強装備の羽衣で身を固めている。
　そうでなければ、先ほどの爆発からして、攻撃を食らった者は相当の被害に遭うだろう。
　また厄介なモンスターだな。
　石でも投げつけながら進んで行くか？
　しかし、これだけの量のモンスターがこうして地上に溢れてきているのだ、ダンジョン内部にはどれだけひしめいているのか。
　そんな中を、一体一体駆除して進むのは......。
　というか、この謎のモンスターの目的がサッパリ分からない。
　そもそも、一体誰が、何の目的でこんなモンスターを放っているのか。
　──と、俺達が悩んでいる最中、ダクネスが人形の一体に近づくと、唐突に、無言でゲシッと殴りつけた。
「えっ!?　お前、いきなり何してんだよ！」
　その行動に俺や周囲の冒険者達が慌てる中、殴られた人形はダクネスにしがみつく。
　やがて人形は、アクアの時と同じ様に盛大に爆発した。
　そして、爆発したその後には──
「......うむ。これならいける。問題ないな」
　言いながら、爆発を食らってもピンピンしているダクネスの姿。
　ダクネスの頑強さに、セナをはじめ、他の冒険者達がドン引きする中。
「私が露払いのために前に出よう。カズマは私の後ろをついて来い」
　ダクネスが、俺に向かって男前なセリフを吐いた。
　今回のダンジョン探索は、前回の様な潜伏スキルを使っての侵入ではない。
　他の冒険者達と共に、真正面から乗り込む計画だ。
　と、めぐみんが俺の服の裾をクイクイと引っ張り言ってくる。
「カズマカズマ。私は、中に入っても足手まといになりますし、ここで待機していればいいですか？　ダンジョン入り口でいつでも魔法を撃てる様に準備してますから、大物のモンスターに出会ったら逃げて来てください」
　確かに、ダンジョンの中にはこのモンスターを召喚している奴がいるのだろう。
　そして、そういった輩は得てして強い奴だったりするものだ。
　めぐみんには、大物のモンスターに追われた際の切り札としてここに待機してもらった方がいいだろう。
「それじゃあ、私もめぐみんと一緒にここで待ってるからね。ダンジョンへ降りる前には支援魔法を掛けてあげるから、二人共気をつけるのよ」
　アクアも、煤で汚れた裾をパンパンと払いながらそんな事を......。
「おいこら待て！　お前は一緒に来るんだよ！　めぐみんと違ってお前には、ダンジョン内でもちゃんとできる事があるだろうが！」
「いやああああ！　もうダンジョンは嫌なのよ！　ダンジョンに入ると、きっとまた置いて行かれるわ！　そうよ、そして、大量のアンデッドに追い掛けられるのよおおお！」
　耳を塞いでしゃがみ込み、イヤイヤと首を振りながら絶叫するアクア。
　どうも、以前ダンジョンに潜った際に置いて行かれそうになった事でトラウマを植え付けられた様だ。
　俺はしばらく悩んだ末、アクアも置いて行く事にした。
　こいつを連れて行くとアンデッドモンスターとの遭遇率が酷く高まる。
　今回は他の冒険者達も一緒に突入する事だし、万が一、ゴースト等の実体のないアンデッドモンスターに出会っても、誰かが攻撃手段くらいは持ち合わせているだろう。
「となると、ウチのパーティーからダンジョンに潜るのは、俺とダクネスの二人のみか」
「......む。暗いダンジョンでカズマと二人きりか。モンスターよりもカズマの方に、身の危険を感じるのだが」
「お前もダンジョンの奥に置いてって、アクアと同じトラウマを植え付けてやってもいいんだからな」
　俺達が言い合っている間に、他の冒険者達もダンジョンへの突入組が決まった様だ。
　一部の冒険者達は地上に残り、セナの防衛と湧き出すモンスターの駆除にあたる。
　俺達と共にダンジョンへ潜るのは、男女合わせて二十名ほど。
　ダクネスが先頭を突っ切り、その後を他の冒険者達が追従する手はずになった──
　──俺が握ったランタンの灯りが、暗いダンジョンの通路を照らす。
　自爆攻撃を食らうかもしれないダクネスは、ランタンは持たず大剣のみを手にしていた。
　俺はダクネスの数歩後ろを、前を行くダクネスが先を見通せる様、ランタンを高く掲げてついて行く。
　そして俺達の後ろからは、ゾロゾロと他の冒険者達がついて来ていた。
　暗く湿っぽいダンジョンだが、流石にこれだけの人数が周りにいると怖くない。
　とはいえ、俺達の目的と彼らの目的は異なる。
　他の冒険者の目的はモンスターの発生原因の調査だが、俺達の目的はリッチーの部屋の魔法陣を削除し、証拠を隠滅する事だ。
　なので、こうして後ろからついて来られると非常に困る。
　──しかし、それにしても......。
「フフフフ。ハハハハハハハッ！　カズマ、見ろ！　当たる、当たるぞ！　こいつらは私の剣でもちゃんと当たる！」
　俺の前を行くダクネスが、嬉々として剣を振り回しながら、ダクネスの攻撃を避けようともしない人形達をバサバサと切りまくっていた。
　当然のごとく人形達の自爆攻撃による反撃を食らうのだが、ダクネスは頰と鎧を煤だらけにしながらも、平気な顔で楽しげに突き進んで行く。
　なんというか、今まで攻撃が当たらない事を少しだけ気にしていたんだろうか。
　それなら変な意地など張らず、素直に《大剣》スキルなりなんなり取ってくれたりしないもんかな。
　攻撃が当たり、ちゃんと活躍できている事がよほど嬉しいのか、ダクネスは戦車のごとくダンジョンを突き進んで行く。
　連続した爆発にも拘わらず、名うてのリッチーのお手製なだけあって、このダンジョンはよほど頑丈に造られているのか、崩れる様な素振りは見せない。
「おおい、ちょ、ちょっと待ってくれ！　もっとゆっくり......！」
　後ろから、他の冒険者達の声が聞こえた。
　ふと振り返ると、ダクネスが闇雲に突っ込んで行ったせいで後続と距離が空いていた。
　そして、ダンジョン通路の横合いからは、次々と例のモンスターが飛び出して来ている。
「ちょっ......！　ああああ、張り付かれた！　おい誰か、コイツを剝がしてくれ！」
「おわあ、来んな！　こっち来るなあ！」
　あのモンスターの爆発力はかなりのものだ。
　だが、ダクネスの様な硬さやアクアの様な神具が無くとも、鎧に身を固めた冒険者ならば死ぬ事はないだろう。
　というわけで、ここは申し訳ないが......！
「ダクネスその調子だ！　そっちを真っ直ぐ！　ガンガン進め！」
「よし任せろ！　ああっ、なんだこの高揚感は！　自分が、初めてクルセイダーとしてまともに活躍している気がするっ！」
　興奮気味のダクネスは、後続の様子に気づいてはいない様だ。
　このまま一気に奥へと突入し、とっととダンジョンからはオサラバだ！


　順調過ぎるほど順調に奥まで進み、目標としていたリッチーの部屋近くに到着した。
　俺の記憶が確かなら、この先の通路の奥がそうなのだが。
「......どうしたもんかな。アレ、どう考えてもこのモンスター達の主だろ」
　俺とダクネスの前には、リッチーの部屋の前であぐらをかいて、地面の土をこね回し、せっせと人形を作る影がある。
　ダンジョンには場違いな黒いタキシードに身を包み、白い手袋を付けたまま人形を作るそいつは、俺達を襲った人形とまったく同じデザインの仮面を付けていた。
　口元が開いた仮面は、禍々しい印象を受ける。
　ランタンを持っている俺達に気づかない訳はないだろうに、人形作りに夢中なのか、そいつはこちらに目も向けずにいた。
　仮面のせいで顔は分からないが、体格からして男だろう。
　どうしたもんかと悩んでいると、ダクネスがズカズカと仮面の男に近づいて行く。
「......おい。貴様、そこで何をしている。その人形を作っているという事は、貴様がこのモンスター騒ぎの元凶という事で間違いないな？」
　そしてダクネスは、大剣を抜いて仮面の男に身構えた。
　ダクネスの言葉で今更気づいたかの様に、仮面の男がこちらを向く。
　よくよく見ると、そいつはかなり大柄だった。
　武器らしい物は持っていないが、間違いなく雑魚の類いではないと分かる。
　男は、仮面の目の部分を赤く光らせ、開いた口元をニヤリと歪めた。
「......ほう。よもやここまで辿り着くとは。我がダンジョンへようこそ冒険者よ！　いかにも、我輩こそが諸悪の根源にして元凶！　魔王軍の幹部にして、悪魔達を率いる地獄の公爵！　この世の全てを見通す大悪魔、バニルである！」
　思いがけない大物が出た！
　──暗いダンジョンの中、俺はジリジリと後ずさる。
　ダクネスがバニルに向かって油断なく剣を構えるが、魔王軍の幹部という事で流石に緊張している様だ。
　マズい、ダクネスと二人で魔王軍の幹部に出くわすだとか、完全に予想外だ。
　いや、今になって考えてみれば色々と予兆はあった。
　例えば、何かに怯える様に這い出してきたというカエル。
　あれは爆裂魔法に驚いて出てきたのではなかったのかもしれない。
　ベルディアがやってきた時も、弱いモンスターが怯え、逃げ出してしまうという事があった。
「ダクネス。お、おいダクネス。これは俺達二人じゃどうにもならん。何とかしてここから逃げるぞ！」
「何を言う！　女神エリスに仕える者が、魔王軍の幹部、しかも悪魔を目の前にして引き下がれるか！　ここで刺し違えてでもコイツを倒す！」
　この女は、どうしてこんなに頑固なんだ！
　そんなダクネスに、バニルが面白そうに口元を歪めて言った。
「ほう。この我輩を倒すだと？　魔王より強いかもしれないバニルさんと評判の、この我輩を？　しかし......。そこの男に風呂場で裸を見られた際、己の割れた腹筋を見られていないかを心配する娘よ。何をカッカしているのかは知らぬが、怒りっぽい時は小骨を食べると良いと聞く。我輩の仮面の一部には魔竜の骨が使われているが、一口ならかじってよいぞ？」
「ふふ、腹き......！　おお、お前、ふざけるな、魔王の手先め！　カズマ、コイツの言う事は噓っぱちだ！　私の腹筋はそんなに割れていないし、そんな心配もしていない！」
「お、おい落ち着けダクネス、まずはちょっと冷静になれ！」
　剣を振り回し斬り掛かろうとするダクネスを抱き留める。
　興奮するダクネスを気にも留めず、バニルはあぐらをかいたまま。
「まあ落ち着くがいい。我輩は、別にお前達と争うためにこの地へやって来た訳ではない。魔王の奴に頼まれた、とある調査。そして、アクセルの街に住んでいる、働けば働くほど貧乏になるという不思議な特技を持つ、ポンコツ店主に用があってここに来たのだ」
　そのバニルの言葉に、俺は思わずダクネスと顔を見合わせた。


　隣では、ダクネスがいつでも斬り掛かれる様に油断なく剣を構える中、俺はダンジョンの床に座り、バニルの話を聞いていた。
「まず、魔王軍の幹部とは言っても、魔王の奴に頼まれて城の結界の維持をしているだけの、いわばなんちゃって幹部でな。そして我輩は、世間で言うところの悪魔族。悪魔の最高のご飯は汝ら人間が発する、嫌だなと思う悪感情だ。我輩達にとって、汝ら人間は美味しいご飯製造機であり、それを壊したり傷つけたりするなどナンセンス。むしろ、汝ら人間が一人生まれるたび、我は喜び庭駆け回るであろう」
「そ、そうか......。でも俺達の発する悪感情って事は、やっぱり危害は加えるんじゃないのか？　平和に暮らしていれば、悪い感情なんてあんまり生まれないだろ？」
　今のところ敵意を見せないが、魔王の幹部というのなら俺達二人では手に余る。
　ここは話を合わせ、戦闘を回避した方が良い。
　というか、結界維持のためのなんちゃって幹部......。
　ウィズと同じ様な立ち位置の奴なのだろうか。
　バニルは地面にあぐらをかいたまま、器用に人形の仮面を作りながら。
「まあ、悪感情と言ってもピンキリであるからな。そこは悪魔によって味覚も違えば好みも違う。人の恐怖や絶望が好きな奴もいれば、絶世の美女に化けて男に近づき、散々惚れさせてみた後で、『残念、実は我輩でした！』と言って相手に血の涙を流させるのが好物の、我輩の様な悪魔もいる」
「やっぱアンタは退治しといた方が良さそうな気がする」
　胡散臭い仮面の悪魔に、俺はうろんな視線を向けた。
　──この悪魔は魔王に、ベルディアを倒した人間の調査をしてこいと命じられたらしい。
「魔王の奴の部下をからかい、悪感情を食していたところ......。『勝手に城に居座って部下をいじめてないで、たまには働いてくれないか......』と、頼まれてなあ。この街にいる古い友人に会うついでにと思い、一応調査も請け負ったのだが。この地を通り掛かったところ、主のいないこのダンジョンを見つけたので、これはと思い勝手に住み着いていたのだ」
　調査はどうした、友人はどうした、気まぐれ過ぎるにも程があるだろとツッコみたくなったが、では仕事をしようと言われても困る。
　なにせ、ベルディアを倒した人間と言えば俺達の事だ。
　──このままコイツを放置して帰りたいところだが、一つだけ見過ごせない事があった。
「あんた、さっきは俺達人間に傷つかれちゃ困るみたいな事を言っていたが、この人形達はなんなんだ？　ダンジョンからポコポコ出てきて、街の人達が随分難儀してるんだが」
「......む？　我輩はこやつらを使い、ダンジョン内のモンスターを駆除していたのだが。ふむ、ダンジョンの外に溢れ出しているという事は、もうこのダンジョン内にはモンスターはおらぬ様だな。それならば、バニル人形の量産は中止し、そろそろ次の計画に移行するとしようか」
「......次の計画？　あんた一体何を企んでるんだ？」
　俺の言葉に、バニルは作りかけていた人形を土に戻しながら。
「企みとは失敬な。鎧娘が数日帰って来なかっただけで、自室を熊の様にウロウロして心配していた男よ。我輩には、悪魔としての大きな夢があるのだ。この地には、それを叶えに来た」
「おい止めろよ、あんた全てを見通す悪魔って言ってたが、なんでそんな、見てきたみたいに言うんだよ。......お、お前もモジモジするのは止めろよ」
　隣で、ちょっとだけ頰を染めてチラチラ見てくるダクネスが鬱陶しい。
　心配したのは事実だが、別に部屋をウロウロは......。......あんまりしていないはずだ。
「悪魔の抱く夢ってえらく物騒な夢の気がするな。とりあえず、どんな夢なのか聞いてもいいか？」
　ダクネスが険しい視線でジッと見つめる中、バニルはうむと頷くと......。
「もう、限りなく永く存在した我輩にはな......。昔から、とびきりの破滅願望があるのだ。それは、至高の悪感情を食した後、華々しく滅び去りたいというものだ。......我輩は考えた。一体いつからそんな事を考え出したのかも思い出せないぐらいに、遠い昔から我輩はずっと考え続けた。どうすれば、我輩好みの至高の悪感情が食せるのか。そこで、思いついたのだ......」
　ニヤリと笑うバニルを見て、俺はゴクリと息を吞む。
「まず、ダンジョンを手に入れる。そして、ダンジョンの各部屋には我が部下である悪魔達を待機させ、苛烈な罠を仕掛けるのだ！　そこに挑むは歴戦の凄腕冒険者達！　我がダンジョンに何度も何度も挑戦し、やがていつかは最奥に辿り着く者が現れるだろう！」
　興奮してきたのか、大きく手を振り、熱弁しだしたバニル。
「そしてダンジョンの奥で、最後に待ち受けるのはもちろん我輩！　そこで言うのだ、『よくぞここまで来たな冒険者よ！　さあ我を倒し、莫大な富をその手にせよ......！』と。そして始まる最後の戦い！　我輩は冒険者達との激戦の末、とうとう打ち倒されてしまう。やがて地に崩れ落ちる我輩の背後には、厳重に封印された宝箱が現れる。意識が薄れていく我輩の目の前で、苦難を乗り越えた冒険者達はそれを開け......！」
　思わず俺とダクネスは唾を飲み込み静まり返る。
「............箱の中にはスカと書かれた紙切れが。それを見て呆然とする冒険者達を見ながら、我輩は滅びたい」
「止めてやれよ。本当に可哀想だから、それだけは止めてやれよ......」
「おいカズマ、やはりコイツはここで仕留めておくべきだと思う」
　俺とダクネスにフッと笑い、バニルが言った。
「我輩の友人は、この地で店を経営していてな。そこで働かせてもらい金を貯め、その資金を元に、友人の力で巨大ダンジョンを造ってもらうつもりだったのだ。だが、このダンジョンの前を通り掛かった際に主がいない事に気がついてな。もうこのダンジョンでよいかと考えなおし、居座ったのだ」
「そんなしょうもない理由で居座られても。......まあ、あんたがここで何をしているのかは分かった。これ以上はあの人形を作らないらしいし、俺はもう何も言わないさ。俺達は俺達で、ちょっとあんたの後ろの部屋の魔法陣に用があるんだ。実は、そこの部屋にある魔法陣を消しに来たんだよ」
「なっ......！　おいカズマ、今は魔法陣よりもコイツだろう！　この魔王の幹部を放置していくつもりか!?　目の前に人類の敵がいるのだぞ！」
　そんな事言われても、俺とダクネスの二人で魔王の幹部なんてどうしろと。
　と、俺が魔法陣を消して帰ろうと、立ち上がりかけたその時だった。
「......魔法陣？　ほう、我輩が難儀していた、この魔法陣を消してくれるだと？　それは何ともご親切な事で。どこの迷惑な輩がこれを作っていったのか知らぬが、この忌々しい魔法陣のせいで部屋に入れず困っていたのだ。これを消してくれると言うなら、我輩手製の、夜中に笑うバニル人形を進呈しよう」
「い、いらない。っていうか、俺達にとってもこの魔法陣が残ってると困るんだよ。これを消したら俺達は帰るから、あとは好きにしてくれよ」
　とっとと魔法陣を消して帰ろうと、何気なく言った俺の言葉に。
「なにゆえこの魔法陣が汝に不利益を？　どれどれ、ちょっと汝の過去を拝見して......」
　バニルが興味を示したのか、何でもない事の様にそんな......。
　......ってちょっ、待っ......！
「........................フハハッ」
　俺が止める間もなく、何かを見通したらしいバニルが、乾いた笑い声を上げた。
　その異様な気配に、ダクネスが俺を庇うように前へ出る。
「フハハハッ、フハハハハハハハ！　フハハハハハハハハハハハハハハハ！　なんという事だ、なんて事はない、貴様らの仲間のプリーストが、この迷惑な魔法陣を作ってくれおったのか！　大悪魔たる我輩ですら立ち入れぬ魔法陣を作るとは、そのプリーストはよもや......！」
　ヤバイ、なんか分からんがこの悪魔を刺激したらしい！
　ゆらりと立ち上がりこちらを見るバニルの目は、仮面越しに赤く輝いていた。
　紅魔族の紅い瞳とはまた別の、まさに魔族とでもいった、人に本能的な恐怖を呼び起こす、血の色をした瞳の色。
「ほう......。見える、見えるぞ！　地上だな！　このダンジョン入り口で、魔法陣を作ったプリーストが退屈そうに茶を飲んでくつろいでいる姿が見えるわ！」
　それが本当なら今すぐとって返して、誰のせいでこんな苦労してると思ってんだとアクアの奴をひっ叩いてやりたい。
　バニルは爛々と仮面の奥を輝かせ。
「さあ、その男との賭けで負け、『すんごい要求』とやらが気になり、先ほどから色々と持て余し、期待し、ずっとモジモジしている娘よ。そして、この件が終わったらその娘にどんな要求をしようかとソワソワしている男よ。そこを通してもらおうか！　なあに、『人間は殺さぬ』が鉄則の我輩だ。ああ、人間は殺さぬとも。......〝人間〟はな！　こんな迷惑な魔法陣など作りおって、一発キツイの食らわしてくれるわ！」
「持て余していないし期待もしていないしモジモジもしていないし適当な事を言うな！　いいい、言うなああ！」
「そそ、そうだ！　俺別にソワソワなんてしてねーし！　しし、してねーしっ！」
　心を見透かすバニルの精神攻撃になんとか耐えると、バニルはこちらに一歩踏み出そうとする。
　コイツ、見通す悪魔だとか言ったが、今、〝人間〟は殺さないと強調したな。
　それはつまり、既にアクアの正体を把握しているって事か......!?
　と、ダクネスが、こちらへの距離を詰めるバニルに向け、大剣を突きつけた。
「貴様がアクアに危害を加えると言うのなら、引く訳にはいかない。女神エリスに仕えるクルセイダーとして、ここは通さぬ！」
「腹筋だけでなく脳まで固そうな娘よ。我輩は、本気になれば貴様らなど容易く葬り去る事ができる。だが我輩は、汝ら人間を殺す気はない。なにせ、いつ誰が至高の悪感情を生み出してくれるかは分からぬからな。とっとと帰って、お互いに期待している『すんごい要求』とやらを果たしてこい。見通す悪魔が保証してやる、今すぐ帰れば、二人共誰にも邪魔されず、それはもう期待通りになる事間違いなしだ」
　こ、こいつ......っ！
「ダクネス、耳を貸すな！　これはまさしく悪魔の囁きだ！　あんな甘い言葉に惑わされるな！」
「だ、誰が惑わされるか！　カズマこそ、時と場合を考えろ！」
　あ、あれっ!?　俺はこんなにも心揺り動かされているのに......！
　何だよ、何が見通す悪魔だ、『先ほどから色々と持て余し、期待し、ずっとモジモジしている娘よ』ってさっきの言葉を真に受けたじゃないか。
　......と、ふとダクネスを見ると若干頰が赤くなり、葛藤する様に剣先がカタカタと震えていた。
「フハハハハハハハ！　互いにちょっと異性として興味があるクセに、同じパーティーという事で一線を越えられない小心者どもよ！　さあ、そこを退け！　なんなら我輩を通した後、魔法陣が張られているそこの部屋でご休憩でもして帰ればよい！」
　なんという悪魔の囁き！
　かつてこれほどまでに凶悪な罠を仕掛けてきた敵がいただろうか！
「おいカズマ、葛藤するな！　同じ屋敷に住んでいるのにそんなおかしな関係になってどうする！　しっかりしろっ！」
「ハッ！　そ、そうだ、相手はダクネスだ、しっかりしろ俺！　ちょっと見てくれが良くて体が好みでも、中身がアレなダクネスだ、一時の欲求に惑わされるな！」
「お、お前、帰ったら覚えていろよ......！」
　乙女心は複雑らしい。
「ほほう。我輩の甘言に惑わされぬか。しかしどうしたものか。我輩の使う技の数々は、各種チート級の廃威力な物が多い。例えば、我がバニル式殺人光線。これは殺人光線なので、人間であるお前は当たれば死ぬ。当たらなくても死ぬ。他にもバニル式目ビームなどがあるが、これは使用すると我輩の目が焦げるという欠点があるので、未だ一度も試しておらず......」
「も、もういい！　貴様と話をしていると頭がおかしくなりそうだ！　アクア達の下へは行かせない、どうしても通ると言うなら、この私を倒してから行け！」
　バニルに向けて、ダクネスが先手を取って斬り掛かった！


　バニルが、何度も斬り掛かるダクネスの攻撃をヒョイヒョイと躱しながら、愉悦そうに笑い声を上げた。
「フハハハハハハッ！　なんだ、威勢の割には攻撃がスカばかりの娘よ！　......むむ？　もう一人の、口ばかりは一人前なクセに今一派手な活躍をしなそうな男はどこへ消えた？」
　と、バニルが、いつの間にか消えた俺の姿を求め辺りを見回す。
　......というか、派手な活躍しなくて悪かったな、どうせ地味な技ばかりだよ！
「一体どこを見ている！　お前の相手は私だろう！」
　そんな、ダクネスの声を聞きながら。
「あの姑息そうな男はどこへ消えた？　なんというか、脳筋クルセイダーよりもあの手の輩の方が厄介なのだ。確かに気配は感じるのだが、一体......？」
　ダクネスが斬り掛かると同時に地面にランタンを置いた俺は、暗闇の中壁に張りつき、潜伏スキルを使いながら、バニルの後ろに回り込んでいた。
　姑息で結構、魔王の幹部相手に真正面から戦うバカがどこにいる。
「いい加減、こっちを向けええええっ！」
　ダクネスが横薙ぎに剣を振るう。
　それと同時に、バニルも大きく後ろに飛んだ。
　──俺が待ち構えていた所に背を向けて。
　潜伏スキルを解除すると、こちらに背を向けているバニルの背中に、全体重を乗せた飛び蹴りを食らわせた！
「ぐおっ!?　貴様、いつの間に......、し、しまっ......!?」
　バニルはそのまま前方によろめくと、一旦は逃れたダクネスの剣の軌道へ戻る。
　不器用ながらも威力だけはあるダクネスの剣が、バニルの体を横薙ぎに一閃した。
　バニルの左腕が宙を舞い、更に、胴体にも大きな致命傷を負ったバニルは、ガクリと膝をつき──！
「まさかこの我輩が......。おのれ、油断したわ......！　この駆け出しの街に、お前達の様な使い手が眠っていたとは......！　くっ......、まさか、我輩は、ここで滅ぶの......か......」
　そう言い残すと、バニルの体がタキシードと共にサラサラと崩れ、後には仮面のみが残されていた。
　地面に転がるランタンがぼんやりと辺りを照らし、暗いダンジョンの中にダクネスの荒い息づかいだけが聞こえてくる。
「......まさか。私が本当に、魔王の幹部を仕留められた......のか......？」
　自分でも信じられないといった表情のダクネスが、大剣を握りしめ、戦闘後の興奮冷めやらぬままに武者震いをしていた。
「......ここで、『やったか!?』とか言うと大概やってなかったりするものなんだが。コイツ、斬られた時も自分で驚いてたしな。コレは本当にやったんじゃないか？」
「と、期待したところで」
　俺の言葉に応える様に、唐突に声が聞こえてくる。
　その声の発生源は、地面に転がる仮面からだ。
　仮面の下からダンジョンの土を吸い上げるようにして、ニョキニョキと体が生えてきた。
　そして、先ほどとまったく変わらないタキシード姿の体を作り上げ。
「もしや討ち取ったとでも思ったか？　残念、何のダメージもありませんでした！　フハハハハハハハ！　フハハハハハハハハハッ！　おおっと、汝ら二人の悪感情。大変に美味である！」
　コイツ、ぶっ殺してえ！
「お前、何なんだよそのデタラメな体は。魔王の幹部だからって何でもありかよ！」
「ううう......。討ち取ったと思ったのに......。普段攻撃の当たらない私が、魔王の幹部を討ち取れたと思ったのに......。デストロイヤー戦で影が薄かった分、今回は活躍できたと思ったのに......」
　ダクネスが悲しそうに呟き剣先を震わす中、バニルが楽しそうに笑いながら。
「フハハハハ！　この肉体は我が魔力で作り出した偽者にして、仮面こそが我輩本体。体の方をいくら斬られようとも崩れて土となるだけよ！　やがて我が体が崩れたその地には、豊富な魔力を含む土を糧に、花が咲き乱れ蝶が舞い......」
「何言ってんのか分かんねーよ！　お前と話してると頭が痛くなってくる！　クソッ、ダクネス、どうする!?　ここは一旦引くか？」
「引かぬ！　ここまでおちょくられては騎士の恥！　コイツに一矢報いるまでは......！」
　バニルに向けて、ダクネスが強気で宣言したその時だった。
「うむ、そうか分かった。ならば、我輩としても長々と相手してもいられないのでな。こういう時の必殺技とでも言うべきか！　誰一人として傷つける事なく、悪感情だけは頂けるという、我輩のとっておきを見せてくれる！」
　言って、バニルは自らの仮面に右手を掛けて......！
「おいダクネス、なんかヤバイ！　一旦逃げるぞ！」
「もう遅い！　頑強な肉体を持つクルセイダーよ！　貴様の体、借り受けるぞ！」
　バニルは叫ぶと、ダクネスに向かって手にした仮面を投げつけた──！


「......ダクネス？　......お、おい、ダクネス！　返事しろよ！」
　バニルに仮面を投げつけられたダクネスは、顔にバニルの仮面を張り付けられ、だらんと剣をぶら下げたまま下を向き、動かないでいる。
　これはヤバイ展開だ。
　普通に考えて、バニルの発言と今の状況を照らし合わせれば、ダクネスが体を乗っ取られる流れだろう。
　現に、仮面を投げつけたバニルの体の方は崩れ去り、土になっている。
　仮面を付けたダクネスは、ゆらりと顔を上げると......！
「フハハハハハハハ！　フハハハハハハハハハ！　小僧、聞くがいい！　我が力により、（どうしようカズマ、私の体が乗っ取られてしまった！）どうだ小僧、この娘に攻撃できるものなら（一向に構わん！　遠慮なく攻撃してくれ！　さあ早く！　これは絶好のシチュエーションだっっ!!）」
　ダクネスの口から、そんな訳の分からない言葉が発せられた。
「......お前らは何が言いたいんだよ」
「バカな、何だこの（麗しい）娘は！　......こ、こらっ、ちょこちょこと余計な口を挟んで遊ぶな！　しかしどういう事だ、一体どんな頑強な精神をしているのだこやつは......（まるでクルセイダーの鑑の様な奴だな！）......ええいっ、やかましいわ！」
　なんだろう、本来ピンチな展開のはずなのに、ダクネスは凄く余裕がありそうに見える。
　というか、何だかちょっと楽しそうだ。
「我が支配力に耐えるとは、貴様、なかなかどうして大した娘よ！　（い、いやあ......）だが、我が支配に耐えれば耐えるほど、やがてその身に抗い難い激痛が走る事になる！　（な、なんだと!?）フハハハハハハハ！　さあ、一体どこまで耐えられるか見ものであるな！　......なんだこれは。悪感情どころか、我輩にとってはあまり好ましくない......喜びの感情が......？」
　俺はその場から動かなくなったバニル憑きダクネスを置いておき、この隙に当初の目的を果たしてしまう事に。
　リッチーのいた部屋に入り、用意してきた掃除道具で手早く魔法陣の痕跡を消す。
　俺がそんな作業をしている間にも、
「（私はっ......！　こんな痛みなんかに負けたりはしないっ......！）その意気や良し！　だが、これ以上の我慢は汝の精神の崩壊を招き......！　......貴様、ひょっとしてこの状況を楽しんではいないか？」
　そんな、バニルの戸惑った様な声が聞こえてくる。
　やがて魔法陣の痕跡を消し終えた俺は、未だ内部での葛藤を続けているらしい二人の下へ戻ってきた。
「よしダクネス、目標達成だ！　後は地上に帰るだけだ！　アクアと合流してとっとと逃げるぞ！」
　言いながらダクネスに近づく俺に、大剣が突きつけられた。
「それ以上近づくな小僧（カズマ、構わん！　私は置いて先に行け！）そうそう貴様の思い通りには（......ああっ、これを一度言ってみたかったのだ......！）貴様が憎からず想っているこの娘を、傷つけたくはあるまい？　（!?）このまま娘が我が力に耐え続ければ（カ、カズマ、この自称見通す悪魔が、今気になる事を言ったのだが）さあ、それを止めたくば貴様からもこの娘の説得を（気持ちは嬉しい。嬉しいのだが、身分の違いもあれば、同じパーティーという現状ではそういった）やかましわああああ────────っ!!」
「やかましいのはお前らだよ！　頼むから、喋るときはどっちか一人にしてくれ、何言ってんのかサッパリ分からん！」
　突如激高して叫んだバニルに、俺も負けじと言い返した。
「くっ......！　この体は失敗だった様だ（おい、人の体に失敗だとか失礼ではないのか！）ええいやかましい、我輩はもう出て行くから、貴様は喋るな！」
　バニルは、ダクネスの鋼の精神には干渉しきれず、諦めて出て行く様だ。
　流石の魔王の幹部も変態の相手は堪えるらしい。
　バニルは疲れた様に肩を落とし、仮面を外そうと手を伸ばし。
　──俺は、ふと気がついた。
　バニルに本来の力を取り戻されると厄介な事になるのでは？
　なにせ本体の仮面さえ無事ならば、ピンチになったらいつでも新しい体と取り替えられるのだ。
　しかも、先ほど言っていたなんたら光線だのといった、物騒な技の事もある。
　それらの技は、果たしてダクネスの体の中にいながら使えるのだろうか。
　コイツが本気になったなら、俺とダクネスでは地上へ向かうのを阻止できない。
　──だが、このままダクネスの体に閉じ込めておけたなら？
　不慣れな人間の体な上に、中には何かと邪魔するダクネス入りだ。
　......このままダクネスの中に詰めておいて、地上に持って帰り、アクア達に何とかしてもらえばいい。
　そう、コイツがアクアに会いたいと言うのなら、会わせてやろう。
　俺は、仮面を外そうとするバニルに近寄ると。
　──セナから預かっていた封印の札を、仮面の上にペタリと貼ってみた。
「どうした小僧。......？　何だ？　......触れぬ。......おい貴様、何だこの札は。触ろうとすると指が弾かれるのだが。（うむ、目の前でヒラヒラして鬱陶しいぞ。......ちょっと待て。おいカズマ、これは確か......！）」
　二人して必死に札を剝がそうとしているが、封印の札を貼り付けられている本人達には、札に干渉する事はできない様だ。
「セナにもらった封印の札だよ。よし、ダクネス。その状態で地上に行くぞ。中にバニルを詰めたまま、アクア達の下に運んでくれ。そこでアクアに中身を浄化してもらう！」
「（ちょっ!?）」
　その驚きの声はどちらが発したものなのか、とても綺麗に揃って聞こえた。


　ダンジョン内の人形型モンスターはある程度駆除され、道を遮られる事はなかった。
「小僧！　我輩の支配に抵抗しているこの娘の体には、常に激痛が走っているのだ！　このままでは、激しい痛みで娘の心が壊れてしまうぞ！　なので、とっとと札を剝がして解放するが吉！　さもなくば......（というわけだカズマ！　さっきからもうヤバイのが、ヤバイのが......！　あああ、こんな強烈なのは初めてだ、流石は魔王軍の幹部！　もう堕ちてしまいそうだ......！）」
　痛みのせいか、ダクネスはうなじに汗を滴らせ、荒い息を吐きながらついて来る。
　今のところ、体の支配権はダクネスが優勢の様だ。
　道中、一緒に突入した他の冒険者達が、仮面を付けたダクネスを見てギョッとするが、今はそれどころではない。
「もうちょいだダクネス！　頑張れ！　地上に着いたらすぐ楽にしてやるからな！」
「くっ......なぜこんな妙な展開に......（お構いなく）」
　............。
「「なんて言った？」」
　俺とバニルがなぜかハモった。
　──正直、魔王の幹部を連れて地上に帰る事には不安もあった。
　だが、器として使っている体が体だ。
　ハッキリ言ってダクネスの不器用さは伊達ではない。
　なにせ、目の前にある巻き藁を切りつけても五本に一本はミスるのだ。
　ここまでくると、どうしたらそんな事ができるのかと聞きたいところだ。
　ともかく、そんなダクネスが相手なら、地上にいる冒険者達だけでも取り押さえられる。
「ダクネス、よく耐えたな！　後はアクアが何とかしてくれる。他の冒険者達と一緒に、お前の体を取り押さえて......」
　地上への光を目にし、俺がそこまで言い掛けた、その時だった。
「......フハハハ......フハハハハハハハ！　貴様は一体誰に話し掛けている？」
　それは、今までの様にダクネスの干渉が入る事もない、しっかりとした声。
　まさか──
「支配完了！　小僧、我輩を甘く見たな！　今までは敢えて手加減してやっておったのだ！　この姿のまま貴様らの仲間に近づけば、それはそれは無警戒な状態で出迎えてくれるだろうて！　貴様らの仲間のプリーストに、出会い頭に一発食らわせてくれるわ！」
　バニルはそんな事を叫びながら、重い鎧を着たままなのにも拘わらず、俺よりも速く階段を駆け登る。
　ヤバイヤバイヤバイ！
　アイツの狙いはアクアだ、妙な仮面を被っているとはいえ、このままダクネスの体で接近されては誰も止めようとはしないだろう！
「ダクネス、目を覚ませえ！　お前はもっと頑張れる子だ、悪魔なんかに屈するのかよ!?」
「フハハハハハハハ！　無駄だ小僧！　この娘は一体何をどうしたものか、激痛があるレベルを超えた頃から（も、もうらめえ......）満足げに身を......こっ、こらっ、そんなおかしな声を出すな！」
　畜生、あの変態はもうダメだった！
　バニルは、完全に自由になったダクネスの体を操ると、
「さあ、ダンジョンから無事生還した仲間との感動の対面である！　忌々しい我が宿敵よ！　乗っ取られた仲間の体を前に、一体どう出るのかとくと......！」
　高らかに叫び、地上に飛び出し......！
「『セイクリッド・エクソシズム』──!!」
「（ああああああああ──！）」
　ダンジョン入り口に待ち構えていたアクアが、出会い頭に放った白い炎に包まれた。


　ダンジョンから飛び出したバニルが身を焼かれ、地面にヨロリと片膝をつく。
「ダ、ダクネスー！」
　勿論、ダクネスの体を乗っ取ったままで。
　俺は慌ててダンジョンから飛び出すと、ダクネスが無事かを確かめようと駆け寄った。
　だが、見た感じダクネスの体には火傷一つない。
「フ......、フフフフ......、フハハハハハハハ！　フハハハハハハハッ！」
　そして、アクアの魔法を食らったバニルもまた、案外平気そうな様子だった。
「おいこらアクア！　ダクネスにいきなり魔法ぶちかますなよ、心臓に悪いだろ！」
　アクアを叱りつけると、まるで悪びれた様子もなく。
「何言ってんの。今の魔法は、人間にはまったく害のないモノよ？　なんか邪悪な気配が突っ込んできたからなんとなく撃ち込んでみたんだけど......」
「（そ、そうか......。それならいいのだが、流石に私もビックリした......。次からは前置きぐらいは欲しいのだが......）」
　今の攻撃でバニルの支配が少し緩んだのか、ダクネスの意思が表に出ている。
「おいアクア！　ダクネスは今、魔王軍の幹部に体を乗っ取られ掛けている！　相手の正体は悪魔だそうだ！　お前の得意分野な相手だろ!?」
「ま、魔王軍の幹部!?」
　俺の言葉に、アクアよりも、遠巻きに見ていたセナが先に反応した。
　それを聞き、アクアが嫌そうに眉を寄せ、ダクネスへと近づいて行く。
　そして、おもむろに鼻を押さえると、
「臭っ！　何これ臭い！　間違いないわ、確かに悪魔から漂う臭いよ！　ダクネスったらエンガチョね！」
「（ええっ!?　わ、私自身は臭わないと思うのだが......っ!?）」
　アクアの言葉にダクネスが、仮面越しに涙ぐむ。
「フフフフ......（カズマ、嗅いでみてくれ、臭くはないはずだ！）フハハハ、フハハハハハハハ！　（大体、万一臭ったとしても、それはダンジョンを走り回ってきたばかりだから）やかましいわ！　今はキメの場面なのだから静かにしておれ!!」
　そして、バニルにも叱られ尚更にしょげくれた。
「フハハハハ！　まずは初めましてだ、忌々しくも悪名高い、水の女神と同じ名のプリーストよ！　我が名はバニル！　地獄の公爵にして魔王軍幹部が一人。大悪魔、バニルである！」
　バニルに言葉を乗っ取られている分、ダクネスの方は体の主権を取り返したのか、口では大仰な名乗りを上げながらも、体の方はつまらなそうに石を蹴飛ばしている。
　......というか今、水の女神と同じ名のプリーストよとか言いやがったな。
　やはりこの悪魔は、アクアの正体を見抜いている。
「出会い頭に退魔魔法とは、また随分な挨拶だな！　フハハハハ、これだから悪名高いアクシズ教の者は忌み嫌われるのだ！　礼儀というものを知らぬのか？」
「やだー、悪魔相手に礼儀とか何言っちゃってるんですか？　神の理に逆らうアンデッドにも劣る、人の悪感情がないと存在できない寄生虫じゃないですかー！　プークスクス！」
　そう言った後、二人はしばらく黙り込み......。
「『セイクリッド・ハイネス・エクソシズム』ー！」
「甘いわっ！」
　アクアが不意に放った魔法を、咄嗟に横に飛んで躱すバニル。
「ちょっとダクネス、どうして避けるの!?　ジッとしてて頂戴！」
「（そ、そんな事言われても、体が勝手にっ！）」
　アクアとバニルが交戦を始める中、セナとめぐみんがこちらへとやって来た。
「カズマ、カズマ！　これは一体どうなっているのですか!?　なぜダクネスがあんな仮面を......！　ズルいですよ、私もあの仮面が欲しいです！　あの仮面は紅魔族の琴線に激しく響きます！」
「何バカ言ってんだ、そんな場合じゃないってのに！　ダクネスが、魔王軍の幹部に体を乗っ取られてるんだ。あの仮面が本体らしい、どうにかできないか!?」
「サトウさん、一体どうしてこんな状況に!?　アレはまさしく、手配書に示されている魔王軍の幹部、予知と予言という強力な力を持つ、見通す悪魔バニルです。どうしてあんな大物がこんな所に!?」
　青い顔をしたセナが悲鳴じみた声を上げる。
「アイツは、魔王の幹部ベルディアを倒した奴について調査に来た。他にも迷惑な目的があるが、それは後だ。今はアイツの本体である仮面にセナから預かった封印の札を貼って、ダクネスの体に閉じ込めてある」
　俺の言葉にセナがドン引きの表情で。
「と、閉じ込めた!?　魔王軍の幹部を仲間の体に!?　あなたって人は。あ、あなたって人はっ！」
「......しかし、この状況は困りましたね。あの悪魔、アクアの悪魔祓いの魔法を受けても耐えています。あれを耐えたのは、ダクネスの体を乗っ取っているからこそでしょう。神に仕える聖騎士、クルセイダーであるダクネスは、光に属する魔法には、特に強い耐性があります。仮面に貼り付けてある札を剝がし、一旦あの悪魔を解放しましょう」
　めぐみんの言葉に、俺はアクアの魔法を躱しまくるバニルを見る。
　普段は鈍くさくも不器用なダクネスの体を見事に使いこなし、重い鎧などものともせずに、素早い動きでアクアを翻弄するバニル。
　なんて事だ、ダクネスの体に閉じ込めておけば楽勝だと思っていたのに！
　ダクネスの体はこんなにも高性能だったのかと驚かされる。
「アイツを解放するのか？　今はダクネスの体に閉じ込めてあるから大剣での攻撃しかできないみたいだが、あの悪魔は殺人光線がどうたら言っていたし、ダクネスの体から出した方が厄介そうだぞ？」
　見れば、いつの間にか他の冒険者達も参戦し、なんとかバニルの動きを止めてアクアの魔法を当てようと、援護をしていた。
「......こ、困りましたね。このままでは......」
「......や、ヤバそうだな......」
　俺はめぐみんの視線を追って、改めて現状に目をやった──
「くそっ！　あのダクネスが、こんなに手強いだなんて......！」
「当たらねえ！　簡単に剣で弾き返されちまう！　攻撃も重いし、剣速も恐ろしく速い！　俺達が殺られないのも、相手が手加減してくれてるだけだ......！」
「フハハハハハハハ！　この体は随分と具合がいいな！　筋力はあるし耐久力もある！　オマケに、忌々しい神々の魔法にも耐性があるときた！　（ううっ......。他の冒険者に迷惑を掛けているのに、私がこの数を相手に圧倒できているのが何だか嬉しい......！）」
　アイツは喜んでいる場合か！
「ねえダクネスー！　いい加減ジッとしてよー！　助かりたいの？　助かりたくないの？　ひょっとして、普段ダクネスの事を小バカにしてる冒険者を相手に暴れられてるから、ちょっとスカッとしてたりする？」
「（しし、してないぞ!?）フハハハハハハハ！　このヘナチョコ冒険者共めが、ほらほらどうした！　キリキリと掛かってこい！」
　ダクネスの弁解後にタイミング悪くバニルが挑発し、それを囲む冒険者達の表情がどんどん険悪になっていく。
「ダクネス！　お前、ちょっと攻撃が当たる様になっただけで調子に乗りやがって！」
「俺、あんたはカズマの所のパーティーの中で、一番まともな奴だと思ってたぜ！　それが、こんな......！」
「囲め囲め！　このへっぽこクルセイダーを取り囲め！」
「（わ、私が挑発した訳では）フハハハハハハ！　雑魚がどれだけ集まっても同じである、蹴散らしてくれるわ！　（ああああああああ......）」
　バニルはダクネスの声帯を使って声を発している。
　なので冒険者達からすれば、その言葉が、ダクネスが発したものかバニルが発したものなのかが分からない。
　おかげでどんどんダクネスへのヘイトが溜まり、今では、なぜかダクネスがバニルの代わりに、冒険者達から罵声を浴びせられていた。
「敵に操られているだけなのに、手酷い罵声を浴びせられるダクネスがあんまりです！　何か方法はありませんか!?」
　めぐみんが、俺の服を引っ張って訴えてくる。
　見れば確かにダクネスは、数多の冒険者達を圧倒しながらも罵声を浴び......！
「（ああ......。普段気さくに話し掛けてくれる冒険者達が、こんなにも蔑んだ目で......！）なぜか感じる喜びの感情。これはどういう事なのか......！」
　............。
「なんかアイツ、随分と幸せそうなんだが」
「......そ、それでもなんとかしてあげてください！　何か良い方法はありませんか!?」
　何かと言われても、今のダクネスはちょっと手に負えない感じなのだが。
　というか、現状ではあの悪魔を倒せる決め手がない。
　アクアの魔法ですら効果が薄いとなると、もうどうしようも......。
「ちょっとあんた、いい加減しつこいんですけど！　しつこいんですけどっ!!」
「それはこっちのセリフであるわ！　ええい、人海戦術とは小賢しい！　我輩が殺さぬからといって、いつまでもこうしていると思うなよ冒険者共！」
　向こうでは、アクアとバニルの戦闘が続いている。
　バニルの標的がアクアだと気づいた冒険者達が、アクアの壁となってバニルを防ぐ。
　その後方からアクアが退魔魔法を放っているが、お互いに埒があかない様だった。
　だが、拮抗していたバランスが、バニルの手により崩れ出す。
　ダクネスの体の扱いにいよいよ慣れてきたのか、両手持ちの重い大剣を軽々と操り、冒険者達の武器を叩き折り始めたのだ。
　ダクネスは、筋力と耐久力に関してだけは、恐らく他の冒険者に比べて飛び抜けている。
　そこに加えて、永く生きた悪魔の戦闘経験と器用さが合わさって、へっぽこクルセイダーだったダクネスが、今や十人以上もの冒険者達を圧倒していた。
「なんか、今日のあいつはちょっとだけ幸せそうだなあ。色々と輝いてるなあ......」
「吞気な事言ってないで、どうにか......、ああっ!?」
　とうとう冒険者の一人がバニルの猛攻を受け切れず、横殴りの大剣の一撃を受け、戦線が崩壊を始めた。
　それを見て、めぐみんが小さく声を上げる。
「フハハハハハハハ！　年貢の納め時だな我が宿敵よ！　貴様の仲間の手で、討ち取られる。これ程幸せな事はあるまいて！」
「ね、ねえダクネス！　私、信じてるから！　悪魔なんかに負けないわよね？　だ、大丈夫よね!?　ねえダクネス、聞こえてる!?」
　アクアがジリジリと後退しながら呼び掛けるが、既にダクネスの返事がない。
　バニルと冒険者達との間の拮抗していたバランスが崩れた今、後衛のアクアが直接狙われるのも時間の問題だ。
「サトウさん、あなたは参戦しないのですか!?　あのプリーストも乗っ取られているクルセイダーも、二人共あなたの仲間でしょう!?　助けなくてもいいのですか!?」
　セナが切羽詰まった様に言ってくるが、どうしたもんか。
「いや、俺って知っての通りの冒険者ですよ。俺より強い連中がバタバタ倒されてるのに、俺が行ったってどうにかなる訳ないじゃないですか」
「あなたって人は！　あなたって人はっ!!」
　セナが顔を引きつらせドン引いている間にも、次々と冒険者が無力化される。
「カ、カズマー！　ねえこれってピンチなんですけど！　実は、今までで一番ピンチなんですけどー!!」
　遠くからアクアが半泣きで助けを求め、めぐみんは俺の隣で杖を抱き、不安そうにジッと俺の顔を見上げている。
　そんな目で見られても、貧弱な俺にはどうしようも......！
　と、打ち倒されていく冒険者達を見つめていたセナまでもが、青ざめた顔で俺を見上げる。
　今こそ、セナに対して説教でもしてやりたい。
　毎回毎回、俺が騒動を起こしてるんじゃない、俺は巻き込まれている被害者なんだと。
　......ああ、こんな迷惑な展開に巻き込まれる俺が、強運だとか。
　そんなの絶対噓だろうと、心の中で小さくボヤき。
「カズマさーん！　カズマさーん!!」
　──そんな、アクアの助けを求める声を聞きながら。
「............しょおがねえなああああああああああ！」
　半ばヤケクソ気味に声を上げ、俺が本当に運が良いのなら、どうか上手く行きますようにと祈り、剣を引き抜き駆け出した。


　もはや、完全にバニルに乗っ取られている様子のダクネス。
「フハハハハハハ！　フハハハハハハハ！　さあて、覚悟は良いか我が宿敵よ！　よもや、こんな所で貴様を滅ぼせる日が来るとは、流石の我輩も見通せなんだわ！　......どうした、この場の冒険者の中で最も貧弱な男よ。......既に汝の性格は見通した上で、見通す悪魔が予言してやろう」
　ダクネスと対峙する俺に、バニルが言った。
「安定と平穏を求める汝に告ぐ。余計な事は考えず、このまま見て見ぬ振りが良いだろう。汝のせっかくの強運は、世にも運の無い仲間のせいで、ものの見事に相殺されている。自らの身を守るため、汝、パーティーメンバーを変えるが吉。さすれば......ッ」
　何かを言い掛けているバニルの仮面に向け、無言のままに斬り掛かった！
　だが、やはりというかなんというか、あっさりと身を躱される。
「自らの身が最も大切だった男よ。一体どうした心変わりだ？　汝がどうこうしたところでどうにもならぬ。今ならバニル人形に加え、我輩とお揃いの仮面もつけてやるので、それを持って帰るがよい」
「い、いらない。......っていうか、ダクネス、お前、あっさり乗っ取られちゃって何やってんの？　何を簡単に、ぽっと出の悪魔に躾けられてんの？　お前って奴は、そんなにもチョロいお手頃女だったの？」
　挑発的な俺の言葉に。
「フハハハハハハハ！　無駄だ、既にこの通り（貴様、誰がチョロいお手頃女だ！　別に、躾けられた訳ではないぞ！　ただ、この悪魔による支配と心を抉る手段がまた絶妙で......！）なので、貴様の声は娘には届か......。............ううむ、何たる予想外の鋼の精神。永い時を生きた我輩だが、かつてここまで支配できなかった者などいなかったぞ」
　やはりというかなんというか、我慢が趣味のクルセイダーは、まだシッカリと意識を保って耐えていた。
「いいかダクネス、よーく聞け。今から俺が仮面に貼られた封印を解く。そうしたらほんの一瞬でいい、バニルから自分の支配権を取り戻せ。そして、仮面を剝がして投げ捨てろ。そうしたら......」
　ダクネスから引き剝がしてしまえば、後は、アクアの出番だ。
　......と、そんな俺の考えも見透かしたのか、
「ふむ。まあ悪くない作戦ではあるが、一つ問題があるぞ。果たして貧弱な貴様が、この娘の力を完璧に引き出した我輩を相手に、一体どうやって封印を解くというのか。今の状況の方があの忌々しい我が宿敵と戦うには都合が良いのでな。この封印を解くのは、あやつを仕留めてからにしよう。（うむ、今の私を舐めてもらっては困る。今なら誰にも負ける気はしない！）」
　バニルがそんな事を言っ......。
「こ、このバカ......。お前まで俺に対抗心を燃やしてどうする！」
　──辺りには、バニルによって大剣の平の部分で強打され、意識を失った冒険者達が倒れ伏している。
　そして、それら意識を失った冒険者達に回復魔法を掛けていたアクアが、対峙する俺とバニルを見て俺の後ろに立った。
「カズマ、あなたの後ろにはこの私がついてるわ！　私の支援魔法を受けて、勇者っぽくあの悪魔を滅ぼしてやんなさいな！」
　無責任に煽るアクアに続き、
「ふふ、この私もちゃんとついていますよ。さあカズマ。今こそカズマに秘められた、あの力を目覚めさせる時なのです。もう勿体ぶる必要はありません。あの悪魔から、ダクネスを取り戻してやってください！」
　同じく、俺の後ろから無責任に煽ってくるめぐみん。
　俺に秘められたあの力とはなんだろう。
　というか、アクアもめぐみんも、何だか俺が、真正面からバニルに挑み、そして封印の札をどうにかすると思っているらしい。
　それを聞いてバニルが身構え。
「フハハハハ！　この我輩をねじ伏せて！　（この封印の札を）剝がすとでも（言うのなら！）やれるものなら（やってみるがい）やかましいわ！　我輩の決め台詞を持って行くな！」
「お前ら二人、最初はあれだけ嫌がっていた封印を、解かれたいのか解かれたくないのかどっちなんだよ」
　俺は思わずツッコみながら、アクアに退魔魔法の準備をさせた。
「小僧。貴様、何かを企んでいる様だな。貴様の後ろに佇む、ピカピカと眩しいオーラを放つ奴のせいで、今一細かく見通す事はかなわぬが。どうやら剣を合わせる気はないらしいな。......ふうむ、何かのスキルを使う気か？　（スティールだ！　きっと、カズマお得意のスティールを使う気なのだろう！）」
「お、お前ってやつは！　俺の手の内を教えてどうする！」
　自慢げに言ってくるダクネスに俺は思わずツッコむと、バニルがニヤリと笑みを浮かべる。
「カズマ、魔法の準備ができたわよ！」
「よしきた、後は任せろ！　それじゃあ、行くぞダクネス！　修練場での勝負みたいに、今回も賭けをしようぜ！　もし俺が勝ったなら、約束していた『すんごい要求』に、更にとてつもない事を足させてもらう。お前が勝ったなら好きにしろ！」
「（ああっ、こ、この場面でそんな......っ！）こ、こらっ、あの男の甘言に惑わされるな！　弱みを見せるな、心を活性化させるのだ！　魔力を高め、スティールに耐える用意を......！」
　何やら葛藤し始めたダクネスが、バニルとの連携が成り立たなくなり動きを止めた。
　そんな中、俺の背後でめぐみんが、爆裂魔法の詠唱を開始する声が聞こえてくる。
　ギョッとして振り向くと、めぐみんはダンジョンの入り口の方を注視していた。
　そこからは、バニルの生み出した人形達に追われ、ダンジョンから飛び出してくる冒険者達の姿がある。
　それを見たバニルの仮面の瞳が怪しく輝くと、ダンジョンから飛び出してきた人形達がこちらに向かって殺到してきた。
　めぐみんはそいつらを迎え撃つつもりの様だ。
「それじゃあ、いくぞバニル！　そしてダクネス、お前はバニルが動けないように抵抗しとけよ！」
　そう言って、俺は仮面に向けて手を突き出すと......！
「冒険者のスティールごとき！　我輩に通じると思ったら大間違いであるわ！　抵抗してくれるから、遠慮なく......！」
「『ティンダー』ッッッッ!!」
　......散々勿体つけて唱えたのは、スティールではなく、着火魔法のティンダーだ。
　封印の札とやらを、別に剝がしたり盗み取る必要はない。
　火を付けて、燃やしてしまえば......！
「............フハッ！　フハハハハハハハ！　フハハハハハハハハハ！　（ああああ、ズルいぞカズマ、卑怯者！）まさか、見通す悪魔をだまくらかすとはやるではないか！」
　仮面に貼られた封印の札。
　それが燃え上がり、ダクネスとバニルを繫ぎ止めていた物がなくなった。
「おいダクネス、根性見せろ！　仮面を剝がして放り投げろ！」
　その言葉にダクネスは、仮面に手を掛け、そして──！
「（......ッ！　外れない......ッ！）」
　未だ頑張るバニルによって、仮面はしぶとく張り付いたままだった。
　こちらへと殺到するバニル人形。
　それらの前に、ダンジョンから脱出した冒険者達が壁になる。
　どうやら、俺達が戦っている相手がボス級の敵だと感じ取り、雑魚の足止めをしてくれるつもりらしい。
「カズマさーん！　どうすればいいの!?　もう魔法を撃ってもいいのかしら!?」
「いや待て、まだダクネスに張り付いてる！　これじゃあ魔法を撃っても、ダクネスの耐性で......」
　──その時だった。
「（構わん。撃て）」
　仮面に手を掛けた体勢のダクネスが、ポツリと言った。
　だが、撃てと言われても今のままでは効果が薄い。
「（アクアの魔法が効かないなら......。構わん。......このまま私もろとも、爆裂魔法を食らわせてやれ）」
　ダクネスが、そんな......。
　............おい、今なんつった。
「このバカ！　いくらお前が硬くても、爆裂魔法に耐えられる訳ないだろうが！」
「（やってみなければ分からん！）よし、早まるな、話をすべきである」
　ダクネスの言葉に、ずっと余裕だったバニルにも、若干の焦りが見られた。
　そして、俺の後ろで爆裂魔法の準備を終えためぐみんにも。
「（アクア！　もし仮面が私の体から外れたならば、すかさず退魔魔法を放ってくれ！）よし、今日のところは引き分けでどうか？　（このまま私から外れないなら、爆裂魔法を......！）魔王の幹部にして地獄の公爵との引き分けである。きっと周りに自慢できるぞ！」
「わ、分かったわダクネス！　その鬱陶しいのが離れたらやっちゃえばいいのね！」
　アクアが仮面をジッと監視し、いつでも魔法を放てる様に構える中。
「カズマ、ダクネスが正気じゃないです、いくらダクネスでも無事では済みませんよ！」
　めぐみんが、今にも泣きそうな表情で訴える。
　いつの間にか、こちらに向かって来ていた人形達も、そして、セナや冒険者達も。
　誰もがダクネスを遠巻きにして、身動きを取れずにいる。
　──そんな中。
「（......おいバニル。僅かな一時だったが、共にいた時間は悪くはなかった。だから、せめて......。選べ。私から離れて浄化されるか、共に爆裂魔法を食らうかの、どちらかを）」
　ダクネスが、そんな無茶な選択をバニルに迫った。
　それは、どちらを選ぶにしても滅びろという事だ。
「......我輩は、悪魔である」
　バニルは、重々しく。
「神の敵対者である悪魔である。浄化されるなど真っ平だ。フハハハ......。我輩の破滅願望が、意外な形で叶ったな。ではな、汝への憑依はなかなかに楽しかったぞ」
　爆裂魔法を選択した。
　それを聞き、仮面を付けたままのダクネスは俺達から距離を取る。
「（さあめぐみん！）」
　ダクネスが、そんな酷な要求をして、めぐみんが小さく首を振って拒否する中──
　俺は、呆然と成り行きを見守っていたセナの肩を、ポンと叩いた。
「もし万が一の事があったなら、俺が指示したって事で、あんたが証人になってくれ。今回も、全責任は俺が取る」
　俺の言葉に、セナは青い顔でコクコク頷くと、ゴクリと唾を飲み込んだ。
　ウチの自慢のクルセイダーは硬いのだ。
　──アクセル一、硬いのだ。
「めぐみん。やれっ！」
　やがて、俺の指示のしばらく後。
　ダンジョンの前に、盛大な爆発音が轟いた──


　──あのヘンテコな悪魔との戦いからしばらく経って。
　私はカズマ達と共に、冒険者ギルドへ呼び出されていた。
　まったく。カズマはまったく。
　この人はどうして、こうも次から次へと厄介事ばかり引き込んでくるのかしら。
　魔王の幹部との戦闘だなんて、もう勘弁してほしいんですけど。
　ていうか、もっとヌルい日々を送りたいんですけど。
　早く天界に帰りたい気持ちはもちろんあるけれど、なんだかここの世界に来て、酷い目にしか遭っていない気がするわ。
「......なんていうか。そういう特に意味もない事とかをやらせると、本当にもの凄い才能を発揮するよなお前は」
　テーブルの上にコップの水を使って絵を描いていると、カズマがしみじみと言ってきた。
「当たり前じゃないの。この私を誰だと思っているのかしら？」
　私に水を扱わせたら、こんな事ぐらいは......。
「お前が芸人の神様を名乗る分には、もしかしたら信じる人もいるんじゃないかな」
　......バカな事を言うカズマのその口に、私の神聖なグーを食らわせてやろうかしら。
　寛大な私は、そんな事しないでおいてあげるけど。
　カズマの逆襲が怖いからじゃあないわ。
　ええ、そんなものは、ちょっとしか。ほんのちょっとしか怖くない。
　日頃問題ばかり起こすめぐみんや、おかしな事ばかり口にして困らせるダクネスに苦労させられている分、せめて私が優しくしてあげようと思う。
　このパーティーのメンバーは皆揃って頼りない子達ばかりだから、女神である私が見守っていてあげないと。
「......なあ。お前今、変な事考えてないか？　どうしてそんな、憐れむ様な目で俺を見るんだ？　お前にそんな目で見られると、なんかイラッとくるんだが」
　私が大人の余裕を見せていると、理不尽な事を言って絡んでくるカズマ。
　きっとカルシウムと心の余裕が足りないのだろう。
　でも、今日からは心に余裕ができてくれるに違いないわ。
　なにせ、私達が今日ここに呼ばれたのは──



　──この私とした事が、今回はあまり役に立てませんでした。
　アクアやダクネスほどではないにしても、日頃カズマに迷惑を掛けている身として、今回こそは私がフォローしてあげようと思ったものを......。
　このパーティー一の常識人である私が、一番シッカリしないと。
　テーブルの上では我が使い魔ちょむすけが、屋敷で餌をもらった事で味をしめたのか、やけにカズマに懐いている。
「......なんかコイツ、妙に俺に懐くな。アクアにはまるで近寄ろうとしないのに。やっぱアレか、動物ってのは本能で、清い心の人間を見抜くのかな」
「日頃皆に苦労掛けられてるカズマを憐れんで、寛容な私としては少し優しくしてあげようかと思っていたけれど、今のはちょっと聞き捨てならないわね。その言い方だと、神聖な存在である私の心が清くないって聞こえるんですけど」
「清くないって言ってるんですけど」
　カズマがアクアに摑みかかられ喧嘩を始める中、慌てて避難してきたちょむすけを抱き上げると、定位置である肩に乗せてやった。
　ギルドの隅っこでは、私と共にカズマの疑いを晴らすべく手助けしてくれていたゆんゆんが、一人で定食を食べている。
　あんな所で一人でいないで、いつまでもライバルだからと意地を張らずにこっちで食べれば良いのに。
　魔王軍のスパイである疑いはカズマが自分で解決してしまったものの、陰ながら頑張ってくれたゆんゆんには、後でお礼でも言いに行こう。
「うう......。もうこれ以上は......」
　と、カズマの向かいの席からそんな呟きが聞こえてきた。
　テーブルに突っ伏して、赤い顔で震えているダクネスだ。
　先ほどから色んな冒険者達に声を掛けられ、その度に赤面していた。
　パーティーメンバーの中で一番年上なはずのこのお嬢様は、世間知らずなところといい、クールぶっているのに感情の起伏が激しい事といい、たまに酷くいじめたくなる。
　......よし。私は席を立ち、ダクネスの隣へと──



　──なんて事だ。
　一体どうしてこうなった。
「いつまでもガタガタとしつけーぞ！　大体な、今回の裁判騒ぎで糾弾された事に関しても、お前が関係してる事が一番多かったんだぞ！　迷惑掛けられる度合いの順に言えば、お前、めぐみん、ダクネスだ！　そこら辺をちゃんと理解したなら、俺の表彰が終わるまでは邪魔しない様、隅っこの方で壁の木目でも数えてろ！」
「わあああああーっ！　カズマが酷い事言った！　私、別にワザと問題起こしてる訳じゃないのに！　ベルディア戦での洪水被害にしても、墓場に結界張っての悪霊騒ぎにしても！　自分なりに良かれと思ってやった事なんだからね！」
「待ってください、私はこの中で一番迷惑を掛けていないつもりなのですが！」
　大騒ぎする三人を尻目に、私は頭を抱えてテーブルに突っ伏していた。
　そんな私に、突然背後から声が掛けられる。
「ようララティーナ！　お前さん、そんな可愛い名前してたんだな！」
　その呼び掛けにビクリと震えた。
「ララティーナちゃん、今度、名前に合った可愛い服でも見に行こうよ！　あたしが見繕ってあげるからさ！」
　その声に、さらに震える。
「しかし、ララティーナねえ......。どこかのお嬢様みたいで上品でいいじゃないか」
　もう勘弁してください......っ！
　領主との約束の件が片付いたと思ったら、今度は新たな問題が......。
　私は涙目で顔を上げ、他の冒険者達にからかわれる原因を作った男を睨みつけた。
「おっ、何だよララティーナ、そんな怖い顔して。可愛い名前に似合わないぞ」
「ぐうううう......！」
　私は顔が耳まで熱くなるのを感じながら、歯を食い縛ってカズマの挑発に耐えていた。
　確かに勝負に負けた際に、『私が泣いて嫌がる凄い事』をするとは約束したが......！
　くっ、このヘタレめ！
　散々葛藤していたクセに、最後の最後で怖じ気づくとは......！
　結局、アルダープの奴はあれから何も言ってこなくなった。
　ねちっこいアイツの事だ、これぐらいで諦めるとは思えないのだが......。
「おっと、始まるみたいだな。それじゃ、ちょっと行ってくるよララティーナ」
　言いながら席を立つカズマに向けて、私は手近にあった木製のコップを投げつけた。


「冒険者、サトウカズマ殿！」
　ギルドの受付の前で、他の冒険者達の熱い視線を浴びながら。
「貴殿を表彰し、この街から感謝状を与えると同時に、嫌疑を掛けた事に対し、深く、謝罪を──」
　そう言って、俺に深々と頭を下げるセナから、俺は感謝状を受け取った。
　──バニルとの戦いから一週間が経過した。
　俺達は、魔王軍の関係者があれほど身を犠牲にしてまで幹部を倒すはずがないという理由から、魔王軍のスパイ疑惑は晴らされていた。
　バニルとの戦闘を間近で見ていたセナの計らいで、無事、国家転覆罪の嫌疑を解かれた俺は、他の冒険者達に遅ればせながら、デストロイヤー戦での賞金を受け取れる事になった。
　まずは、死刑に怯える必要がなくなったというのは大変大きい。
　そして、借金返済の目処が立った事も有り難かった。
　今日は、ダクネスの傷も癒えたという事で、こうしてギルドに呼ばれたのだが──
「そしてダスティネス・フォード・ララティーナ卿！　今回における貴公の献身素晴らしく。ダスティネス家の名に恥じぬ活躍に対し、王室から、感状並びに、先の戦闘において失った鎧に代わり、第一級の技工士達による全身鎧を贈ります」
　セナの言葉に、控えていた騎士達が、顔を真っ赤にして震えているダクネスの前へ新品の鎧を運んできた。
　──めぐみんの爆裂魔法により、仮面の悪魔バニルは消滅した。
　同時に、巨大なクレーターの跡に残されていたダクネスは、瀕死の重傷を負い、それと共に大事にしていた鎧も失った。
　その後アクアの介抱で、現在はここまで回復したのだが......。
「おめでとう、ララティーナ！」
　そんな、誰かの呼び掛けにダクネスがビクッと震えた。
「ララティーナ、よくやった！」
「流石ララティーナだ！」
「ララティーナ可愛いよララティーナ！」
　次々と呼ばれるララティーナという名に、ダクネスは耳まで赤くなった顔を両手で覆い、再びテーブルに突っ伏した。
「こんな......！　こ、こんな辱めは、私が望む凄い事ではない......っ！」
　テーブルに突っ伏したままのダクネスが、弱々しい声で呟いている。
　例の、ダクネスが泣いて嫌がる凄い事。
　俺は、その約束を果たしてやっただけなのだが......。
「ねえダクネス、私はララティーナって名前とっても可愛いと思うの！　ララティーナって名前を面白半分に広めたカズマは、後で私が叱っておいてあげるから！　だから、ララティーナって名前に自信を持って！」
　まったく悪意などないアクアが、突っ伏しているダクネスに追い打ちを掛けていた。
　そして、ワザワザ隣の席にやってきためぐみんは、笑いを堪えて肩を震わせ、細かく震えるダクネスの肩をユサユサと揺すっている。
　──ダクネスが泣いて嫌がる凄い事として、ララティーナの本名を広めてやりました。
　おかげでダクネスは毎日冒険者達にからかわれているが、それもその内収まるだろう。
「──では続いて！　サトウ殿への賞金授与に移ります」
　セナが言葉を続けると、ざわついていたギルド内が静かになる。
「冒険者、サトウカズマ一行！　機動要塞デストロイヤーの討伐における多大な貢献に続き、今回の魔王軍幹部、バニル討伐は、あなた達の活躍なくば成しえませんでした。よってここに......！」
　セナは、俺を糾弾していた時の酷薄そうな厳しい表情はどこへいってしまったのか、柔らかな微笑をたたえ。
「あなたの背負っていた借金、及び、領主殿の屋敷の弁償金を報奨金から差し引き......」
　セナが、まずは一枚の紙を差し出し。
「借金を完済した残りの分、金、四千万エリスを進呈し、ここにその功績を称えます！」
　更に、ずっしりと重い袋を渡してくる。
　それを受け、ギルド内に激しい喝采が巻き起こった。
　冒険者達の奢れコールや祝いの声。
　ギルド内はすっかり宴会ムードだ。
　俺は、宴会の女神であるアクア、そしてめぐみんにその場を任せると、ダクネスと共に立ち上がり、ギルドを出た。
　──とうとう借金がなくなった。
　だというのに、俺とダクネスはそこまで喜べなかった。
　......今から俺達には、行かなくてはならない所があるのだ。
　魔王軍の幹部、バニルを倒した事を、報告しなければいけない相手がいる。
　確か、バニルが言っていた。
　この街の友人に会いに来た、と。
　その友人は、働けば働くほど貧乏になる特技を持つ、ポンコツ店主で......と。
　ポンコツ店主とは、同じく魔王軍の幹部であるウィズの事だろう。
　つまり、俺達はウィズの古い友人を倒してしまった。
　アクアを狙っていた訳だし冒険者という職業上仕方のない事とはいえ、今一スカッとしない今回の討伐だ。
　俺達は、あまり人通りの多くない、路地裏のとある一角。
　ウィズ魔道具店との看板が掛けられた店の前に立っていた。
「カズマ。今回の事は私からウィズに報告しよう。ほんの一時だったが、体を共有し暴れ回った仲だ。そして、人をからかうところは頂けないが、そこまで悪い奴でもなかったと思える。......なぜか、執拗にアクアを目の敵にしていたが。エリス様に仕えるクルセイダーがこんな事を言ってはいけないのだろうが......。まあ、嫌いな奴ではなかったよ」
　ダクネスが、遠い目をしながらそんな事を言ってきた。
　というかコイツ、共に暴れ回った仲とか抜かしやがったな。
　やはりあの時、結構ノリノリで冒険者達を打ち倒していた様だ。
　ともあれ、俺達は玄関のドアを押し開け店内に。
「いらっしゃいませー」
　そんな、のんびりした声を聞き、ウィズがどんな顔をするだろうと想像し、俺は胸が苦しくなる。
　──と、店内に入った俺は、店のエプロンを身に付けた、新顔の店員に気がついた。
　その店員は大柄で。
　そして、口元を大きく歪めると、とても愛想よく──！
「へいらっしゃい！　店の前で何やら恥ずかしいセリフを吐いて遠い目をしていた娘よ、汝に一つ、言いたい事がある。まあ嫌いな奴ではなかったよとの事だが、我々悪魔には性別がないのでそんな恥ずかしい告白を受けてもどうにもできす。......おっと、これは大変な羞恥の悪感情、美味である！　どうした、膝を抱えてうずくまって？　よもや我輩が滅んだとでも思ったか!?　フハハハハハハハハ！」
　仮面を被った店員が、当たり前の様にそこにいた。
　店の床に三角座りをし、膝に顔を埋め顔を赤くして震えるダクネスの肩をポンポンと叩いていると、奥からウィズが顔を出す。
「あらカズマさん、いらっしゃいませ！　聞きましたよ、バニルさんを倒してスパイ疑惑が晴れたとか！　おめでとうございます、これで残るは借金ですね！　でも大丈夫です、このバニルさんは、お金を稼ぐ事に関しては凄いんですから......！」
　嬉々として言ってくるウィズに、俺は片手を上げて制止しながら。
「いや、バニルを倒して疑いが晴れたは晴れたんだが。コイツ一体何なんだ？　どうして爆裂魔法を食らってもピンピンしてんの？　存在自体が反則じゃねーの？　無傷ってどういう事だよ」
　俺の問い掛けに、バニルが心外だとでも言うかの様に。
「何を言うか、あんな物を食らえば、流石の我輩とて無傷でおられるはずがなかろう。ほら、この仮面を良く見るがよい」
　そう言いながら、自らの仮面の額の部分を指差した。
　顔を近づけて良く見ると、そこにはⅡの文字。
「爆裂魔法で残機が一人減ったので、二代目バニルという事だ」
「なめんな」
　即答する俺に、ウィズがまあまあとなだめてくる。
「バニルさんは、前々から魔王軍の幹部を辞めたがっていたんですよ。なので、一度滅んで、夢のために再び蘇ったみたいです。今のバニルさんは、既に魔王城の結界の管理をしていません。なので、とても無害なはずですよ？」
　やはり古い友人に会えて嬉しいのか、ウィズがニコニコしながら言ってきた。
　む、無害かなあ......？
　アクアを呼んでもう一度滅ぼしてもらった方がいいのでは。
　俺が悩み込んでいた、その時だった。
「汝、遠い彼方の地よりやって来た男よ。汝、何の取り柄も力もないにも拘わらず、魔王を倒さんとする男よ。見通す悪魔が宣言しよう。遠くない未来、そこでうずくまってメソメソしている娘と汝に、抗い難い試練が訪れる。その試練は強大で、汝は自らの力のなさを実感する事だろう。それまでに、我らが商売に協力するが吉と出た。......良い話があるのだが、お一つどうか？」
　バニルはそんな胡散臭い事を言いながら、楽しそうに口元を歪めた──


`;

bookloaded++;